Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_03_TITLE
source: Build some officer’s tents.
de: Errichte einige Offizierszelte.
es: Construye tiendas de campaña para los oficiales.
fr: Montez des tentes d'officiers.
id: Bangunlah tenda perwira.
it: Costruisci alcune tende per gli ufficiali.
ja: 士官のためのテントを作る。
ko: 장교 텐트를 만드세요.
pt: Construa algumas barracas de oficiais.
ru: Построй офицерские шатры.
zh: 建几顶军官帐篷。
zh_tw: 建幾頂軍官帳篷。

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_04_DESC
source: Governor, our forces are still not large enough. Every third class bandit will be laughing so hard that he soils his pants when he's facing our pathetic army.
de: Statthalter, unsere Streitkräfte sind immer noch zu klein. Jeder drittklassige Bandit macht sich vor Lachen in die Hose, wenn er unserer Armee gegenübersteht. Ihr müsst die Armee vergrößern!
es: Gobernador, no disponemos de fuerzas suficientes. Cualquier bandido de tercera que se enfrente a nosotros se partirá en dos de la risa.
fr: Gouverneur, nous manquons encore de troupe. N'importe quel bandit de seconde zone mourrait de rire en voyant défiler notre armée pathétique.
id: Gubernur, serdadu kita masih kurang banyak. Bandit kelas teri pun akan terpingkal-pingkal kalau melihat pasukan kita yang menyedihkan.
it: Governatore, le nostre forze attuali non sono sufficienti. Qualsiasi bandito da due soldi si metterebbe a ridere a crepapelle al cospetto del nostro patetico esercito!
ja: 知事、我々の兵力はまだ規模が足りません。三流の盗賊でさえ我々の惨めな軍隊を見ると笑いすぎて漏らしそうになるんですよ。
ko: 영주님, 군대가 아직 충분히 크지 못해요. 우리 군대는 하찮은 강도에게도 비웃음을 받아요.
pt: Governador, nossas forças ainda não são grandes o bastante. Todo bandido de terceira classe vai rir até molhar as calças quando encontrar nosso exército ridículo.
ru: Губернатор, нам все еще не хватает людей. Любой третьесортный бандит описается от смеха, завидев наше жалкое воинство.
zh: 城主大人，咱们的部队，人还不够多。三流的土匪，遇到我们这少得可怜的军队，都会笑得打滚。
zh_tw: 城主大人，咱們的部隊，人還不夠多。三流的土匪，遇到我們這少得可憐的軍隊，都會笑得打滾。

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_05_DESC
source: We need provisions for the army, governor. The best provisions are sausages. The have a high durability and can be easily eaten in the field.
de: Wir benötigen Vorräte für die Armee, Statthalter. Am besten sind köstliche Würstchen, die kann man im Feld gut essen und sie sind sehr lange haltbar.
es: Necesitamos provisiones para el ejército, gobernador. Lo mejor son las salchichas. Duran mucho y es fácil comerlas en el campo de batalla.
fr: Il nous faut des provisions pour l'armée, gouverneur. L'idéal, ce sont les saucisses. Elles durent longtemps et peuvent facilement être mangées sur le terrain.
id: Kita butuh perbekalan untuk pasukan, Gubernur. Perbekalan terbaik adalah sosis. Sosis tahan lama dan mudah dimakan di medan tempur.
it: Abbiamo bisogno di provviste per l'esercito, Governatore. Le migliori provviste sono ovviamente le salsicce. Hanno una resistenza elevata e possono essere consumate rapidamente sul campo.
ja: 閣下、軍隊のために食料が必要です。最高の食料はソーセージです。保存もきいて戦場でも簡単に食べることができます。
ko: 영주님, 군대에게 물자가 필요해요. 최고의 물자는 소시지죠. 오래 보관할 수 있고 야외에서도 쉽게 먹을 수 있으니까요.
pt: Precisamos de provisões para o exército, Governador. As melhores provisões são salsichas. Elas duram muito e podem ser comidas no campo.
ru: Нужно снабдить армию провизией, губернатор. Военные предпочитают колбасы: они долго хранятся, и их удобно есть на марше.
zh: 城主大人，咱们得给军队口粮。口粮，最好莫过香肠。香肠易于存放，在战场上还易于取食。
zh_tw: 城主大人，咱們得給軍隊口糧。口糧，最好莫過香腸。香腸易於存放，在戰場上還易於取食。

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_06_DESC
source: How should our brave soldiers train for the coming battles when there is no place to do so, governor? As commander of the armed forces I demand that you construct an archery contest ground.
de: Wie sollen unsere tapferen Soldaten trainieren, wenn es hier keine vernünftigen Trainingseinrichtungen gibt, Statthalter. Als Oberkommandierender der Streitkräfte verlange ich, dass ihr ein Wettkampfgelände errichten lasst.
es: ¿Cómo se van a entrenar nuestros valientes soldados para próximos combates si no tenemos lugar donde hacerlo, gobernador? Como comandante de las fuerzas armadas, te exijo que construyas un campo de tiro con arco.
fr: Comment voulez-vous que nos braves soldats s'entraînent pour les combats à venir s'ils n'ont pas d'endroit pour le faire, gouverneur ? En tant que commandant des forces armées, je vous ordonne de construire un terrain de compétition d'archerie.
id: Bagaimana serdadu kita yang gagah berani bisa latihan tempur kalau tidak ada tempat latihan, Gubernur? Sebagai komandan pasukan aku minta Tuan segera membangun arena lomba panahan.
it: I nostri valorosi soldati non possono addestrarsi per affrontare le prossime battaglie, Governatore, perché non abbiamo lo spazio adatto per farlo! In qualità di comandante delle forze armate, le chiedo di costruire un campo di addestramento per arcieri.
ja: 閣下、訓練する場所がなければ、我々の勇敢な兵士たちはどのようにして次なる戦いに備えることができるのでしょう？軍隊の司令官としてアーチェリー競技場の建設を要求します。
ko: 영주님, 훈련할 곳이 없는데 용감한 군인들을 어떻게 훈련시키겠어요? 군대 사령관으로서 활터 건설을 부탁드립니다.
pt: Como nossos bravos soldados podem treinar para as próximas batalhas se não temos lugar para isso, Governador? Como comandante das forças armadas, exijo que você construa um campo para o concurso de tiro.
ru: Губернатор, нашим славным парням негде тренироваться. Я, командир вашего гарнизона, требую, чтобы вы построили стрельбище.
zh: 城主大人，军队无处训练，将来如何上阵杀敌？在下身为军队统率，恳请大人兴建一处射箭场。
zh_tw: 城主大人，軍隊無處訓練，將來如何上陣殺敵？在下身為軍隊統率，懇請大人興建一處射箭場。

# T_SCENARIO_2017_ELECTION_MILITARY_START
source: Welcome governor. You seek the support of the military faction in the coming election. Well, there is much to do in order to convince us to vote for you.
de: Willkommen Statthalter. Ihr sucht also die Unterstützung der militärischen Fraktion in der kommenden Wahl. Nun, es gibt einiges für euch zu tun, bevor ihr unsere Stimme bekommt.
es: Bienvenido, gobernador. Buscas el apoyo de la facción militar en las próximas elecciones. Bien, te queda mucho por hacer para convencernos de que te votemos.
fr: Bonjour, gouverneur. Vous voulez le soutien de la faction militaire pour les prochaines élections. Eh bien, il y a beaucoup à faire pour nous convaincre de voter pour vous.
id: Selamat datang, Tuan Gubernur. Tuan mengharapkan dukungan faksi militer untuk pemilu mendatang. Nah, ada banyak yang perlu dilakukan untuk meyakinkan kami agar memilih Tuan.
it: Benvenuto, Governatore. E così sta cercando il sostegno dell'esercito per le prossime elezioni? Beh, dovrà fare qualcosa per convincerci a votare per lei.
ja: 閣下、ようこそいらっしゃいました。次の選挙では軍の支援をご希望されているのですね。 私達の票を得るためには多くのことをしなければいけません。
ko: 영주님, 안녕하세요. 앞으로 있을 선거에 군부의 지원이 필요해요. 군부의 표를 얻으려면 하실 일이 많아요.
pt: Bem-vindo, Governador. Você busca o apoio do exército nas próximas eleições. Bem, há muito a ser feito para nos convencer a votar em você.
ru: Добро пожаловать, губернатор. Вам нужна поддержка военных на грядущих выборах? Тогда вам придется выполнить кое-какие наши требования.
zh: 城主大人，欢迎您！选举快要举行了，您得寻求军方支持。 不过，要说服我们支持您，要做的事情可不少。
zh_tw: 城主大人，歡迎您！選舉快要舉行了，您得尋求軍方支持。 不過，要說服我們支持您，要做的事情可不少。

# T_SCENARIO_2017_ELECTION_MILITARY_SUCCESS
source: Many thanks, governor. You make us simple soldiers proud with your deeds. Never has the military in this city stood this tall until you became our governor. You earned our vote in the election.
de: Habt dank, Statthalter. Ihr macht uns einfache Soldaten stolz mit euren Taten. Nie stand es um das Militär in dieser Stadt besser. Ihr habt unsere Stimme sicher.
es: Muchas gracias, gobernador. Tus actuaciones enorgullecen a unos simples soldados como nosotros. Jamás el ejército tuvo tanta importancia hasta que te convertiste en nuestro gobernador. Te has ganado nuestro voto en las elecciones.
fr: Merci infiniment, gouverneur. Nous autres simples soldats sommes honorés par vos exploits. Les militaires sont fiers de servir cette ville depuis que vous êtes gouverneur. Vous avez gagné notre vote pour ces élections.
id: Terima kasih banyak, Tuan Gubernur. Sebagai prajurit kami bangga atas sepak terjang Tuan. Pihak militer di kota ini tidak pernah segagah sekarang sebelum Tuan menjadi Gubernur. Kami pasti akan memilih Tuan.
it: Molte grazie, Governatore. Ha saputo rendere noi soldati semplici fieri di ciò che facciamo. L'esercito non è mai stato così potente come durante il suo governatorato. Si è guadagnato il nostro voto alle prossime elezioni.
ja: 本当にありがとうございます、閣下。あなたの偉業は我々兵士に誇りを持たせてくださいます。あなたが知事になるまでは、この町の軍隊はここまで大きくなることはありませんでした。選挙では我々の票はあなたのものです。
ko: 영주님, 고마워요. 군인들의 사기를 높여주셨어요. 영주님이 영주님이 된 후에야 군부의 입지가 단단해졌어요. 선거에서 저희 표를 드릴게요.
pt: Muito obrigado, Governador. Você deixou estes simples soldados orgulhosos de seus feitos. Nunca os militares desta cidade tiveram tanto orgulho até que você fosse nosso governador. Você conquistou nosso voto na eleição.
ru: Большое спасибо, губернатор. Ваши поступки вызывают гордость у нас, простых солдат. Никогда прежде военные не пользовались таким уважением. Мы поддержим вас на голосовании.
zh: 多谢城主大人。您所行之事，让我等寻常兵士颇感骄傲。您任城主以前，军队在此城中，从未有如此尊荣地位。选举之时，我等定当投票选您！
zh_tw: 多謝城主大人。您所行之事，讓我等尋常兵士頗感驕傲。您任城主以前，軍隊在此城中，從未有如此尊榮地位。選舉之時，我等定當投票選您！

# T_SCENARIO_2017_ELECTION_MILITARY_TITLE
source: Complete all tasks for the military faction.
de: Erfülle alle Aufgaben für die Militärs.
es: Completa todas las tareas para la facción militar.
fr: Complétez toutes les tâches pour la faction militaire.
id: Selesaikan semua tugas untuk faksi militer.
it: Completa tutte le missioni dell'esercito.
ja: 軍のための仕事を終わらせる。
ko: 군부의 모든 과제를 완료하세요.
pt: Complete todas as tarefas para o exército.
ru: Выполни все задания фракции военных.
zh: 完成军方的所有任务。
zh_tw: 完成軍方的所有任務。

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_01_DESC
source: No major town can offer only limited drinks for their citizens, my Lord. Especially us nobles want something extravagant like grape juice.
de: Zu Beginn sollten wir über das Angebot an Getränken hier in der Stadt reden, mein Herr. Keine Stadt von Welt bietet nur eine begrenzte Anzahl an Getränken an. Speziell wir Edelleute benötigen Getränke wie Traubensaft, um uns in der Stadt wohl zu fühlen. Ihr solltet auf unsere Wünsche eingehen und mit der Produktion von Traubensaft beginnen.
es: Ninguna ciudad importante puede limitar la oferta de bebida a sus habitantes, mi señor. Y especialmente nosotros, los nobles, queremos algo extravagante, como zumo de uva.
fr: Une ville digne de ce nom se doit de proposer de la boisson à ses citoyens, mon seigneur. Pour nous, les nobles, il faut quelque chose de raffiné comme du jus de raisin.
id: Kota besar tidak pantas membatasi minuman untuk para warga, Tuanku. Terutama kami kaum bangsawan ingin sesuatu yang istimewa seperti jus anggur.
it: Non esiste alcuna grande città che non offra un'ampia scelta di bevande per i suoi cittadini, milord. Specialmente noi appartenenti alla nobiltà vogliamo qualcosa di stravagante... per esempio, succo d'uva.
ja: 閣下、主要な他のどの町でも市民に飲み物を制限したりしません。特に我々貴族はぶどうジュースのような高価なものが欲しいのです。
ko: 영주님, 큰 마을 중에 주민에게 음료를 제한하는 마을은 없어요. 특히 귀족들은 포도 주스와 같은 특별한 것을 원해요.
pt: Nenhuma grande cidade pode oferecer apenas bebidas limitadas aos seus cidadãos, milorde. Especialmente nós, os nobres, queremos algo extravagante como suco de uva.
ru: В крупных городах жителям предлагают расширенный ассортимент напитков, милорд. И мы, дворяне, привыкли пить изысканные напитки — например, виноградный сок.
zh: 大人，大城从不限制供应市民酒水。而我等贵族，尤其需要饮用葡萄汁等奢华之物。
zh_tw: 大人，大城從不限制供應市民酒水。而我等貴族，尤其需要飲用葡萄汁等奢華之物。

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_02_DESC
source: The nobles celebrate the completion of your newest production chain, my Lord. For the celebrations, we just need a large amount of grape juice. But please, not the cheap swill…
de: Die Edelleute feiern die Fertigstellung eurer Produktionsanlage für Traubensaft, mein Herr. Für die Feierlichkeiten solltet ihr eine große Menge an Traubensaft zur Verfügung stellen. Aber nicht den billigen Fusel…
es: Los nobles celebran la finalización de nuestra más reciente cadena de producción, mi señor. Para festejarlo, necesitamos gran cantidad de zumo de uva. Pero por favor, no nos des ese brebaje barato...
fr: Les nobles organisent une fête pour célébrer l'achèvement de votre dernière chaîne de production, mon seigneur. Pour la fête, nous aurons besoin d'une grande quantité de jus de raisin. Et pas de la piquette…
id: Kaum bangsawan merayakan rantai produksi terbaru yang sudah siap beroperasi, Tuanku. Untuk perayaannya kita perlu jus anggur dalam jumlah besar. Tapi tolong jangan yang murahan…
it: La nobiltà festeggia il completamento della nuova catena di produzione, milord. Per le celebrazioni avremo bisogno di un immane quantitativo di succo d'uva. Ma la prego, non ci rifili della brodaglia da due soldi...
ja: 貴族たちはあなたの最新の製造チェーンの完成を祝います、閣下。 祝賀のためにたくさんのぶどうジュースが必要です。でも安物ではダメですよ・・・
ko: 영주님, 귀족들의 새로 완성된 생산망을 축하하고 있어요. 축하를 위해 포도 주스가 많이 필요해요. 하지만 너무 싼 것은 안 돼요…
pt: Os nobres celebram a conclusão de sua mais nova cadeia de produção, milorde. Para a celebração, precisamos de uma grande quantidade de suco de uva. Mas não do tipo barato...
ru: Дворяне рады вашей новой производственной цепочке, милорд. Для праздника нам потребуется большое количество виноградного сока. Но прошу, не предлагайте нам дешевое пойло...
zh: 大人，您最新的产业链条已经成形，我等贵族要为此贺喜。 欢庆宴会，只欠大量葡萄汁。但切勿给我等廉价的刷锅水……
zh_tw: 大人，您最新的產業鏈條已經成形，我等貴族要為此賀喜。 歡慶宴會，只欠大量葡萄汁。但切勿給我等廉價的刷鍋水……

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_03_DESC
source: My Lord, you do not suggest that we go to the tavern like the common lowlifes. The tournament site outside the city walls is derelict for years.
de: Mein Herr, die Edelleute die ich vertrete, beschweren sich über die mangelnden Unterhaltungsmöglichkeiten hier in der Stadt. Ihr erwartet doch nicht, dass wir uns zum niederen Volk ins Wirtshaus begeben. Da der alte Turnierplatz vor der Stadt völlig verkommen ist, erwarten wir, dass Ihr euch darum kümmert und einen neuen Turnierplatz errichten lasst.
es: Mi señor, ¿no estarás sugiriendo que vayamos a la taberna como vulgares plebeyos? El campo de justas fuera de las murallas lleva años descuidado.
fr: Mon seigneur, ne nous demandez pas d'aller à la taverne pour cotoyer la plèbe. Le site du tournoi à l'extérieur de la ville est à l'abandon depuis des années.
id: Tuanku, masa kami disuruh pergi ke kedai minum seperti orang kebanyakan. Tempat turnamen di luar tembok kota sudah lama terbengkalai.
it: Milord, non starà dicendo che dovremo andarcene alla taverna come i comuni mortali? Il sito del torneo fuori dalla città è in rovina da anni.
ja: 閣下、我々にその辺のゴロツキが行くような酒場に行けなんて言わないでください。町の壁の向こうの競技場はもう何年も放置されています。
ko: 영주님, 저희에게 평민들처럼 선술집에 가라는 것은 아니겠죠? 오랫동안 성곽 밖 토너먼트 경기장이 버려져있어요.
pt: Milorde, você não está sugerindo que iremos à taverna como o populacho. O local de torneio fora da cidade está decrépito há anos.
ru: Турнирная площадка за городскими стенами уже давно пришла в негодность. Милорд, вы же не хотите, чтобы мы сидели в таверне, как плебеи, верно?
zh: 大人，您不会是说，让我等与寻常贫贱之人一样，去酒馆欢庆吧？城外竞技场，不是已荒废多年了吗。
zh_tw: 大人，您不會是說，讓我等與尋常貧賤之人一樣，去酒館歡慶吧？城外競技場，不是已荒廢多年了嗎。

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_04_DESC
source: A big hero for the nobles has died, my Lord. If you would build him a monument and a respectable resting place, you would make a lot of nobles in this town happy.
de: Ich komme mit einer besonderen Bitte zu euch, Lord. Ein großer Held von uns Edelleuten ist verstorben. Ihr würdet eine große Menge von uns positiv stimmen, wenn ihr ein Monument und eine geeignete Grabstätte für ihn errichten lassen würdet.
es: Mi señor, ha muerto un gran héroe para los nobles. Si le dedicas un monumento y un lugar de reposo respetable harás felices a muchos de ellos.
fr: Un grand héros des nobles vient de décéder, mon seigneur. Si vous pouviez lui bâtir un monument et un tombeau, les nobles de la ville seraient ravis.
id: Seorang pahlawan kaum bangsawan baru saja wafat, Tuanku. Jika Tuan mau membangun monumen dan tempat peristirahatan terakhir yang layak, Tuan akan membuat senang banyak bangsawan di kota itu.
it: Un grande campione della nobiltà ci ha lasciato recentemente, milord. Se fosse così gentile da costruire un mausoleo e una statua in suo onore, renderebbe felici moltissimi nobili della città.
ja: 閣下、貴族たちの英雄が亡くなりました。もし彼の記念碑と立派な墓地を作って頂けるのならば、この町の貴族たちはさぞかし満足するでしょう。
ko: 영주님, 귀족의 큰 영웅이 죽었어요. 그를 위한 기념비와 훌륭한 능을 만들어주시면 마을의 귀족들이 크게 기뻐할 거예요.
pt: Um grande herói dos nobres morreu, milorde. Se você construir um monumento em sua honra e um respeitável local de descanso final, faria muitos nobres desta cidade felizes.
ru: Недавно умер один благородный человек, великий герой. Воздвигните его статую и постройте ему подобающее последнее пристанище, чтобы заслужить уважение дворян.
zh: 大人，有一位大英雄，为了贵族，殒身丧命。您若是能为其立一塑像，建一体面长眠之地，本城很多贵族，都会为之欣慰的。
zh_tw: 大人，有一位大英雄，為了貴族，殞身喪命。您若是能為其立一塑像，建一體面長眠之地，本城很多貴族，都會為之欣慰的。

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_04_TITLE
source: Build a mausoleum and a hero statue.
de: Errichte ein Mausoleum und eine Heldenstatue.
es: Construye un mausoleo y la estatua de un héroe.
fr: Construisez un mausolée et une statue de héros.
id: Bangunlah mausoleum dan patung pahlawan.
it: Costruisci un mausoleo e una statua dell'eroe.
ja: 霊廟と英雄の像を建てる。
ko: 능과 영웅상을 만드세요.
pt: Construa um mausoléu e uma estátua do herói.
ru: Построй мавзолей и статую героя.
zh: 建造陵园及英雄塑像。
zh_tw: 建造陵園及英雄塑像。

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_05_DESC
source: My Lord, this town is missing some valuable property for the nobles. One cannot display enough how high ones status is by showing some valuable jewelry, my liege.
de: Mein Herr, es fehlt in dieser Stadt an Statussymbolen für uns Edelleute. Man kann einfach nicht genug zum Ausdruck bringen, wie hoch unser Stand ist. Allerdings könntet ihr dies nun ändern. Wenn ihr eine Goldschmiede errichten lasst, sollte es alsbald für uns Edelleute genug Statussymbole zu erwerben geben.
es: Mi señor, esta ciudad carece de propiedades valiosas para los nobles. Sin exhibir joyas valiosas uno no puede mostrar su alto estatus.
fr: Mon seigneur, ce village manque d'objets de valeur pour les nobles. L'idéal pour afficher son statut supérieur, c'est de porter des bijoux.
id: Tuanku, kota ini kekurangan barang berharga untuk kaum bangsawan. Orang tidak bisa memperlihatkan statusnya tanpa perhiasan yang bernilai tinggi, Tuanku.
it: Milord, a questa città mancano alcuni oggetti di valore che la nobiltà giudica indispensabili. Non esiste modo migliore di rimarcare il proprio rango sociale che indossare gioielli di lusso, mio signore.
ja: 閣下、この町には貴族のための価値ある財産がありません。価値のある宝石を見せずに人々に我々の高い地位を掲げることはできません。
ko: 영주님, 마을에 귀족들을 위한 중요한 재물이 없어요. 보석이 없으면 신분이 얼마나 높은지 보여줄 수 없어요.
pt: Milorde, nesta cidade faltam algumas propriedades valiosas para os nobres. Não podemos exibir adequadamente nosso alto status sem mostrar joias valiosas, meu senhor.
ru: Милорд, в городе недостаточно ценного имущества. Как прикажете демонстрировать высокий общественный статус без драгоценностей, ваша светлость?
zh: 大人，城里没有为贵族准备的贵重物品。大人，若不展示珍贵珠宝，人如何显示其地位达到何等高度？
zh_tw: 大人，城裡沒有為貴族準備的貴重物品。大人，若不展示珍貴珠寶，人如何顯示其地位達到何等高度？

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_06_DESC
source: Wonderful, my liege. The demand for jewelry is very high at the moment. Since everybody wants the jewels worn by the people at court.
de: Vorzüglich, mein Herr. Die Nachfrage an Schmuck ist überwältigend. Die halbe Elite der Stadt verlangt den neuesten Schmuck, der am Hofe getragen wird. Jetzt liegt es an euch und dem Goldschmied.
es: Maravilloso, mi señor. En estos momentos hay una alta demanda de joyas, ya que todos quieren las que se exhiben en la corte.
fr: Merveilleux, mon seigneur. La demande de bijoux est en plein essor, car tout le monde veut porter les mêmes qu'à la cour.
id: Bagus sekali, Tuanku. Permintaan akan perhiasan lagi sangat tinggi sekarang ini. Semua orang mendambakan perhiasan seperti yang biasa dipakai di istana.
it: Splendido, mio signore. La domanda di gioielli è attualmente alle stelle, perché tutti vogliono quelli indossati dalla corte.
ja: 素晴らしいです、領主様。宝石への需要は今とても高くなっています。王宮の人々が身につけた宝石を皆が欲しがっているからです。
ko: 영주님, 훌륭해요. 지금 보석 수요가 매우 높아요. 궁궐에서 보석을 착용하지 않은 사람이 없어요.
pt: Maravilhoso, meu senhor. A demanda por joias é muito alta no momento. Todos querem as joias que são usadas pelas pessoas na corte.
ru: Чудесно, ваша светлость. Спрос на ювелирные изделия высок как никогда. Все хотят носить драгоценности как у придворных.
zh: 太好了，大人。珠宝的需求量，目前非常大。人人都想佩戴朝廷中人佩戴的珠宝。
zh_tw: 太好了，大人。珠寶的需求量，目前非常大。人人都想佩戴朝廷中人佩戴的珠寶。

# T_SCENARIO_2017_ELECTION_NOBLEMEN_START
source: How splendid to finally meet you, my liege. I represent the faction of the nobles in your city. When you want to earn our vote for the coming election, you have to fulfill our extravagant demands.
de: Vorzüglich, dass ich euch treffe, Lord. Darf ich mich vorstellen, ich bin der Repräsentant der Edelleute. Wenn ihr unsere Stimme für die kommende Wahl verdienen wollt, dann solltet ihr unsere extravaganten Wünsche erfüllen.
es: ¡Qué alegría verte por fin, mi señor! Represento a la facción de los nobles de tu ciudad. Si quieres ganarte nuestro voto en las elecciones, tendrás que satisfacer nuestras extravagantes demandas.
fr: Quel plaisir de vous rencontrer enfin, gouverneur. Je représente la faction des nobles de votre ville. Si vous voulez gagner nos votes pour les élections à venir, vous devrez répondre à nos demandes extravagantes.
id: Syukurlah kita akhirnya bisa bertemu, Tuanku. Aku mewakili faksi bangsawan di kota Tuan. Kalau Tuan menginginkan suara kami di pemilu mendatang, Tuan harus memenuhi aneka permintaan kami.
it: Sono onorato di fare la sua conoscenza, mio signore. Rappresento la nobiltà di questa città. Se vorrà guadagnarsi il nostro voto per le prossime elezioni, dovrà soddisfare le nostre... stravaganti richieste.
ja: 領主様、ついにあなたにお会いすることができました。私はあなたの町の貴族の派閥の代表です。次の選挙で私達の票が欲しいのなら我々の多大な要求を満たさなければいけません。
ko: 영주님, 이렇게 만나뵙게 되니 정말 기쁘네요. 저는 마을의 귀족을 대표하죠. 앞으로 선거에서 저희 표를 얻고 싶으면 저희 특별한 요청을 들어주세요.
pt: Que esplêndido poder finalmente encontrá-lo, meu senhor. Eu represento a facção dos nobres da sua cidade. Quando quiser ganhar nosso voto nas próximas eleições, terá de atender às nossas exigências extravagantes.
ru: Рад наконец-то с вами встретиться, ваша светлость. Я представляю дворян вашего города. Если хотите заручиться нашей поддержкой, вам придется выполнить ряд затратных требований.
zh: 终见大人一面，在下何等喜悦！在下代表的，是您治下之城的贵族阶层。选举快要举行了，大人若想得到我等的选票，还望大人听一听我等的不情之请。
zh_tw: 終見大人一面，在下何等喜悅！在下代表的，是您治下之城的貴族階層。選舉快要舉行了，大人若想得到我等的選票，還望大人聽一聽我等的不情之請。
