Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_TWELVE_WORK_TIMER_SUMMER_SUCCESS
source: Congratulations, Sir! You have passed the summer! That concludes the end of the year and the challenges it entailed.
de: Ihr habt es tatsächlich geschafft, mein Herr! Das Jahr ist vorüber und die legendären Herausforderungen wurden alle erfolgreich abgeschlossen! Glückwunsch!
es: ¡Enhorabuena, señor! ¡Has superado el verano! Con eso llegamos al final del año y los desafíos que conllevaba.
fr: Mes félicitations Sire ! Vous avez passé avec l’été qui conclut la fin de l’année et les épreuves que cela comportait.
id: Selamat, Tuanku! Tuanku berhasil melewati musim panas! Ini menandai akhir tahun beserta rangkaian tantangan yang harus diselesaikan.
it: Congratulazioni, Signore! Avete superato l'estate! Questo conclude l'anno e le sfide che ha comportato.
ja: おめでとうございます、陛下！また夏の終わりがやってきました！つまりこれで、試練の1年が終了したのです。
ko: 영주님, 축하합니다! 여름을 통과했습니다! 연말과 그에 따른 도전을 완료한 거예요.
pt: Parabéns, senhor! Passamos o verão! Isso conclui o fim do ano e as tarefas restantes.
ru: Поздравляю, сир! Вы пережили лето! Год закончился, а с ним и все наши испытания.
zh: 恭喜您，阁下！您已经度过夏天了！这样一来这一年就结束了，今年的任务也都完成了。
zh_tw: 恭喜您，閣下！您已經度過夏天了！這樣一來這一年就結束了，今年的任務也都完成了。

# T_QUESTS_TWELVE_WORK_TIMER_TITLE
source: Remaining time:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: Temps restants avant le printemps.
id: Sisa waktu:
it: Tempo rimanente:
ja: 残り時間：
ko: 남은 시간:
pt: Tempo restante:
ru: Осталось времени:
zh: 剩余时间：
zh_tw: 剩餘時間：

# T_QUESTS_WATCHTOWERS
source: Build guard towers.
de: Baue Wachtürme.
es: Construye una torre de vigilancia.
fr: Construisez une tour de garde.
id: Bangunlah menara jaga.
it: Costruisci torri di guardia.
ja: 見張り塔を建てる。
ko: 감시탑을 만드세요.
pt: Construa uma torre de guarda.
ru: Построй сторожевую вышку.
zh: 建造守卫塔。
zh_tw: 建造守衛塔。

# T_RATING_HEADER
source: Thanks for playing!
de: Danke fürs Spielen!
es: ¡Gracias por jugar!
fr: Merci d'avoir joué !
id: Terima kasih sudah bermain!
it: Grazie per aver giocato!
ja: 遊んでくれてありがとう！
ko: 저희 게임을 플레이해주셔서 감사합니다.
pt: Obrigado por jogar!
ru: Благодарим за игру!
zh: 感谢你选择我们的游戏！
zh_tw: 感謝您選擇我們的遊戲！

# T_RATING_LATER
source: Perhaps later.
de: Später vielleicht.
es: Tal vez más tarde.
fr: Plus tard peut-être.
id: Mungkin nanti.
it: Forse più tardi.
ja: おそらく後で。
ko: 나중에...
pt: Talvez mais tarde.
ru: Возможно, позже.
zh: 也许以后。
zh_tw: 也許以後。

# T_RATING_LATER_OLD
source: I'm not sure yet.
de: Ich bin mir noch nicht sicher.
es: Aún no sé...
fr: Je ne suis pas encore sûr(e).
id: Saya masih belum yakin.
it: Non sono sicuro.
ja: あとで評価する
ko: 나중에 묻기
pt: Ainda não tenho certeza.
ru: Пока что я не уверен(а).
zh: 稍候询问
zh_tw: 稍後再問

# T_RATING_TEXT
source: Please rate the game and tell us why you like it!
de: Bitte bewerte das Spiel und teile uns mit, warum es dir gefällt!
es: ¡Puntúa el juego y cuéntanos qué opinas!
fr: S’il vous plaît évaluer le jeu et dit nous pourquoi vous l’aimez !
id: Tolong nilai game ini dan beri tahu kami kenapa Anda menyukainya!
it: Valuta il gioco e facci sapere perché ti piace!
ja: このゲームの評価を入れてね！もし、楽しかったらコメントを書いてね！
ko: 게임을 평가하고 게임에 대한 의견을 남겨주세요.
pt: Avalie o jogo e diga-nos porque gostou de jogar.
ru: Будь добр, оцени игру и расскажи нам, почему она тебе понравилась!
zh: 请你对游戏进行评价，并说明你喜欢它的原因！
zh_tw: 请您對遊戲進行評價，並說明您喜歡它的原因！

# T_RATING_YES
source: Yes, of course!
de: Ja, klar!
es: ¡Sí, claro!
fr: Oui, bien sûr !
id: Pastinya!
it: Sì, naturalmente!
ja: もちろん！
ko: 네, 물론입니다.
pt: Sim, claro!
ru: Да, конечно!
zh: 是的，当然！
zh_tw: 是的，當然！

# T_REMOVE_ADS_FREE
source: Yes, but only for free!
de: Ja! Aber nur umsonst!
es: ¡Claro, pero sin pagar!
fr: Oui, mais seulement gratuitement !
id: Ya, tapi gratis!
it: Sì, ma solo se è gratis!
ja: はい、無料ならします！
ko: 네. 만약 공짜로 제거할 수 있다면...
pt: Sim, mas de graça!
ru: Да, но только бесплатно!
zh: 是的，但只能免费！
zh_tw: 是的，但僅能免費清除！

# T_REMOVE_ADS_HEADER
source: Remove ads
de: Werbung entfernen
es: Eliminar publicidad
fr: Supprimer les publicités
id: Hilangkan iklan
it: Rimuovi la pubblicità
ja: 広告を外す
ko: 광고 제거
pt: Remover anúncios
ru: Убрать рекламу
zh: 删除广告
zh_tw: 刪除廣告

# T_REMOVE_ADS_NO
source: Perhaps later.
de: Später vielleicht.
es: Tal vez más tarde.
fr: Plus tard peut-être.
id: Mungkin nanti.
it: Forse più tardi.
ja: おそらく後で。
ko: 나중에...
pt: Talvez mais tarde.
ru: Возможно, позже.
zh: 也许以后。
zh_tw: 也許以後。

# T_REMOVE_ADS_NO_ANDROID
source: No, I like ads!
de: Nein! Ich mag Werbung!
es: ¡Qué va, me encantan!
fr: Non, j'aime la publicité !
id: Tidak, saya suka iklannya!
it: No, mi piace la pubblicità!
ja: いいえ、広告が好き！
ko: 아뇨, 광고를 계속 보겠습니다.
pt: Não, eu curto anúncios!
ru: Нет, мне нравится реклама!
zh: 不，我喜欢这些广告！
zh_tw: 不，我喜歡廣告！

# T_REMOVE_ADS_PAY
source: Yes, of course!
de: Ja, klar!
es: ¡Sí, claro!
fr: Oui, bien sûr !
id: Pastinya!
it: Sì, naturalmente!
ja: もちろん！
ko: 네, 물론입니다.
pt: Sim, claro!
ru: Да, конечно!
zh: 是的，当然！
zh_tw: 是的，當然！

# T_REMOVE_ADS_PAY_ANDROID
source: Yes, and I'll pay!
de: Ja! Und ich zahle!
es: ¡Sí y pagaré!
fr: Oui, et je vais payer !
id: Ya, saya akan membayar!
it: Sì, e voglio pagare!
ja: はい、支払います！
ko: 네, 유료결재로 광고를 제거하겠습니다.
pt: Sim, e pagarei!
ru: Да и я заплачу!
zh: 是的，而且我愿意付款！
zh_tw: 是的，而且我可以付款！

# T_REMOVE_ADS_QUESTION
source: Do you want to remove the ads in the game?
de: Willst du die Werbung im Spiel entfernen?
es: ¿Quieres eliminar los anuncios del juego?
fr: Voulez-vous retirer la publicité en jeu ?
id: Apa kamu ingin membuang iklan di dalam game?
it: Vuoi eliminare la pubblicità nel gioco?
ja: アプリ内の広告を削除しますか？
ko: 게임 내의 광고를 제거하시겠습니까?
pt: Deseja remover os anúncios no jogo?
ru: Хочешь убрать рекламу в игре?
zh: 你想要清除游戏中的广告吗？
zh_tw: 您希望清除遊戲中的廣告嗎？

# T_REMOVE_ADS_TEXT
source: Do you want to remove the ads in the game?
de: Willst du die Werbung im Spiel entfernen?
es: ¿Quieres eliminar los anuncios del juego?
fr: Voulez-vous retirer la publicité dans le jeu ?
id: Ingin menghapus iklan di game?
it: Vuoi eliminare la pubblicità nel gioco?
ja: ゲーム内の広告を削除しますか？
ko: 게임에서 광고를 제거하시겠습니까?
pt: Deseja remover os anúncios no jogo?
ru: Хочешь убрать рекламу в игре?
zh: 你想要清除游戏中的广告吗？
zh_tw: 您希望清除遊戲中的廣告嗎？

# T_REMOVE_ADS_YES_FREE
source: Yes, but only for free!
de: Ja! Aber nur umsonst!
es: ¡Claro, pero sin pagar!
fr: Oui, mais seulement gratuitement !
id: Ya, hanya jika gratis!
it: Sì, ma solo se è gratis!
ja: はい、無料なら削除します。
ko: 네, 오직 무료일 경우에만요!
pt: Sim, mas de graça!
ru: Да, но только бесплатно!
zh: 是的，但只能免费！
zh_tw: 是的，但僅能免費清除！

# T_REMOVE_ADS_YES_PAY
source: Yes, and I'll pay!
de: Ja! Und ich zahle!
es: ¡Sí y pagaré!
fr: Oui, et je vais payer !
id: Ya, saya akan membayar!
it: Sì, e voglio pagare!
ja: はい、お金を支払って削除します。
ko: 네, 비용을 지불하겠습니다!
pt: Sim, e pagarei!
ru: Да и я заплачу!
zh: 是的，而且我愿意付款！
zh_tw: 是的，而且我可以付款！

# T_RESTORE_TRANSACTIONS
source: Restore transactions
de: Einkäufe wiederherstellen
es: Restablecer transacciones
fr: Restaurer transactions
id: Pulihkan transaksi
it: Ripristina transazioni
ja: 購入履歴を復元
ko: 거래 회복
pt: Restaurar transações
ru: Восстановить покупки
zh: 恢复操作
zh_tw: 恢復操作

# T_RESTORE_TRANSACTIONS_BIG
source: RESTORE TRANSACTIONS
de: EINKÄUFE WIEDERHERSTELLEN
es: RESTABLECER TRANSACCIONES
fr: RESTAURER TRANSACTIONS
id: PULIHKAN TRANSAKSI
it: RIPRISTINA TRANSAZIONI
ja: 購入履歴を復元
ko: 거래 회복
pt: RESTAURAR TRANSAÇÕES
ru: ВОССТАНОВИТЬ ПОКУПКИ
zh: 恢复操作
zh_tw: 恢復操作

# T_SAMSUNG_REWARDS_POPUP_TEXT_02
source: Have fun with your free gift brought to you by HandyGames & Samsung!
de: Viel Spaß mit deinem Gratisgeschenk, präsentiert von HandyGames & Samsung!
es: Busca el regalo gratis en este juego presentado por HandyGames y Samsung!
fr: Cherchez le cadeau gratuit dans ce jeu qui vous est proposé par HandyGames & Samsung !
id: Bersenang-senang dengan hadiah gratis Anda dibawa ke anda oleh HandyGames & Samsung!
it: Cerca il regalo gratuito in questo gioco offerto da HandyGames & Samsung!
ja: HandyGamesとSamsungからのフリーギフトで楽しんでください！
ko: HandyGames & Samsung에서 제공 되는 무료 선물을 찾아보세요!
pt: Procure pelo presente grátis neste jogo, oferecido por HandyGames & Samsung!
ru: Жела́ем вам уда́чи c бесплатным подарком от HandyGames & Samsung!
zh: 请在这游戏里留意 HandyGames 和 Samsung 为您带来的免费礼物！
zh_tw: 請留意在這遊戲裡 HandyGames 和Samsung 為您帶來的免費禮物!

# T_SANDBOX_AVALANCHE_TICKET
source: An avalanche has been set off!
de: Eine Lawine ist losgetreten worden!
es: ¡Se ha desencadenado un alud!
fr: Une avalanche a été déclenchée !
id: Ada longsor!
it: È stata scatenata una valanga?
ja: 雪崩が始まった！
ko: 산사태가 일어났어요!
pt: Uma avalanche começou!
ru: Приближается лавина!
zh: 发生雪崩了！
zh_tw: 發生雪崩了！

# T_SANDBOX_SNOWSTORM_TICKET
source: Snowstorm: Your buildings may get damaged by the storm!
de: Schneesturm: Deine Gebäude können im Sturm beschädigt werden!
es: Tormenta de nieve: ¡la tormenta puede dañar los edificios!
fr: Tempête de neige : vos bâtiments peuvent être endommagés par la tempête !
id: Badai salju: Bangunan mungkin rusak akibat badai!
it: Tempesta di neve: gli edifici possono essere danneggiati!
ja: 雪嵐：嵐であなたの建物が損傷するかもしれません！
ko: 눈보라: 건물이 폭풍에 피해를 입을 수 있어요!
pt: Nevasca: Seus prédios podem ser danificados pela neve!
ru: Метель: порывы ветра могут повредить здания!
zh: 雪暴：暴风雪有可能损坏房屋！
zh_tw: 雪暴：暴風雪有可能損壞房屋！

# T_SANDBOX_THUNDERSTORM_TICKET
source: Thunderstorm: Lightning may hit buildings!
de: Gewittersturm: Blitze können in Gebäude einschlagen!
es: Tormenta: ¡los rayos pueden alcanzar a los edificios!
fr: Orage : des éclairs peuvent toucher les bâtiments !
id: Badai petir: Bangunan mungkin tersambar petir!
it: Tempesta: i fulmini possono colpire gli edifici!
ja: 雷雨：雷が建物に落ちるかもしれない！
ko: 폭풍우: 번개가 건물에 떨어질 수 있어요!
pt: Tempestade: raios podem atingir os prédios!
ru: Буря: молнии могут ударить в здания!
zh: 雷暴：闪电有可能击中房屋！
zh_tw: 雷暴：閃電有可能擊中房屋！

# T_SCENARIO_2016_06_BANDIT_01_DESC
source: So you are going to steal my nuggets? Well, you will see what you get for that. AAVVAALLAANNCCHHEE!
de: Du willst also mein Gold stehlen, na du wirst schon sehen, was du davon hast. LLLAAAWWWIIINNNEEE!
es: ¿Vas a robar mis pepitas de oro? Pues ya verás lo que te ocurre. ¡AAAALUUUUD!
fr: Alors, vous allez voler mes pépites ? Eh bien, vous allez voir ce que vous allez voir. AAVVAALLAANNCCHHEE !
id: Jadi kalian mau mencuri bijih emasku? Baiklah, kita lihat apa ganjaran untuk kalian. LOONGSOOOR!
it: Dunque vorresti rubare le mie pepite? Bene, ora ti faccio vedere io. VAAAALAAANGAAAAAA!
ja: 私の金塊を盗むのか？それなら今にみているがよい。 なーーだーーれーー！
ko: 광석을 훔쳐가겠다고요? 그럼, 대가를 치르셔야죠. 산사태!
pt: Então, você vai roubar minhas pepitas? Bom, você vai ver no que isso vai dar. AAVVAALLAANNCCHHEE!
ru: Ага, значит, решил воровать мои самородки? Знаешь, что тебе за это грозит? Л-А-А-А-В-И-И-И-Н-А-А-А!
zh: 这么说，你是来偷金块的啰？很好，就让你看看这样做，有什么下场。雪~崩~来~吧~！
zh_tw: 這麼說，你是來偷金塊的囉？很好，就讓你看看這樣做，有什麼下場。雪~崩~來~吧~！

# T_SCENARIO_2016_06_BANDIT_025_DESC
source: Wanna' know what happens to people who don't listen?! AAVVAALLAANNCCHHEE!
de: Wer nicht hören will, muss fühlen! Dann fühl mal die LLLAAAWWWIIINNNEEE!
es: ¿Quieres saber lo que le pasa a la gente que no escucha? ¡AAALUUUD!
fr: Vous voulez savoir ce qui arrive aux gens qui n'écoutent pas ?! AAVVAALLAANNCCHHEE !
id: Mau tahu apa yang terjadi dengan orang yang tidak mau menurut? LOONGSOOOR!
it: Vuoi sapere cosa succede alle persone che non ascoltano? VAAAALAAANGAAAAAA!
ja: 言うことを聞かない奴らがどうなるか知りたいか？ なーーだーーれーー！
ko: 우리 요구를 들어주지 않은 사람들이 어떻게 됐는지 알고 싶나요?! 산사태!
pt: Quer saber o que acontece com pessoas que não cedem?! AAVVAALLAANNCCHHEE!
ru: Знаешь, что случается с теми, кто меня не слушает? Л-А-А-А-В-И-И-И-Н-А-А-А!
zh: 想知道不听我话的人，都有什么下场吗？雪~崩~来~吧~！
zh_tw: 想知道不聽我話的人，都有什麼下場嗎？雪~崩~來~吧~！

# T_SCENARIO_2016_06_BANDIT_02_DESC
source: Where did you get that bread from? Whatever, I want some too! Or do you prefer another avalanche?
de: Wo habt ihr denn das Brot her? Egal, ich will auch welches! Oder wollt ihr von einer weiteren Lawine überrollt werden?
es: ¿De dónde has sacado ese pan? ¡Da igual, yo también quiero! ¿O prefieres otro alud?
fr: Où avez-vous obtenu ce pain ? Peu importe, j'en veux aussi ! Ou vous préférez une nouvelle avalanche ?
id: Dari mana kalian dapat roti itu? Masa bodoh, aku juga mau! Atau kalian lebih suka kena longsor lagi?
it: Dove hai preso questo pane? Ne voglio anch’io! O preferisci un’altra valanga?
ja: どこでそのパンを手に入れた？俺も欲しいぞ！それともまた雪崩の方がいいか？
ko: 어디서 빵을 구한 거죠? 아무튼 저도 줘요! 아니면 산사태를 당할래요?
pt: Onde você conseguiu tanto pão? Não importa. Eu quero pão também! Ou prefere lidar com outra avalanche?
ru: Откуда у тебя этот хлеб? А, какая разница! Давай-ка его сюда. Или ты уже соскучился по лавинам?
zh: 面包，你是怎么弄到的？不管你是怎么弄到的，也给我一点。不吗？那好，你想再来场雪崩？
zh_tw: 麵包，你是怎麼弄到的？不管你是怎麼弄到的，也給我一點。不嗎？那好，你想再來場雪崩？

# T_SCENARIO_2016_06_BANDIT_02_NAME
source: Fulfill the bandit‘s demands.
de: Erfülle die Forderungen des Banditen.
es: Satisface las exigencias del bandido.
fr: Obéissez aux exigences des bandits.
id: Penuhi permintaan si bandit.
it: Soddisfa le richieste dei banditi.
ja: 盗賊の要求に応える。
ko: 산적의 요구를 들어주세요.
pt: Atenda às exigências dos bandidos.
ru: Выполни требования бандита.
zh: 满足强盗的要求。
zh_tw: 滿足強盜的要求。

# T_SCENARIO_2016_06_BANDIT_03_DESC
source: Oh, that‘s a huge bunch of iron. I‘m sure you wanna’ make some tools out of it for me.
de: Das ist aber eine Menge Eisen. Da könnt Ihr mir doch sicherlich ein paar Werkzeuge daraus schmieden.
es: ¡Vaya cantidad de hierro! Seguro que quieres usarlo para hacerme algunas herramientas.
fr: Oh, c'est un sacré paquet de fer. Je parie que vous voulez me faire des outils avec.
id: Oh, besinya banyak sekali. Aku yakin sebagian akan kaupakai untuk membuatkan peralatan untukku.
it: Oh, quello è un bel mucchio di ferro. Sono sicuro che non vedi l’ora di costruirmi un po’ di attrezzi.
ja: なんだ、とても大きな鉄の塊だな。俺に道具を作ってくれるんだろうな？
ko: 오, 정말 철이 많군요. 철로 도구를 만들 수 있을 거예요.
pt: Ah, quanto ferro sobrando. Tenho certeza que você vai fazer umas ferramentas para mim.
ru: Ого, сколько у тебя железа! Сделай мне парочку инструментов, тебе же не жалко.
zh: 哎呀，这么大一块铁。你肯定是要拿它给我做工具啰。
zh_tw: 哎呀，這麼大一塊鐵。你肯定是要拿它給我做工具囉。

# T_SCENARIO_2016_06_BANDIT_04_DESC
source: How handy, you already melted the nuggets into ingots. I told you already that it is „my“ gold and I want it back, now! Oh and refine them a little bit more, okay?
de: Sehr praktisch, dass Ihr die Golderze zu Barren verarbeitet. Ich habe Euch ja schon gesagt, es ist „mein“ Gold. Ich will es wieder, jetzt! Achja und veredelt es noch ein wenig, ja?
es: Qué bien, ya has fundido las pepitas de oro para hacer lingotes. ¡Ya te he dicho que es «mi» oro y quiero que me lo devuelvas! Ah, y refínalo un poco más, ¿vale?
fr: Comme c'est pratique, vous avez déjà fondu les pépites en lingots. Je vous l'ai déjà dit, c'est « mon » or et je veux le récupérer ! Oh, soyez gentil et raffinez-le un peu plus, d'accord ?
it: Che gentile, hai già fuso le pepite in lingotti. Ti ho già detto che questo è il “mio” oro e che lo rivoglio, vero? Oh, e raffinalo un po’ di più, OK?
ja: 早いな、もう金塊を延べ棒に溶かしてしまったのか。さっきも言ったがそれは「俺の」金で今すぐに返してほしいんだ！ああそれからもう少し精錬してくれ、いいな？
ko: 편리하군요. 이미 금덩이를 녹여서 금괴로 만들었군요. 이미 말했지만 금은 제 거예요. 어서 주세요! 아, 그리고 조금만 더 다듬어주세요?
pt: Que prático! Você já derreteu as pepitas e fez barras. Eu já lhe disse que esse ouro é MEU e eu quero de volta agora! Ah, e melhore a qualidade dessas barras, ok?
ru: Ты уже переплавил самородки в слитки. Как предусмотрительно! Кажется, я уже говорил, что это мое золото? И я очень хочу, чтобы ты его вернул. И это, не жалей сил на его очистку.
zh: 你已经把金块熔成金条了，真是手巧。我告诉过你，这是“我的”金子，我得要回来。立马给我！哦，还是再炼上一会儿，好吗？
zh_tw: 你已經把金塊熔成金條了，真是手巧。我告訴過你，這是“我的”金子，我得要回來。立馬給我！哦，還是再煉上一會兒，好嗎？

# T_SCENARIO_2016_06_BANDIT_05_DESC
source: I was thinking about getting new clothes. Do you have some in my size?
de: Ich denke, etwas neue Kleidung kann nicht schaden. Habt ihr etwas in meiner Größe?
es: Me gustaría tener ropa nueva. ¿Tienes algo de mi talla?
fr: Je pensais me procurer de nouveaux vêtements. Vous en avez à ma taille ?
id: Aku lagi mau cari baju baru. Ada yang ukurannya pas untukku?
it: Pensavo di farmi degli abiti nuovi. Hai qualcosa della mia taglia?
ja: ちょうど新しい服を手に入れようと思っていたところだ。俺のサイズがあるか？
ko: 새 옷을 마련하려고 생각 중이었어요. 제가 맞는 옷이 있나요?
pt: Eu estou pensando em ganhar roupas novas. Tem umas do meu tamanho aí?
ru: Я тут подумал, что мне бы не помешала новая одежка. У тебя случаем нет чего моего размера?
zh: 我正想添几身新衣服呢。你这儿有合我身的吗？
zh_tw: 我正想添幾身新衣服呢。你這兒有合我身的嗎？

# T_SCENARIO_2016_06_INTRO_01_DESC
source: At least all townies could escape the avalanche, but the buildings hit by the avalanche have been destroyed.
de: Die Townies sind der Lawine gerade so entkommen. Jedoch hat die Lawine die Gebäude beschädigt.
es: Al menos todos los Townies escaparon del alud, pero los edificios alcanzados han quedado destruidos.
fr: Au moins, tous les habitants ont pu échapper à l'avalanche, mais les bâtiments touchés ont été détruits.
id: Setidaknya semua Townies selamat dari longsor, tetapi bangunan yang terkena longsoran telah hancur.
it: Almeno i cittadini sono riusciti a sfuggire alla valanga, ma gli edifici colpiti sono stati distrutti.
ja: 少なくとも全てのタウニー達は雪崩から逃げることができましたが、建物は雪崩によって破壊されました。
ko: 적어도 주민 모두가 산사태를 피할 수 있었지만 산사태에 타격을 입은 건물은 파괴됐어요.
pt: Ao menos, os habitantes escaparam da avalanche, mas os prédios atingidos pela avalanche foram destruídos.
ru: Горожане, к счастью, выжили, а вот попавшее под лавину здание было уничтожено.
zh: 在雪崩中，起码全体镇民能幸免于难。只可惜，雪崩撞击的房子都毁掉了。
zh_tw: 在雪崩中，起碼全體鎮民能倖免於難。只可惜，雪崩撞擊的房子都毀掉了。

# T_SCENARIO_2016_06_MAIN_00_DESC
source: The constant deliveries from this village have stopped. Governor, I‘m expecting you to deal with this problem.
de: Die Lieferungen aus diesem Dorf kommen nicht mehr regelmäßig. Mein Stadthalter, ich erwarte von Euch, dass Ihr Euch der Sache annehmt.
es: Las remesas procedentes de esta aldea se han interrumpido. Gobernador, espero que soluciones el problema.
fr: Les livraisons régulières provenant de ce village ont stoppé. Gouverneur, je veux que vous vous occupiez de ce problème.
id: Kiriman sumber daya dari desa ini terhenti. Gubernur, aku berharap kau bisa mengatasi masalah ini.
it: Le consegne regolari da questo villaggio si sono interrotte. Governatore, mi aspetto che ti occupi di questo problema.
ja: この村からの定期的な配達が止まってしまった。そなたがこの問題を解決してくれると期待している。
ko: 이 마을에서 계속 보내던 물자 공급이 중단됐어요. 영주님, 이 문제를 해결해야 합니다.
pt: Os carregamentos saídos desta cidade cessaram. Governador, espero que você resolva esse problema.
ru: Регулярные поставки из этого города прекратились. Губернатор, поручаю вам разобраться с этой проблемой.
zh: 这个村庄向外供应东西，一向都很稳定，现在却中断了。总督大人，小人盼望您能解决这个问题。
zh_tw: 這個村莊向外供應東西，一向都很穩定，現在卻中斷了。總督大人，小人盼望您能解決這個問題。

# T_SCENARIO_2016_06_MAIN_00_END
source: The threat of the avalanches was no problem for you. I knew I could rely on you my governor.
de: Die Bedrohung durch die Lawinen habt Ihr hervorragend gemeistert. Ich wusste, ich kann mich auf Euch verlassen, mein Stadthalter.
es: La amenaza de aludes no supuso un problema. Sabía que podía confiar en ti, gobernador.
fr: La menaces des avalanches n'a pas eu raison de votre volonté. Je savais que je pouvais compter sur vous, gouverneur.
id: Ancaman bencana longsor bukan masalah untukmu. Aku tahu kau bisa diandalkan, Gubernur.
it: La minaccia di valanghe non è stata un problema per te. Sapevo che potevo contare su di te, mio Governatore.
ja: そなたにとって雪崩の脅威は問題ではない。知事よ、そなたに任せられるとわかっていたよ。
ko: 산사태 위협은 전혀 문제가 안 됐군요. 영주님이라면 해낼 줄 알았습니다.
pt: A ameaça de avalanches não foi problema para você. Sabia que podia confiar em você, meu governador.
ru: Вы справились, даже несмотря на постоянные лавины. Я знал, что на вас можно положиться, губернатор.
zh: 雪崩的威胁，对您来说，不是问题。总督大人，小人就知道，依靠大人，肯定没错。
zh_tw: 雪崩的威脅，對您來說，不是問題。總督大人，小人就知道，依靠大人，肯定沒錯。

# T_SCENARIO_2016_06_MAIN_00_NAME
source: Accomplish the primary tasks and take care of the mines.
de: Erfülle die primären Aufgaben und passe auf die Bergwerke auf.
es: Cumple las misiones principales y ocúpate de las minas.
fr: Accomplissez les tâches primaires et prenez soin des mines.
id: Rampungkan tugas utama dan uruslah tambang.
it: Completa i compiti primari e occupati delle miniere.
ja: 最初のタスクを達成して採掘所の世話をする。
ko: 기본 과제를 달성하고 광산을 관리하세요.
pt: Cumpra todas as tarefas primárias e cuide das minas.
ru: Выполни основные задачи и позаботься о шахтерах.
zh: 完成首要任务并照管好各个矿井。
zh_tw: 完成首要任務並照管好各個礦井。

# T_SCENARIO_2016_06_QUEST_00_DESC
source: We should repair the warehouse, otherwise it will collapse, too.
de: Wir sollten das Lagerhaus reparieren, ansonsten stürzt es ebenfalls ein.
es: Deberíamos reparar el almacén o también se vendrá abajo.
fr: Nous devrions réparer l'entrepôt avant qu'il s'écroule à son tour.
id: Kita perlu memperbaiki gudang, kalau tidak, gudangnya akan ambruk juga.
it: Dobbiamo riparare il magazzino, altrimenti crollerà.
ja: 倉庫を修理しないと崩壊してしまいます。
ko: 창고를 수리해야 해요. 그렇지 않으면 창고도 무너질 거예요.
pt: Precisamos consertar o depósito, senão ele também desabará.
ru: Нужно починить пакгауз, пока и он не рухнул.
zh: 咱们得把仓库修修，否则它也得塌了。
zh_tw: 咱們得把倉庫修修，否則它也得塌了。

# T_SCENARIO_2016_06_QUEST_00_NAME
source: Repair the warehouse.
de: Repariere das Lagerhaus.
es: Repara el almacén.
fr: Réparez l'entrepôt.
id: Perbaiki gudang.
it: Ripara il magazzino.
ja: 倉庫を修理する。
ko: 창고를 수리하세요.
pt: Conserte o depósito.
ru: Почини пакгауз.
zh: 维修仓库。
zh_tw: 維修倉庫。

# T_SCENARIO_2016_06_QUEST_01_DESC
source: At first we need a sawmill to rebuild all the town‘s buildings.
de: Um die Gebäude und das Dorf wieder aufzubauen, benötigen wir zunächst eine Sägemühle.
es: Primero necesitamos un aserradero para reconstruir los edificios de la ciudad.
fr: Nous aurons d'abord besoin d'une scierie pour reconstruire les bâtiments du village.
id: Pertama-tama kita perlu penggergajian untuk mendirikan kembali semua bangunan di kota.
it: Per cominciare ci serve una segheria per ricostruire tutti gli edifici della città.
ja: まず最初にこの町の建物を建て直すためには製材所が必要だ。
ko: 우선 제재소를 만들어 마을 건물을 모두 다시 세워야 해요.
pt: Primeiro, precisamos de uma serraria para reconstruir todos os prédios.
ru: Для начала нужно построить лесопилку, чтобы восстановить здания города.
zh: 首先，咱们需要一个锯木厂，重建镇上所有房屋。
zh_tw: 首先，咱們需要一個鋸木廠，重建鎮上所有房屋。

# T_SCENARIO_2016_06_QUEST_01_NAME
source: Build a sawmill.
de: Errichte eine Sägemühle.
es: Construye un aserradero.
fr: Construisez une scierie.
id: Bangunlah penggergajian.
it: Costruisci una segheria.
ja: 製材所を建てる。
ko: 제재소를 만드세요.
pt: Construa uma serraria.
ru: Построй лесопилку.
zh: 修建锯木厂。
zh_tw: 修建鋸木廠。

# T_SCENARIO_2016_06_QUEST_02_DESC
source: My lord, despite the danger of avalanches, we have to start the iron and gold production again. The King is waiting for a big delivery from this village.
de: Mein Herr, trotz der Lawinen müssen wir die Eisen- und Goldproduktion wieder aufnehmen. Der König erwartet eine große Lieferung aus diesem Dorf.
es: Mi señor, a pesar del peligro de aludes, tenemos que empezar a producir hierro y oro otra vez. El rey espera un gran envío de esta aldea.
fr: Mon seigneur, malgré les dangers d'avalanche, nous devons reprendre la production de fer et d'or. Le roi attend une grosse livraison de ce village.
id: Tuanku, walaupun ada bahaya longsor, produksi besi dan emas harus kita mulai lagi. Sang Raja menantikan kiriman besar dari desa ini.
it: Milord, nonostante il rischio valanghe, dobbiamo riavviare la produzione di ferro e oro. Il Re si aspetta una grossa spedizione da questo villaggio.
ja: 閣下、雪崩の危機があるにもかかわらず、鉄と金の製造を再開しなければいけません。王様がこの村からの配達を待っているのです。
ko: 영주님, 산사태 위험이 있지만 철과 금 생산을 다시 시작해야 합니다. 왕이 많은 철과 금을 기다리고 있습니다.
pt: Milorde, a despeito do perigo de avalanches, temos que recomeçar a produção de ferro e ouro. O Rei está esperando que esta cidade mande um grande carregamento.
ru: Милорд, я понимаю, нам угрожают лавины, но это не повод откладывать добычу железа и золота. Король ожидает большую партию ресурсов из этого городка.
zh: 主人，不管雪崩有多危险，咱们都得重新开始生产钢铁和黄金。国王正等着这个村庄大批进献呢。
zh_tw: 主人，不管雪崩有多危險，咱們都得重新開始生產鋼鐵和黃金。國王正等著這個村莊大批進獻呢。
