Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_ALL_DUKE
source: You have been a true friend to me, Lord. I am truly thankful to you for your support in the affairs of the town. Unfortunately, the population thinks differently. The ungrateful rabble is standing in the castle courtyard with torches and pitchforks. I suggest you take the secret passage and escape the town as fast as you can. I will stay here and talk to them. I think the true culprit of this mess should face the consequences of his actions and clear his conscience.
de: Ihr seid mir eine große Hilfe gewesen, Lord. Ich bin euch sehr dankbar für Eure Unterstützung hier im Dorf. Leider sieht dies die Bevölkerung anders. Diese undankbaren Hunde stehen mit Mistgabeln und Fackeln vor den Toren des Schlosses. Ich schlage vor, dass Ihr den Geheimgang des Schlosses nutzt und Euch schleunigst auf den Weg aus der Stadt macht. Ich werde hier bleiben, ich denke der wahre Urheber dieser Probleme sollte sich den wütenden Townies stellen und mit seinem Gewissen ins Reine kommen.
es: Has sido un verdadero amigo para mí. Te estoy enormemente agradecido por tu ayuda con los asuntos de la ciudad. Por desgracia, la población no piensa lo mismo. El desagradecido populacho se agolpa con horcas y antorchas en el patio del castillo. Te sugiero que escapes de la ciudad lo más rápido posible por el pasadizo secreto. Yo me quedaré aquí y hablaré con ellos. Creo que ha ser el verdadero culpable de este desastre quien afronte las consecuencias de sus actos y limpie su conciencia.
fr: Vous avez été un vrai ami pour moi, mon seigneur. Je vous suis extrêmement reconnaissant de votre support dans les affaires de la ville. Il est triste de voir que la population ne le voit pas ainsi. Les villageois sont dans la cour du château avec des torches et des fourches. Je suggère de prendre ce passage secret et de vous échapper de la ville aussi vite que vous le pourrez. Je resterai ici et leur parlerai. Je pense que le vrai coupable de ce désordre doit faire face aux conséquences de ses actions afin que je puisse de nouveau avoir la conscience tranquille.
id: Tuan ibarat sahabat sejati bagiku. Aku sungguh berterima kasih atas dukungan Tuan terkait pemerintahan kota ini. Sayangnya, penduduk berpikiran lain. Orang-orang yang tidak tahu terima kasih itu ada di pekarangan kastil sekarang sambil membawa obor dan garpu rumput. Kusarankan Tuan lewat lorong rahasia dan kabur dari kota secepat mungkin. Aku akan tinggal di sini dan berbicara dengan mereka. Dalang dari kekacauan ini harus memikul akibat dari perbuatannya dan bertanggung jawab.
it: Per me sei stato un vero amico, ti sono davvero grato per l'aiuto dimostrato verso i problemi della città. Purtroppo, la popolazione la pensa diversamente. La folla ingrata si è radunata nel cortile del castello con torce e forconi. Ti consiglio di prendere il passaggio segreto e fuggire dalla città il prima possibile. Io resterò qui e parlerò con loro. Credo che il vero colpevole di tutto questo caos debba affrontare le conseguenze delle sue azioni e scaricarsi la coscienza.
ja: 閣下、あなたはずっと真の友人でいてくれました。この街の事柄に関するあなたのサポートに心から感謝します。 残念ながら、人々の考えは違うようです。恩知らずの暴徒たちはお城の庭にたいまつと熊手を手に立っています。秘密の通路を通ってこの街からできるだけ早く逃げた方が良いでしょう。 私はここに残って彼らと話をします。この混乱の本当の犯人は自分の行いの責任を取り、良心に恥じないようにしなければいけないと思います。
ko: 영주님은 제 진정한 친구가 되어주었습니다. 마을의 대소사를 처리하는 걸 도와줘서 정말 감사합니다. 유감스럽게도 주민들의 생각은 다른 것 같습니다. 은혜를 모르는 폭도들이 횃불과 쇠스랑을 들고 성 앞마당에 서 있습니다. 비밀 통로를 통해 가능한 한 빨리 마을을 탈출하세요. 전 여기서 폭도들과 협상하겠습니다. 이 소동의 진정한 죄인이 자신의 행동에 대한 책임을 지고 양심을 씻어야 할 것 같습니다.
pt: Você tem sido um amigo leal. Eu agradeço muito seu apoio na resolução das questões da cidade. Infelizmente, a população discorda. Essa turba ingrata está no pátio do castelo com tochas e forcados. Eu sugiro que você saia pela passagem secreta e fuja da cidade o mais rápido possível. Eu vou ficar aqui e tentar argumentar com eles. Acho que o verdadeiro culpado por essa bagunça deve encarar as consequências do que fez para limpar a própria consciência.
ru: Вы стали мне настоящим другом, милорд. Я искренне благодарен вам за помощь в управлении городом. К несчастью, местные жители не разделяют моих взглядов. Неблагодарная чернь собралась во дворе замка с факелами и вилами. Советую вам воспользоваться тайным ходом и как можно скорее покинуть город. Я останусь и поговорю с ними. Мне кажется, истинный зачинщик этого бардака должен принять ответственность за свои поступки и очистить свою совесть.
zh: 大人，您一直是我真正的朋友。我衷心感谢您对于镇上事务的帮助。 不幸的是， 人们并不这么想。毫无感激的暴民正手持火把和干草叉站在城堡庭院。我建议您走秘密通道离开城镇，越快越好。 我会留在这儿和他们谈谈。我认为这一切混乱真正的罪魁祸首应该面对他所作所为的后果并且问心无愧 。
zh_tw: 大人，您就像我的知心朋友一樣。我無比感激您支持城鎮大小事務的真心。 很不幸地，人民們不這麼認為。這些不知感恩的暴民就在庭院中手拿草叉和火把。我建議您走進秘密通道並盡快逃離城鎮。 我會待在這裡與他們談談。我相信真正的幕後黑手應當要自行面對這些問題，並且承擔他的所作所為，好讓他的意識更加清醒。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_ALL_TOWNIES
source: You have always stood in my way, Lord. From the beginning on you decided against my wishes. The town was more important to you than the Duke. Unfortunately, the population does not see it like me. The ungrateful rabble is standing in the castle courtyard. Why don't you join them? My brother has been freed by your men and from now on he will reign the place. He has always been the true ruler here. I will now go outside because the true culprit of this mess should face the angry Townies and come clean with his conscience.
de: Ihr standet mir von Anfang an im Wege, Lord! Jeden meiner Aufträge habt Ihr abgelehnt. Das Dorf war euch immer viel wichtiger als sein Herrscher. Leider sieht dies die Bevölkerung anders. Diese undankbaren Hunde stehen mit Mistgabeln und Fackeln vor den Toren des Schlosses. Ich schlage vor, dass Ihr Euch Ihnen anschließt. Meinen Bruder habt Ihr befreit und er wird von nun an seiner ursprünglichen Stelle sitzen. Er war schon immer der wahre Herrscher hier und sollte diesen Posten wieder haben. Ich werde nun hinaus gehen, denn der wahre Urheber dieser Probleme sollte sich den wütenden Townies stellen und mit seinem Gewissen ins Reine kommen.
es: Siempre te has entrometido en mi camino. Desde el principio fuiste en contra de mis deseos. La ciudad era más importante para ti que el duque. Por desgracia, parece que la población no me quiere. El desagradecido populacho se agolpa en el patio del castillo. ¿Por qué no te unes a ellos? Mi hermano fue liberado por tus hombres y, a partir de ahora, él dará las órdenes. Siempre ha sido el indudable gobernante aquí. Saldré fuera, pues ha de ser el verdadero culpable de este desastre quien afronte la ira de los townies y limpie su conciencia.
fr: Vous avez toujours fait obstacle à mes décisions, mon seigneur. Depuis le début vous aviez décidé d’être contre moi. Le bien-être des habitants avant celui de votre Duc. Il est triste de voir que les villageois ne voient pas les choses de la même manière que moi. Les voici dans la cour du château avec des torches et des fourches. Pourquoi ne vous joignez-vous pas à eux. Mon frère a été libéré par vos hommes. Dorénavant il régnera de nouveau. Je vais aller à leur rencontre. Je pense que le vrai coupable de ce désordre doit faire face aux conséquences de ses actions afin que je puisse de nouveau avoir la conscience tranquille.
id: Dari awal Tuan sudah menghalang-halangiku. Dari awal Tuan menentang keinginanku. Kota lebih penting bagi Tuan daripada sang Adipati. Sayangnya, penduduk berbeda pandangan denganku. Orang-orang yang tidak tahu terima kasih itu ada di pekarangan kastil sekarang. Kenapa Tuan tidak bergabung saja dengan mereka? Saudara kembarku telah dibebaskan oleh anak buah Tuan dan akan memerintah tempat ini. Dari dulu dia penguasa yang sebenarnya di sini. Aku akan keluar sekarang karena dalang dari kekacauan ini harus menghadapi para Townie yang marah dan bertanggung jawab.
it: Mi hai sempre ostacolato, signore. Sin dall'inizio, le tue decisioni sono stato contrarie alla mia volontà. La città era più importante del Duca per te. Purtroppo, la popolazione la pensa diversamente da me. La folla ingrata si è radunata nel cortile del castello. Perché non ti unisci a loro? Mio fratello è stato liberato dai tuoi uomini e adesso sarà lui a regnare. È sempre stato il vero governatore. Ora uscirò perché il vero colpevole di questo caos deve affrontare i cittadini arrabbiati e scaricarsi la coscienza.
ja: 閣下、あなたはいつでも私の邪魔をしてきました。一番始めからあなたは私の望みに反対してきましたね。あなたにとって公爵よりもこの街の方が大切だったのです。 残念なことに人々は私と同じように思っていません。恩知らずの暴徒たちはお城の庭に立っています。彼らの中に入っていったらどうですか？ 私の弟はあなたの部下によって解放され、これからはこの場所を治めて行くでしょう。彼は常にここの真の統治者でした。 この混乱の本当の犯人は怒るタウニーたちと向き合い、良心に恥じないようにしないといけませんから、私は今から外に出ていきます。
ko: 영주님은 늘 방해만 했습니다. 첫날부터 제 바람을 무시했지요. 영주님에겐 공작인 나보다 마을이 더 중요했습니다. 유감스럽게도 주민들은 저와 생각이 다른 것 같습니다. 은혜를 모르는 폭도들이 성 앞마당에 서 있습니다. 그들과 함께하세요. 당신이 풀어준 제 쌍둥이 형제가 이제부터 마을을 다스릴 겁니다. 그는 늘 이곳의 진정한 통치자였죠. 전 이제 나가봐야겠습니다. 이 소동의 진정한 죄인으로서 자신의 행동에 대한 책임을 지고 양심을 씻어야 하니까요.
pt: Você sempre entrou no meu caminho. Desde o início, você tomou decisões contra a minha vontade. A cidade era mais importante para você do que o Duque. Infelizmente, a população não vê as coisas do mesmo modo que eu. Essa turba ingrata está no pátio do castelo. Por que não se junta a ela? Meu irmão foi libertado pelos seus homens e, de agora em diante, governará no meu lugar. Ele sempre foi o verdadeiro líder. Agora eu irei lá fora, porque o culpado por esta situação deve encarar os habitantes e confessar seus crimes.
ru: Вы постоянно мне мешали, милорд. С самого начала вы игнорировали все мои пожелания. Город для вас оказался важнее его герцога. К несчастью, местные жители не разделяют моих взглядов. Неблагодарная чернь собралась во дворе замка. Почему бы вам не присоединиться к ним? Ваши люди освободили моего брата, и отныне он будет править здесь. Ведь именно он истинный глава города. Я же выйду навстречу толпе, потому что зачинщик этого бардака должен принять ответственность за свои поступки и очистить свою совесть.
zh: 您一直都在妨碍我的道路，大人。从一开始您就决定违背我的期望。城镇对您来说比公爵更重要。 不幸的是，人们并不像我一样看到这一点。毫无感激的暴民正手持火把和干草叉站在城堡庭院。您为什么不加入他们呢？ 我的兄弟已经被你的人营救，而且从现在开始他将统治这个敌方。他一直是这里真正的统治者。 我现在会走到外面去，因为这一切混乱真正的罪魁祸首应该面对愤怒的镇民并且把他的良心交代清楚。
zh_tw: 大人，從一開始您就反對我的建議，對您來說，鎮民們比公爵更加重要。 很不幸地，人民們與我的看法不同，那些不知感恩的暴民就站在城堡的庭院中。您何不加入他們呢？ 我的兄弟被您的手下給放出來了，現在一切又會回歸他的手裡。他一直以來才是這個地方真正的管理者。 我現在就會走去外面，因為真正的幕後黑手應當要面對這些問題，並面對鎮民們的憤怒，好讓自己的意識更加清醒。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_BALANCE_DUKE
source: My Lord, you have truly proved that through all these difficult decisions, you have represented both the welfare of the Townies and the desires of the Duke with the best of your knowledge and conscience. In spite of the fundamentally equal treatment of both parties, you have attended to the Duke's needs more and given priority to his demands. You really deserve the reputation of being a problem solver.
de: Mein Herr, Ihr habt wahrlich bewiesen, dass Ihr bei all diesen schwierigen Entscheidungen sowohl das Wohl der Bevölkerung als auch die Wünsche des Herzogs mit bestem Wissen und Gewissen vertreten habt. Trotz der grundlegenden Gleichbehandlung beider Parteien, habt Ihr euch etwas mehr um den Herzog gekümmert und dessen Forderungen Priorität gegeben. Ihr werdet wirklich Eurem Ruf als Problemlöser gerecht.
es: Mi señor, has tenido que tomar decisiones difíciles, intentando siempre mirar por el bienestar de los townies sin descuidar los deseos del duque. A pesar de que, en general, has tratado a las dos partes con equidad, tendiste a dar prioridad a las necesidades del duque. Sin duda, has demostrado tu reputación resolviendo problemas.
fr: Mon seigneur, vous avez traversé avec succès toutes ces décisions entre le bien-être des villageois et les désirs du Duc. Malgré les faveurs généralement équilibrées pour les deux factions, vous avez trouvé le Duc un peu plus digne et avez eu tendance à le favoriser dans vos décisions. Vous méritez vraiment la réputation de résoudre tous les ennuis que vous trouvez
id: Tuanku telah membuktikan bahwa di tengah segala keputusan yang sulit, Tuanku memperhatikan kesejahteraan para Townie dan keinginan sang Adipati dengan sebaik mungkin berdasarkan pengetahuan dan hati nurani Tuanku. Meskipun Tuanku memperlakukan kedua pihak sama rata, Tuanku lebih peduli kepada keinginan sang Aipati dan memprioritaskan permintaannya. Tuanku memang pantas disebut ahli memecahkan masalah.
it: Milord, dopo tutte queste difficili decisioni, hai rappresentato sia il benessere dei cittadini che i desideri del Duca con grande coscienza e consapevolezza. Nonostante l'equo trattamento di entrambe le parti, ti sei preso cura dei bisogni del Duca e hai dato priorità alle sue richieste. Ti sei dimostrato all'altezza della tua reputazione di risolutore di problemi.
ja: 閣下、この本当に難しい決断の中、あなたは自分のあらゆる知識と誠意をもってタウニーたちの幸福と、公爵の望みに応えてきました。 この2つの個人の基本的には平等な扱いにも関わらず、あなたは公爵のニーズにより耳を傾け、彼の要求を優先しました。 あなたは問題解決人という評判通りの人でしたね。
ko: 영주님은 지식과 양심을 바탕으로 이 모든 어려운 결정을 통해 주민들의 복지와 공작님의 바람을 모두 대변했음을 진정으로 입증하셨습니다. 기본적으로 주민들과 공작님을 동등하게 대우하면서 공작님의 요구를 우선으로 처리했습니다. 영주님은 진정한 문제 해결사라는 명성을 얻을 자격이 충분하십니다.
pt: Milorde, o senhor realmente provou, com todas essas decisões difíceis, que se importava tanto com o bem-estar dos habitantes quanto com os anseios do Duque, exercendo toda sabedoria e consciência possível. Embora, de modo geral, tenha dado tratamento igualitário aos dois lados, o senhor cuidou mais de atender às necessidades do Duque e deu mais prioridade às demandas dele. O senhor merece a reputação de alguém que resolve problemas.
ru: Милорд, ваши знания и рассудительность позволили вам и позаботиться о благополучии горожан, и удовлетворить желания герцога. Не смотря на примерно равное внимание к обеим сторонам, вы отдали предпочтение герцогу и уделили больше времени его нуждам. Правду говорят, что вы отлично умеете решать проблемы.
zh: 我的大人，您真正证明了，历经这一切艰难的决定，你恪守自己的知识和良心，既代表了镇民的福祉，又代表了公爵的愿望。 在基本一碗水端平的基础上，您更在乎公爵的需求，优先考虑他的要求。 您真的无愧于问题解决王的名声。
zh_tw: 大人，您在這些困難的抉擇中做出了正確的選擇，您同時為了鎮民的安好和公爵的己慾獻出了您的知識和意識。 拋去最基本的對待雙方的平等意識，您無微不至地完成了公爵的要求，優先處理公爵的慾望。 這個問題處理者的稱號您當之無愧。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_BALANCE_TOWNIES
source: My Lord, you have truly proved that through all these difficult decisions, you have represented both the welfare of the Townies and the desires of the Duke with the best of your knowledge and conscience. In spite of the fundamentally equal treatment of both parties, you have taken more care of the population of the village and given priority to their demands. You really deserve the reputation of being a problem solver.
de: Mein Herr, Ihr habt wahrlich bewiesen, dass Ihr bei all diesen schwierigen Entscheidungen sowohl das Wohl der Bevölkerung als auch die Wünsche des Herzogs mit bestem Wissen und Gewissen vertreten habt. Trotz der grundlegenden Gleichbehandlung beider Parteien, habt Ihr euch etwas mehr um Bevölkerung des Dorfes gekümmert und deren Forderungen Priorität gegeben. Ihr werdet wirklich Eurem Ruf als Problemlöser gerecht.
es: Mi señor, has tenido que tomar decisiones difíciles, intentando siempre mirar por el bienestar de los townies sin descuidar los deseos del duque. A pesar de que, en general, has tratado a las dos partes con equidad, tendiste a dar prioridad al bienestar de la población. Sin duda, has demostrado tu reputación resolviendo problemas.
fr: Mon seigneur, vous avez traversé avec succès toutes ces décisions entre le bien-être des villageois et les désirs du Duc. Malgré les décisions généralement équilibrées pour les deux factions, vous avez trouvé la population un peu plus digne et avez eu tendance à donner priorité à leur bien-être. Vous méritez vraiment la réputation de résoudre tous les ennuis que vous trouvez.
id: Tuanku telah membuktikan bahwa di tengah segala keputusan yang sulit, Tuanku memperhatikan kesejahteraan para Townie dan keinginan sang Adipati dengan sebaik mungkin berdasarkan pengetahuan dan hati nurani Tuanku. Meskipun Tuanku memperlakukan kedua pihak sama rata, Tuanku lebih peduli kepada penduduk desa dan memprioritaskan permintaan mereka. Tuanku memang pantas disebut ahli memecahkan masalah.
it: Milord, dopo tutte queste difficili decisioni, hai rappresentato sia il benessere dei cittadini che i desideri del Duca con grande coscienza e consapevolezza. Nonostante l'equo trattamento di entrambe le parti, ti sei preso più cura della popolazione del villaggio e hai dato priorità alle loro richieste. Ti sei dimostrato all'altezza della tua reputazione di risolutore di problemi.
ja: 閣下、この本当に難しい決断の中、あなたは自分のあらゆる知識と誠意をもってタウニーたちの幸福と、公爵の望みに応えてきました。 この2つの個人の基本的には平等な扱いにも関わらず、あなたはこの村の人々をより気にかけ、彼らの要求を優先しました。 あなたは問題解決人という評判通りの人でしたね。
ko: 영주님은 지식과 양심을 바탕으로 이 모든 어려운 결정을 통해 주민들의 복지와 공작님의 바람을 모두 대변했음을 진정으로 입증하셨습니다. 기본적으로 주민들과 공작님을 동등하게 대우하면서 주민들을 더 돌보고 그들의 요구를 우선으로 처리했습니다. 영주님은 진정한 문제 해결사라는 명성을 얻을 자격이 충분하십니다.
pt: Milorde, o senhor realmente provou, com todas essas decisões difíceis, que se importava tanto com o bem-estar dos habitantes quanto com os anseios do Duque, exercendo toda sabedoria e consciência possível. Embora, de modo geral, tenha dado tratamento igualitário aos dois lados, o senhor cuidou mais da população da cidade e deu mais prioridade às demandas do povo. O senhor merece a reputação de alguém que resolve problemas.
ru: Милорд, ваши знания и рассудительность позволили вам и позаботиться о благополучии горожан, и удовлетворить желания герцога. Несмотря на примерно равное внимание к обеим сторонам, вы все же больше заботились о жителях города и их нуждах. Правду говорят, что вы отлично умеете решать проблемы.
zh: 我的大人，您真正证明了，历经这一切艰难的决定，你恪守自己的知识和良心，既代表了镇民的福祉，又代表了公爵的愿望。 在基本一碗水端平的基础上，您更关心镇上的居民，优先考虑他们的需求。 您真的无愧于问题解决王的名声。
zh_tw: 大人，您在這些困難的抉擇中做出了正確的選擇，您同時為了鎮民的安好和公爵的己慾獻出了您的知識和意識。 拋去最基本的對待雙方的平等意識，您無微不至地照顧著村莊中的人民，並優先處理鎮民的要求。 這個問題處理者的稱號您當之無愧。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_NO_RESCUE
source: You have been a true friend to me, Lord. I am really grateful for your help. I always knew that I could count on you. You have proved that you have good leadership skills right there. But from now on, I will run this town again. The bandit problem will soon be solved. I promise you it will be taken care of with diligence. Here is a small gift for you. Please take this chest of gold and have my thanks.
de: Ihr seid mir eine große Hilfe gewesen, Lord. Ich bin euch sehr dankbar für Eure Unterstützung hier im Dorf. Ich wusste, dass ich auf Euch zählen kann. Ihr habt wirklich große Führungsqualitäten bewiesen. Von nun an werde ich jedoch die Zügel wieder in die Hand nehmen. Das Banditenproblem werde ich mit aller mir verfügbaren Sorgfalt lösen. Ihr habt mein Wort, Lord. Hier ist noch ein Dankeschön zum Abschied. Bitte nehmt diese Truhe voll Gold.
es: Has sido un verdadero amigo para mí. Te estoy muy agradecido por tu ayuda. Siempre supe que podría contar contigo. Has demostrado que sabes gobernar. Pero, a partir de ahora, yo dirigiré la ciudad de nuevo. Pronto se resolverá el problema con los bandidos, te prometo que nos ocuparemos de ellos con diligencia. Aquí tienes un pequeño regalo. Por favor, acepta este cofre de oro y mi agradecimiento.
fr: Vous avez été un vrai ami pour moi, mon seigneur. Je vous suis extrêmement reconnaissant de votre support dans les affaires de la ville. J’ai toujours su que je pouvais compter sur vous. Par vos actes, vous avez prouvé que vous étiez capable de diriger. Mais dorénavant, je reprends les règnes. Cette histoire de bandit sera bientôt du passé. Je vous promets d’y veiller personnellement. Voici un petit cadeau pour votre retour chez vous. Prenez ce coffre s'il vous plaît, cet or ainsi que mes plus sincères remerciements.
id: Tuan ibarat sahabat sejati bagiku. Aku sungguh berterima kasih atas bantuan Tuan. Dari pertama aku tahu bahwa aku bisa mengandalkan Tuan. Tuan telah membuktikan jiwa kepemimpinan yang baik di sini. Tapi mulai sekarang, aku yang akan memerintah kota ini lagi. Masalah bandit akan segera teratasi. Aku berjanji soal itu akan ditangani dengan sungguh-sungguh. Ini ada hadiah sekadarnya untuk Tuan. Terimalah peti emas dan ucapan terima kasihku.
it: Per me sei stato un vero amico, signore. Ti sono davvero grato per il tuo aiuto. Ho sempre saputo di poter contare su di te. Hai dimostrato di possedere le buone qualità di un leader. Ma d'ora in poi, sarò io a gestire di nuovola città. Risolverò presto il problema dei banditi. Ti prometto che me ne occuperò con cura. Ecco un piccolo dono per te. Accetta questo forziere d'oro e la mia gratitudine.
ja: 閣下、あなたはずっと真の友人でいてくれました。あなたの助けに心から感謝しています。 私はいつもあなたを信頼できると思っていました。そしてあなたはここで自分の素晴らしいリーダーシップを証明してくれました。 しかし今からは私がこの街を治めます。盗賊の問題はもうすぐ解決するでしょう。この問題に誠実に取り組むことをあなたにお約束します。 これはささやかな贈り物です。どうかこの箱に入った金と私の感謝を受け取ってください。
ko: 영주님은 제 진정한 친구가 되어주었습니다. 도와줘서 정말 감사합니다. 영주님은 믿을 수 있다고 늘 확신했지요. 여기서 훌륭한 리더십 기술을 가졌다는 걸 증명했습니다. 하지만 이제부터는 제가 다시 마을을 다스리겠습니다. 강도 문제는 곧 해결될 겁니다. 성실히 처리하겠다고 약속하겠습니다. 여기 작은 선물이 있습니다. 감사의 표시로 이 황금 상자를 받아주세요.
pt: Você tem sido um amigo leal. Eu fico de fato muito grato por sua ajuda. Sei que sempre posso contar com você. Nessa situação, você provou que tem ótimas habilidades de liderança. Mas, de agora em diante, eu governarei esta cidade novamente. O problema dos bandidos será resolvido em breve. Eu lhe prometo que cuidarei disso com diligência. Temos um pequeno presente para você. Aceite este baú de ouro e minha gratidão.
ru: Вы были мне настоящим другом, милорд. Я искренне благодарен вам за помощь. Я всегда знал, что могу положиться на вас. Вы доказали, что обладаете прекрасными лидерскими качествами. Но пришло мне время вновь перенять у вас бразды правления. Проблема с бандитами будет скоро решена. Обещаю, что займусь ей со всем тщанием. Примите от меня этот скромный подарок. Возьмите этот сундук золота в знак моей искренней благодарности!
zh: 您一直是我真正的朋友，大人。我非常感激 您的帮助。 我一直都知道 我可以依靠你。你已经在这儿证明了自己优秀的领导才能。 但从现在开始，我将再次开始管理这座城镇。强盗问题很快就会解决。我向你保证会勤勉妥善处理此事。 这是我为你准备的一份薄礼。请收下这箱金币，权当我的一点心意。
zh_tw: 大人，您就像我的知心朋友一樣。我真的非常感謝您的幫助。 我一直都知道我可以放心把一切交給您。您在這裡證明了您優秀的領導能力。 但是從現在開始，我會再次管理這座城鎮。強盜的麻煩很快就會被擺平。我向您保證，我會努力地處理這些事務。 這個是給您的小禮物。請收下這箱金子還有我的感恩。
