Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ROAD_SUCCESS
source: These roads truly benefit our town. I’m really proud of your work. You have my thanks!
de: Diese neuen Straßen und die Instandsetzung sind wirklich vorteilhaft. Ich bin wahrlich Stolz auf Euer Werk. Niemand muss mehr auf den kaputten Straßen herumstolpern. Habt Dank!
es: Estos caminos son verdaderamente beneficiosos para nuestra ciudad. Estoy muy orgulloso de tu trabajo. ¡Te estoy agradecido!
fr: Ces routes sont un véritable avantage pour notre ville. Je suis vraiment fier de votre travail.
id: Jalanan ini sungguh bermanfaat untuk kota kami. Aku bangga sekali dengan hasil ini. Terimalah ucapan terima kasihku!
it: Queste strade giovano molto alla nostra città. Sono molto orgoglioso del tuo lavoro. Te ne sono grato!
ja: これらの道路は本当に私たちの街の役に立ちます。素晴らしい仕事をしましたね。感謝します！
ko: 이 도로는 마을에 큰 도움이 될 겁니다. 훌륭한 업적을 이루었네요. 내 감사를 받아주세요!
pt: Essas estradas beneficiam muito nossa cidade. Estou muito orgulhoso do seu trabalho. Você tem minha gratidão!
ru: Эти дороги очень помогут нашему городу. Я горжусь вашей работой. Благодарю вас!
zh: 这些道路的确对我们镇有益处。您的功绩我引以为荣。感激不尽！
zh_tw: 這些道路真的為我們的城鎮帶來不少好處。我真的以您為榮。不勝感激！

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ROAD_TITLE
source: Choose to invest money in new roads.
de: Entscheide dich, das Geld für neue Straßen auszugeben.
es: Opta por invertir dinero en nuevos caminos.
fr: Choisissez d’investir dans la réparation des routes.
id: Pilih investasi untuk membuat jalanan baru.
it: Scegli di investire denaro in nuove strade.
ja: 新しい道路にお金を調達することを選択する。
ko: 새 도로에 자금을 투자하세요.
pt: Invista em novas estradas.
ru: Вложи деньги в новые дороги.
zh: 选择投资修缮道路
zh_tw: 選擇資助修築新道路。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SECRETMESSAGE1_SUCCESS
source: My Lord, one of our fisherman found a message in a bottle. Most of it is incomprehensible, but the rest of the message reads like this: “...it’s been a while... I don’t know how he made it... He is the evil one of us... thought he was dead… we were so wrong... Please... Help…”
de: Mylord… einer der Fischer hat eine Flasche mit einer Nachricht aus dem Fluß geangelt. Viel kann man nicht entziffern, aber seht selbst: “...es ist eine Weile her... ich kann nicht erklären wie er es geschafft hat… Er ist wirklich der böse von uns… dass er es überlebt hat...lagen so falsch...Hilfe...”
es: Mi señor, uno de nuestros pescadores ha encontrado un mensaje en una botella. La mayor parte no se entiende, pero el resto del mensaje dice lo siguiente: «...ha pasado tiempo... No sé cómo lo logró... De nosotros, él es el malo... pensé que estaba muerto… Qué equivocados estábamos... Ayuda... por favor…».
fr: Mon seigneur, l’un de nos pêcheurs a trouvé une bouteille avec un message. Une grande partie est illisible mais le reste du message dit ceci : “...cela fessait un bout de temps, je ne sais pas comment il s’en est sorti. C’est vraiment lui le maléfique. Nous pensions qu’il était mort. Comme nous nous trompions. S’il vous plaît. À l’aide...”
id: Tuanku, salah satu pencari ikan kita menemukan pesan di dalam botol. Sebagian besar tidak terbaca, tapi sisanya berbunyi seperti ini: “...sudah cukup lama... entah bagaimana aku bisa bertahan... Dia yang jahat di antara kami... kukira dia sudah mati… kami keliru... Tolong... Tolonglah…”
ja: 閣下、漁師のひとりがビンの中にメッセージを見つけました。そのほとんどは理解できませんでしたが、残りの部分にはこう書かれていたようです： 「...あれから随分たった...彼がどうやったのかはわからない...彼は私たちの中の悪だ...彼は死んだと思っていたが...それは大間違いだった...どうか...助けて...」
ko: 영주님, 한 어부가 병 속에 담긴 메시지를 발견했습니다. 대부분의 내용은 알아볼 수 없지만, 다음과 같은 내용이 있었습니다. “...꽤 시간이 흘렀습니다... 그가 어떻게 해냈는지 모르겠습니다... 그는 우리 중의 악마입니다... 그가 죽었다고 생각했습니다… 하지만 우리가 틀렸습니다... 제발... 도와주세요…”
pt: Milorde, um de nossos pescadores encontrou uma mensagem numa garrafa. A maior parte está ilegível, mas o resto da mensagem diz: “... já faz muito tempo... Não sei como ele conseguiu... Ele é o nosso lado ruim... achei que ele tinha morrido... nós estávamos totalmente enganados... Por favor... Socorro...”
ru: Милорд, один из наших рыбаков нашел бутылку с посланием. Большая часть слов стерлась, но кое-что все же можно разобрать: «...давно это было... Не знаю, как он выжил... Из нас двоих он был злым... думал, что он умер... мы ошиблись... Прошу... помогите...»
zh: 大人，我们的渔夫在一个瓶子里发现了一张纸条。上面大部分都看不清楚，但剩下的信息写着 “......有一段时间了......我不知道他怎么办到的......他是我们中间邪恶的那个......还以为他死了......我们大错特错......请......救救......”
zh_tw: 大人，有位漁民在瓶中找到了個信息。大部分都過於模糊不清，但是餘下的信息是這樣的內容： 「……已經過了一段時間了…我不知道他是怎麼挺過來的……他是我們之中的壞人……以為他已經死了……我們那時都錯了……拜託……救救……」

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1A_SUCCESS
source: While you were busy with the Duke’s demand, the Townies caught some kind of strange disease due the lack of variety in their diet. I’ve heard that most of them are ready to leave town.
de: Während Ihr beschäftigt wart, die Aufträge des Herzogs zu erledigen, hat sich eine seltsame Krankheit im Dorf verbreitet. Zu wenig Abwechslung bei der Nahrung ist dafür verantwortlich. Viele Bewohner überlegen das Dorf bald zu verlassen.
es: Mientras estabas ocupado con la petición del duque, los townies han contraído algún tipo de extraña enfermedad por la falta de variedad en su dieta. He oído que la mayoría están a punto de abandonar la ciudad.
fr: Tandis que toutes vos préoccupations se portaient sur les demandes du Duc, les villageois faute de bonne nourriture, ont attrapé une sorte de maladie. J'ai entendu dire que la plupart d'entre eux sont prêts à quitter la ville.
id: Sementara Tuanku sibuk dengan tuntutan sang Adipati, para Townie terserang sejenis penyakit aneh akibat makanan mereka yang kurang bervariasi. Aku dengar sebagian besar dari mereka sudah siap meninggalkan kota.
it: Mentre eri impegnato con le richieste del Duca, i cittadini hanno contratto una strana malattia a causa della mancanza di varietà nella loro dieta. Ho saputo che molti di loro sono pronti a lasciare la città.
ja: あなたが公爵の要求で忙しくしていた間、タウニーたちは食生活の偏りから来るおかしな病気にかかってしまいました。彼らのほとんどは街を出る準備ができていると聞いています。
ko: 영주님이 공작님의 지시를 수행하는 동안, 다양한 먹을거리가 부족하여 주민들에게이상한 질병이 퍼졌습니다. 주민 대부분이 마을을 떠날 준비가 됐다고 들었습니다.
pt: Enquanto você cuidava da missão do Duque, os habitantes pegaram algum tipo de doença estranha por falta de nutrientes variados na dieta. Ouvi dizer que a maioria deles está de malas prontas para partir da cidade.
ru: Пока вы занимались поручением герцога, горожане подцепили какую-то странную болезнь — всему виной их скудный рацион. Поговаривают, будто многие уже готовятся покинуть город.
zh: 当您忙于应付公爵的要求时，镇民由于饮食欠丰富患上了某种奇怪的疾病。我听说他们大部分人已经准备离开这里了。
zh_tw: 就在您忙著照料公爵的要求時，村民由於飲食缺少變化而患上了某種奇怪的 疾病。我聽說大部分的人都已經準備要離開城鎮了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1_STARTED
source: My Lord, it is advisable to cure the villagers before the sickness starts spreading in town.
de: Mein Herr, es ist ratsam die erkrankten Bewohner zu einem Arzt zu bringen, damit sie wieder gesund werden, bevor sich die Krankheit weiter ausbreiten kann.
es: Mi señor, es aconsejable curar a los lugareños antes de que la enfermedad se extienda por la ciudad.
fr: Mon seigneur, il est recommandé de guérir les villageois avant que la maladie ne commence à s'étendre en ville.
id: Tuanku, ada baiknya para warga desa diobati sebelum penyakit ini menyebar di kota.
it: Milord, è opportuno curare gli abitanti prima che la malattia si diffonda in città.
ja: 閣下、街中に病気が蔓延する前に村人たちを治すことをお勧めします。
ko: 영주님, 마을에 병이 퍼지기 전에 주민들을 치료하십시오.
pt: Milorde, é melhor curar os aldeões antes que a doença se espalhe pela cidade.
ru: Милорд, рекомендую вылечить селян, пока в городе не началась эпидемия.
zh: 大人，明智的做法是在疾病传播开来之前就把村民治好。
zh_tw: 大人，依我拙見，我們最好在疾病在城鎮中擴散前先治癒村民。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1_SUCCESS
source: Everyone is feeling better. But the Townies blame you for everything and they believe that you are just as much of a madman as the Duke.
de: Den Dorfbewohnern geht es schon viel besser. Aber die Townies haben kein gutes Bild von Euch. Sie denken, dass Ihr an allem Schuld und genauso verrückt seid, wie der Herzog.
es: Todos se sienten mejor, pero los townies te culpan de todo y creen que estás tan chiflado como el duque.
fr: Tout le monde se sent mieux. Mais, vous devez savoir que les villageois sont persuadés que vous êtes aussi fou que notre propre Duc.
id: Semua orang sudah membaik. Tapi para Townie menyalahkanmu atas segala sesuatu dan mereka percaya kau sama gilanya dengan sang Adipati.
it: Stanno tutti meglio. Ma i cittadini ti incolpano per quello che è successo e credono che tu sia un folle proprio come il Duca.
ja: みんな良くなってきています。しかしタウニーたちは全てあなたのせいだと非難し、あの公爵と同じくらい頭のいかれたやつだと信じています。
ko: 모두 회복되고 있습니다. 하지만 주민들은 영주님에게 모든 것에 대한 책임이 있다며 미친 공작님과 다르지 않다고 비난하고 있습니다.
pt: Todo mundo está bem melhor. Mas os habitantes estão culpando o senhor por tudo e dizem que o senhor é tão louco quanto o Duque.
ru: Всем уже лучше. Но горожане винят вас в случившемся и думают, что вы столь же безумны, как их герцог!
zh: 大家都觉得好多了。但是镇民把一切都归咎于您，而且他们觉得您就和 公爵一样 是个疯子。
zh_tw: 大家都感覺好多了。但是鎮民將一切都歸咎於您，他們相信您與公爵一樣就是個瘋子。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1_SUCCESS_PART2
source: You chose poorly by spending the money on the roads. They think that a bakery would have been more beneficial for the town. The Townies could really use some variety in their diet.
de: Ihr habt sehr unvorteilhaft gewählt, indem Ihr das Geld für die Straßen ausgegeben habt und Euch gegen die Bäckerei entschieden habt. Die Bäckerei hätte das Dorf mit mehr Nahrung versorgen können. Die Bewohner könnten wirklich eine Abwechslung vom ständigen Fisch gebrauchen.
es: Te has equivocado al decidir gastarte el dinero en los caminos. Ellos creen que la panadería habría sido más beneficiosa para la ciudad. A los townies les vendría tener algo de variedad en su dieta.
fr: Vos choix ne se sont pas montré des plus avisés. Ils pensent qu'une boulangerie aurait été plus bénéfique pour la ville.
id: Membelanjakan uang untuk jalanan ternyata bukan pilihan yang tepat. Warga merasa toko roti akan lebih berguna untuk kota. Para Townie benar-benar butuh variasi dalam makanan mereka.
it: Hai sbagliato a scegliere di spendere il denaro per le strade. Sono convinti che un forno sarebbe stato più utile per la città. I cittadini avrebbe voluto più varietà nella loro dieta.
ja: あなたはお金を道路のために使うという良くない選択をしました。彼らはパン屋の方がもっとこの街のために役に立ったと思っています。そうすればタウニーたちの食生活が多彩になりますからね。
ko: 도로에 자금을 투자한 것은 잘못된 결정이었습니다. 주민들은 마을에 빵집이 더 유용했을 거라고 생각합니다. 주민들은 실제로 다양한 먹을거리를 가질 수 있었을 겁니다.
pt: Gastar dinheiro nas estradas foi uma má escolha. Eles acham que uma padaria seria algo muito mais benéfico para a cidade. Os habitantes realmente precisam dar uma variada na nutrição.
ru: Зря вы потратили деньги на дороги. Они думают, что пекарня городу куда нужнее. Горожанам и правда не помешало бы немного разнообразить свой рацион.
zh: 您把钱花在修路上，做出的选择不佳。他们认为面包房对镇上更有好处。镇民的饮食真的需要更丰富多样一些。
zh_tw: 您資助道路並不是個好選擇。他們認為麵包房對城鎮來說有更多的好處。鎮民們的飲食是真的需要有些變化。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_STORY_STARTED
source: My Lord, you must know that from time to time, our Duke is acting very strange. He demands insane tasks of us. If they are not carried out to his satisfaction, he orders the destruction of buildings.
de: Ihr müsst wissen, Mylord, der Herzog benimmt sich manchmal sehr merkwürdig. Er verlangt die seltsamsten Dinge. Wenn man seine Wünsche nicht erfüllt hat, dann befiehlt er die Zerstörung von Gebäuden im Dorf.
es: Mi señor, has de saber que, de vez en cuando, nuestro duque actúa de forma muy extraña. Nos pide tareas sin sentido. Y si el resultado no le satisface, ordena la destrucción de edificios.
fr: Mon seigneur, vous devez savoir que, de temps à autre, notre Duc agit de façon bien étrange. Il nous demande des tâches insensées. Si par malheur, le résultat ne le satisfait pas, il ordonne la destruction de certains bâtiments.
id: Tuanku, ketahuilah bahwa sang Adipati bertingkah sangat aneh dari waktu ke waktu. Dia menuntut kami mengerjakan tugas yang tidak masuk akal. Kalau hasilnya tidak sesuai dengan keinginannya, dia akan memerintahkan bangunan-bangunan kami dihancurkan.
it: Milord, devi sapere che di tanto in tanto il Duca si comporta in modo molto strano. Ci assegna incarichi dissennati. Se non vengono eseguiti secondo la sua volontà, ordina la distruzione degli edifici.
ja: 閣下、私たちの公爵は時に非常におかしな行動をとるのです。私たちにありえないような仕事を命じます。そしてその出来栄えが彼の満足のいくものでないと、建物の破壊を命じるのです。
ko: 영주님, 공작님은 때로 아주 이상하게 행동하신답니다. 저희들에게 터무니없는 일을 시키시죠. 저희가 그 일을 제대로 하지 못하면 건물을 파괴하라고 명령하십니다.
pt: Milorde, o senhor deve estar sabendo que ultimamente nosso Duque anda estranho. Ele nos manda fazer tarefas insanas. Se tudo não correr como ele quer, ele ordena a destruição dos prédios.
ru: Милорд, вам, должно быть, известно, что наш герцог время от времени ведет себя крайне странно. Он поручает нам самые безумные задачи. Если нам не удается угодить ему, он сносит наши здания.
zh: 大人，您一定知道我们的公爵时不时就会举止怪异。他要求我们完成疯狂的任务。如果任务落实没有让他满意，他就下令摧毁建筑。
zh_tw: 大人，您要知道，我們的公爵時不時就會做出令人匪夷所思的事情。他會要求我們去做些瘋狂的事情。如果鎮民沒有辦法達到他的標準，他就會下令破壞建築。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_STORY_STARTED1
source: There is another problem, my Lord. The treasury is empty.
de: Dies war noch nicht alles, mein Herr. Das Dorf ist fast pleite. Ich habe das restliche Geld der Schatzkammer zu Eurer Verfügung gestellt.
es: Y hay otro problema, mi señor. El Tesoro está vacío.
fr: Il y a également un autre souci mon seigneur. Les caisses sont vides.
id: Masih ada masalah lain lagi, Tuanku. Gedung kas kami kosong.
it: C'è un altro problema, milord. La cassa è vuota.
ja: 閣下、また別の問題があります。国庫が空っぽです。
ko: 영주님, 문제가 하나 더 있습니다. 금고가 텅텅 비었습니다.
pt: Temos outros problema, milorde. O tesouro está vazio.
ru: Но это не единственная наша проблема, милорд. Наша казна опустела.
zh: 大人，又出现了新问题。财库已经空了。
zh_tw: 大人，還有個問題。我們的金 庫空虛。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TORCH_STARTED
source: I’m glad that you have chosen to invest the money in the protection of the town. A couple of torches will dissuade the bandits to raid our town.
de: Ich bin so froh, dass Ihr euch dafür entschieden habt, die Münzen für den Schutz des Dorfes auszugeben. Ein paar Fackeln bei Nacht, werden bestimmt Banditen davon abhalten, unser Dorf auszurauben.
es: Me alegro de que hayas decidido invertir en la protección de nuestra ciudad. Unas antorchas disuadirán a los bandidos de robar aquí.
fr: Je suis ravi que vous ayez choisi d’investir dans la protection de notre ville. Quelques torches dissuaderont les bandits de venir par ici.
id: Aku bersyukur Tuanku memilih menggunakan uang itu untuk pengamanan kota. Dengan adanya obor kaum bandit akan enggan menyerang kota kami.
it: Sono lieto che tu abbia scelto di investire nella protezione della città. Un paio di torce dissuaderanno i banditi dal saccheggiare la nostra città.
ja: あなたが街の安全のためにお金をつぎ込むことを選んでくださりとても嬉しく思います。いくつかの街灯さえあれば、盗賊が私たちの街を襲うのを防いでくれるでしょう。
ko: 마을을 보호하는 데 자금을 투자하기로 결정하셔서 기쁩니다. 횃불 두세 개만 있으면 강도들이 마을을 습격하지 못할 겁니다.
pt: Fico feliz de o senhor ter decidido investir na proteção da cidade. Algumas tochas devem dissuadir os bandidos da ideia de atacar nossa cidade.
ru: Рад, что вы решили пустить деньги на защиту нашего города. Парочка факелов отобьет у бандитов всякое желание нападать на нас ночью.
zh: 我很高兴你选择了投钱到小镇安保方面。几支火炬将会劝退想要偷袭我们村庄的土匪。
zh_tw: 我很開心您決定將金錢花在保衛城鎮之上。幾支火把就可以勸阻強盜不前來襲擊我們的城鎮。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TORCH_SUCCESS
source: Now the streets are safer and well lit at night. Thank you my Lord.
de: Nun sind die Straßen um einiges sicherer geworden, mein Herr. Habt Dank!
es: Ahora las calles son seguras y están bien iluminadas por la noche. Muchas gracias, mi señor.
fr: Nos rues sont sécurisées et bien éclairé. Merci de faire de notre ville un endroit plus sûr.
id: Sekarang jalanan lebih aman dan terang pada malam hari. Terima kasih, Tuanku.
it: Adesso le strade sono al sicuro e ben illuminate di notte. Grazie a te,milord.
ja: これで通りは安全になり、夜には明るく照らされます。閣下、ありがとうございました。
ko: 이제 밤에도 밝고 거리가 안전합니다. 고맙습니다, 영주님.
pt: Agora as ruas estão seguras e bem iluminadas à noite. Agradeço, milorde.
ru: Теперь ночью на улицах будет и безопаснее и светлее. Спасибо вам, милорд.
zh: 现在街道晚上就安全又明亮了。 谢谢您 ，大人。
zh_tw: 現在街坊治安良好而且晚上燈火通明。謝謝您，大人。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TORCH_TITLE
source: Finance new torches for the town.
de: Finanziert neue Fackeln für das Dorf.
es: Financia nuevas antorchas para la ciudad.
fr: Investissez dans des torches pour la ville.
id: Biayai obor baru untuk kota
it: Finanzia nuove torce per la città.
ja: 新しい街灯のお金を調達する。
ko: 마을을 위한 새로운 횃불에 자금을 투입하세요.
pt: Invista em novas tochas para a cidade.
ru: Вложи деньги в новые факелы для города.
zh: 为小镇资助新的火炬
zh_tw: 資助城鎮一些新的火把。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1A_FAILED
source: Oh my Lord, that’s terrible, the construction is taking too long. The Townies are thinking that it was on purpose. Some of them are calling for a revolt…
de: Oh nein,… das ist furchtbar. Der Bau braucht viel zu lange. Die Dorfbewohner denken, dass es Absicht war. Manche sprechen sogar von Revolte…
es: Oh, mi señor, es terrible. La construcción se demoró demasiado y los townies creen que lo hicimos a propósito. Algunos de ellos incitan a la revuelta…
fr: Oh mon seigneur, c’est terrible. La construction a pris trop de temps. Les villageois pensent que vous l’avez fait intentionnellement. Certains appellent à une révolte.
id: Aduh, Tuanku, ini gawat, pembangunannya terlalu lambat. Para Townie menyangka ini disengaja. Ada yang mulai bicara soal pemberontakan…
it: Oh milord, è terribile, ci vuole troppo tempo per completare la costruzione. I cittadini pensano che sia stato fatto apposta. Alcuni di loro invocano la rivolta…
ja: 閣下、困りました、工事に時間がかかり過ぎています。タウニーたちはそれがわざとじゃないかと考えているようです。何人かは反乱を呼びかけています...
ko: 영주님, 큰일입니다. 건설이 너무 오래 걸리고 있습니다. 주민들은 일부러 그러는 것으로 생각하고 있습니다. 일부 주민들은 폭동을 모의하고 있습니다…
pt: Ah, milorde. Que situação! A construção está demorando demais. Os habitantes estão achando que é de propósito. Alguns estão querendo se rebelar...
ru: О, милорд, это ужасно: строительство слишком сильно затянулось. Горожане думают, что это не случайность. Некоторые из них призывают к восстанию...
zh: 哦大人，糟糕了，建造时间花得太长了。镇民现在都觉得这是故意的。其中有些人正在号召暴动......
zh_tw: 唉呀，大人，情況不妙啊，建造時間過長。鎮民認為我們是故意的。有些人已經起了造反之心……

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1A_STARTED
source: If things go on like this, my lord, the village will soon be in trouble. In such times, one should be prepared for everything. I'm talking about things like fire...don't you think a fire tower would be a good investment? Should I commission the construction, sir?
de: Wenn es so weiter geht, mein Herr, dann ist das Dorf sehr bald in Schwierigkeiten. In solchen Zeiten sollte man auf alles vorbereitet sein. Ich spreche von Dingen, wie Feuer...meint Ihr nicht auch, dass ein Feuerturm eine gute Investition wäre? Soll ich den Bau in Auftrag geben, mein Herr?
es: Si las cosas siguen así, mi señor, la ciudad pronto estará en problemas. En estos tiempos difíciles, hay que estar preparados para todo. Me refiero a peligros como... incendios. ¿No te parece buena idea invertir en una torreta de incendios? ¿Ordeno su construcción, sire?
fr: Sire, si nous continuons ainsi nous allons droit au mur. En ces temps difficiles, une tour d’incendie semble être indispensable. Dois-je en ordonner la construction ?
id: Kalau begini terus, Tuanku, desa akan kacau. Dalam keadaan seperti ini, kita harus siap menghadapi segala kemungkinan. Maksudku, kejadian seperti kebakaran... bukankah menara pemadam kebakaran sepertinya investasi yang baik? Perlukah kuperintahkan pembangunannya, sir?
it: Se la situazione continua così, milord, il villaggio finirà nei guai. In tempi come questi, bisogna essere pronti a ogni eventualità. Sto parlando ad esempio di incendi... non credi che una torre dei pompieri sarebbe un buon investimento? Faccio commissionare la struttura, signore?
ja: 閣下、もし物事がこのように進んでいくのならば、この村はやがて問題に直面するでしょう。そのためにはすべてのことに備えておかなければいけません。私が言っているのは火事などですが...火の見やぐらを作るのは良い投資になると思いませんか？私が建築を発注しましょうか？
ko: 영주님, 이런 식으로 진행하면 마을에 곧 문제가 생길 겁니다. 지금은 만반의 준비를 갖춰야 합니다. 그러니까... 화재 같은 것이 일어날 수 있어요... 소화탑에 투자해야 한다고 생각하지 않으세요? 건설 명령을 내릴까요, 영주님?
pt: Se as coisas continuarem assim, milorde, a vila estará em apuros. Nessas situações, é preciso estar preparado para tudo. Estou falando de coisas como fogo... Não acha que uma torre contra incêndio seria um bom investimento? Devo ordenar o início da construção, senhor?
ru: Если ситуация не изменится, милорд, город скоро окажется в опасности. В подобные времена лучше быть готовым ко всему. Я о таких вещах, как пожар... Как считаете, может быть, нам стоит вложиться в постройку пожарной вышки? Отдать приказ о строительстве, сир?
zh: 如果事情继续这样下去，大人，村子很快就会有麻烦。在这种时候，应当防范于未然。我是说比如火灾……你不认为建一座消防塔是个不错的投资吗? 我应该开始安排建造吗，先生？
zh_tw: 大人，如果情況繼續惡化的話，村莊過沒多久就會有許多麻煩。在這種時候，我們應該要做好萬全的準備。我是說，譬如大火……您不覺得資助消防塔是個不錯的選擇嗎？ 大人，要我委託人開始建造嗎？

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1A_SUCCESS
source: That fire tower was completed just in time, my Lord. Townies are happy to see that we care about them.
de: Der Feuerturm wurde genau rechtzeitig fertiggestellt, Lord. Die Bewohner sind sehr zufrieden mit dieser Entscheidung, sie denken sogar schon, dass Ihr auf sie Acht geben würdet.
es: Han terminado la torreta de incendios justo a tiempo, mi señor. Los townies se alegran de que nos preocupemos por ellos.
fr: La tour incendie a été fini dans les temps, mon seigneur. Les villageois se réjouissent de votre préoccupation pour leurs bien-être.
id: Menara pemadam kebakaran rampung tepat pada waktunya, Tuanku. Para Townie senang melihat kita mempedulikan mereka.
it: Quella torre dei pompieri è stata completata appena in tempo, milord. I cittadini sono felici di vedere che ci preoccupiamo per loro.
ja: 火の見やぐらは予定通りに完成しました、閣下、タウニーたちは私たちが彼らのことをちゃんと考えているのだと喜んでいます。
ko: 영주님, 소화탑이 제때에 완공됐습니다. 주민들이 안심하고 있습니다.
pt: Essa torre contra incêndio ficou pronta bem na hora, milorde. Os habitantes ficaram contentes de ver que nos importamos com eles.
ru: Мы очень вовремя закончили строительство этой пожарной вышки, милорд. Горожане рады тому, что вы заботитесь о них.
zh: 大人，那座消防塔完工得正是时候。镇民们看到我们关心他们很高兴。
zh_tw: 大人，消防塔剛好建造完畢。鎮民看到我們的關心他們也非常高興。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1B_FAILED
source: Oh my Lord, bandits have heard of our small guard force in town. They might come here sooner than expected.
de: Mein Herr, wieder komme ich mit schlechten Nachrichten. Ich fürchte Banditen haben mitbekommen, wie schlecht unsere Stadtwache aufgestellt ist. Sie werden früher als erwartet hier sein.
es: Cielos, mi señor, los bandidos se han enterado de nuestra pequeña fuerza de guardias. Puede que vengan antes de lo previsto.
fr: Mon seigneur, les bandits ont eu vent de notre manque de protection. Ils risquent d’arriver plus tôt que prévu
id: Aduh, Tuanku, para bandit sudah mendengar kabar tentang pasukan pengamanan kota yang kecil. Bisa jadi mereka akan kemari lebih cepat dari yang diduga.
it: Oh milord, i banditi hanno saputo del nostro piccolo reparto di guardie in città. Potrebbero arrivare prima del previsto.
ja: 閣下、盗賊たちが私たちの街の小さな防衛部隊について耳にしたようです。彼らは予期されているよりも早くここにやってくるかもしれません。
ko: 영주님, 강도들이 마을에 경비가 부족하다는 것을 들었습니다. 예상보다 일찍 강도들이 쳐들어올 수 있습니다.
pt: Ah, milorde, os bandidos ficaram sabendo que nossa guarda é pequena. Talvez venham à cidade antes do esperado.
ru: Милорд, бандиты прознали о том, как мало у нас стражников. Они могут напасть раньше, чем ожидалось.
zh: 哦，大人，土匪们听说了我们镇上小小的警卫力量。他们可能比预计到来得更早。
zh_tw: 哦，大人，強盜聽到我們的城鎮內有一小支衛兵後，他們有可能來得比預料之中的快。
