Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN_WW_PRODUCTION_20_DESC
source: The carriers in this city are all overworked my lord. We should build a new warehouse and assign more carrier townies.
de: Die Träger in dieser Stadt sind ziemlich überfordert, mein Herr. Wir sollten ein weiteres Lagerhaus errichten und weitere Träger zuweisen.
es: Los porteadores de esta ciudad están sobrecargados de trabajo, mi señor. Debemos construir un nuevo almacén y asignar más townies para el transporte.
fr: Les porteurs de la ville sont surmenés, mon seigneur. Nous devrions bâtir un nouvel entrepôt et affecter plus de porteurs.
id: Beban kerja para pengangkut di kota ini terlalu berat. Kita perlu membangun gudang baru dan menugaskan lebih banyak Townies sebagai pengangkut.
it: I trasportatori di questa città sono sovraccarichi di lavoro, mio signore. Dobbiamo costruire un altro magazzino e assegnare nuovi cittadini trasportatori.
ja: 閣下、この町の運搬人たちはみな働きすぎです。新しい倉庫を作りタウニーの中から新たな運搬人を割り当てましょう。
ko: 도시의 운송 업자가 과도한 업무에 시달리고 있습니다, 영주님. 새 창고를 만들어 운송 업자를 더 배치해야 합니다.
pt: Os carregadores desta cidade estão sobrecarregados. É melhor construir um novo armazém e colocar mais habitantes para carregar.
ru: Милорд, носильщики в городе валятся с ног от усталости. Нам нужно построить еще один пакгауз и назначить больше носильщиков.
zh: 大人，城内搬运工全都劳役过度了。咱们得新建一座仓库，多分派些镇民做搬运工。
zh_tw: 大人，城內搬運工全都勞役過度了。咱們得新建一座倉庫，多分派些鎮民做搬運工。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_20_NAME
source: Build a new warehouse and assign more carriers to the castle.
de: Errichte ein neues Lagerhaus und weise dem Schloss mehr Träger zu.
es: Construye un nuevo almacén y asigna más townies para el transporte al castillo.
fr: Bâtissez un nouvel entrepôt et affectez plus de porteurs au château.
id: Bangunlah gudang baru dan tugaskan lebih banyak pengangkut di kastil.
it: Costruisci un nuovo magazzino e assegna nuovi trasportatori al castello.
ja: 新しい倉庫を作り、新たな運搬人を城に割り当てる。
ko: 새 창고를 만들고 성을 담당하는 운송 업자를 더 배치하세요.
pt: Construa um novo depósito e coloque mais carregadores no castelo.
ru: Построй еще один пакгауз и назначь больше носильщиков.
zh: 新建一座仓库，并分派更多镇民做搬运工。
zh_tw: 新建一座倉庫，並分派更多鎮民做搬運工。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_30_DESC
source: We are running low on food. Let‘s build a new fisherman's hut. This should help.
de: Seit so viele Townies in der Stadt sind, gehen die Nahrungsvorräte zu neige. Eine weitere Fischerhütte sollte helfen.
es: Nos estamos quedando sin comida. Construyamos una nueva cabaña de pescador. Eso nos servirá.
fr: Nous manquons de nourriture. Bâtissons une cabane de pêcheur pour y remédier.
id: Kita mulai kekurangan pangan. Sebaiknya kita membangun pondok pemancing baru. Ini seharusnya membantu.
it: Siamo a corto di cibo. Costruiamo un nuovo capanno per pescatori. Dovrebbe funzionare.
ja: 食料が不足しています。新しい漁師小屋を作ればこの問題は改善するでしょう。
ko: 식량이 부족합니다. 새로 어부 오두막을 지으세요. 도움이 될 거예요.
pt: Estamos ficando sem comida. Vamos construir uma nova cabana de pescador. Isso deve resolver.
ru: У нас кончается пища. Давайте построим еще одну хижину рыбака. После этого дела должны пойти в гору.
zh: 粮食不足了。咱们新建一间农夫小屋吧。这应该有所助益。
zh_tw: 糧食不足了。咱們新建一間農夫小屋吧。這應該有所助益。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_35_DESC
source: My lord, the little bakery is not producing enough bread. We can upgrade it and assign an additional baker.
de: Mein Herr, die kleine Bäckerei kommt mit dem Brotbacken nicht nach. Durch den Ausbau der Bäckerei können wir einen weiteren Bäcker beschäftigen.
es: Mi señor, la pequeña panadería no produce suficiente pan. Podemos mejorarla y asignar a un panadero adicional.
fr: Mon seigneur, la petite boulangerie ne produit pas assez de pain. Nous pouvons l'améliorer et y affecter un boulanger supplémentaire.
id: Tuanku, produksi roti di toko roti tidak mencukupi. Kita bisa meningkatkan toko roti dan menugaskan satu tukang roti lagi.
it: Mio signore, il piccolo forno non produce pane a sufficienza. Possiamo ampliarlo e assegnarvi un altro fornaio.
ja: 閣下、この小さなパン屋は十分な量のパンを作っていません。この店をグレードアップして新しいパン職人を割り当てましょう。
ko: 영주님, 작은 빵집에서 빵을 충분히 생산하지 못하고 있습니다. 빵집을 업그레이드하여 제빵사를 추가로 배치해야 합니다.
pt: Meu senhor, a padaria não está produzindo pão suficiente. Podemos melhorá-la para colocar mais um padeiro.
ru: Милорд, наша пекаренка производит слишком мало хлеба. Мы можем улучшить ее и нанять дополнительного пекаря.
zh: 大人，面包房小，做的面包不够。咱们可以升级面包房，然后加派面包师。
zh_tw: 大人，麵包房小，做的麵包不夠。咱們可以升級麵包房，然後加派麵包師。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_35_NAME
source: Upgrade a bakery to level 2 and assign one more baker.
de: Baue eine Bäckerei auf Stufe 2 aus und weise einen weiteren Bäcker zu.
es: Mejora la panadería a nivel 2 y asigna a otro panadero.
fr: Améliorez une boulangerie au niveau 2 et affectez un nouveau boulanger.
id: Tingkatkan toko roti ke level 2 dan tugaskan satu tukang roti lagi.
it: Amplia un forno al livello 2 e assegna un altro fornaio.
ja: パン屋をレベル2にグレードアップし、もう一人新たにパン職人を割り当てる。
ko: 빵집을 2레벨로 업그레이드하고 제빵사를 1명 더 배치하세요.
pt: Faça o upgrade da padaria nível 2 e coloque mais um padeiro.
ru: Улучши пекарню до 2-го уровня и назначь еще одного пекаря.
zh: 升级面包房，然后加派一个面包师。
zh_tw: 升級麵包房，然後加派一個麵包師。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_40_DESC
source: The need of water increased significantly. We can provide water to all Townies by building enough wells.
de: Der Wasserbedarf hat sich enorm erhöht. Mit genügend Brunnen kann sich jeder Townie mit Trinkwasser versorgen.
es: La necesidad de agua ha aumentado considerablemente. Podemos proporcionar agua a todos los townies construyendo varios pozos.
fr: Le besoin en eau a beaucoup augmenté. Nous pouvons approvisionner tous les habitants en construisant assez de puits.
id: Kebutuhan akan air meningkat pesat. Kita bisa menyediakan air untuk semua Townies dengan menggali sumur yang cukup.
it: Il bisogno di acqua è aumentato significativamente. Possiamo fornire acqua a tutti i cittadini costruendo abbastanza pozzi.
ja: 水の需要が大きくなっています。十分な数の井戸を作って全てのタウニーに水が行き渡るようにしましょう。
ko: 물 수요가 크게 증가했습니다. 우물을 충분히 만들어 모든 주민에게 물을 공급해야 합니다.
pt: A escassez de água aumentou bastante. Podemos resolver isso construindo poços para os habitantes.
ru: Горожанам нужно все больше воды. Нам нужно выкопать новые колодцы, чтобы у каждого был доступ к живительной влаге.
zh: 水的需求大大增加了。咱们可以把水井打足，给全体镇民供水。
zh_tw: 水的需求大大增加了。咱們可以把水井打足，給全體鎮民供水。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_40_NAME
source: Construct several wells in the city.
de: Baue mehrere Brunnen in der Stadt.
es: Construye varios pozos en la ciudad.
fr: Construisez plusieurs puits dans la ville.
id: Galilah beberapa sumur di kota.
it: Costruisci diversi pozzi in città.
ja: 町に井戸を作る。
ko: 도시에 우물 여러 개를 만드세요.
pt: Construa vários poços na cidade.
ru: Вырой несколько колодцев по всем городу.
zh: 在城里打几口井。
zh_tw: 在城裡打幾口井。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_END_DESC
source: My lord, we should increase our food stocks. A new hunter‘s cabin or butcher‘s workshop is exactly what we need.
de: Mein Herr, wir sollten das Nahrungsangebot erweitern. Eine Jagdhütte oder eine Metzgerei ist genau das richtige dafür.
es: Mi señor, debemos aumentar nuestras existencias de comida. Lo que necesitamos es un nuevo pabellón de caza o una carnicería.
fr: Mon seigneur, nous devons augmenter nos stocks de nourriture. Il nous faudrait une nouvelle cabane de chasseur ou une boucherie.
id: Tuanku, kita perlu menambah persediaan pangan. Kita membutuhkan pondok pemburu atau rumah jagal baru.
it: Mio signore, dobbiamo aumentare le scorte di cibo. Un nuovo capanno da caccia o un macellaio sono esattamente ciò che ci serve.
ja: 閣下、食料の備蓄を増やさなければいけません。新しい狩人の山小屋か肉屋の作業場が必要です。
ko: 영주님, 식량 재고를 늘려야 합니다. 새로운 사냥꾼 오두막이나 푸줏간을 필요합니다.
pt: Deveríamos aumentar nossos estoques de comida. Uma cabana de caçador ou oficina de açougueiro deve resolver.
ru: Милорд, нам нужно увеличить запасы продовольствия. Давайте построим хижину охотника или лавку мясника.
zh: 大人，咱们得增加食物储备。我们急需新建一间猎人小屋或一座屠宰场。
zh_tw: 大人，咱們得增加食物儲備。我們急需新建一間獵人小屋或一座屠宰場。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_END_NAME
source: Build a hunter's cabin or butcher's workshop.
de: Errichte eine Jagdhütte oder eine Metzgerei.
es: Construye un pabellón de caza o una carnicería.
fr: Construisez une cabane de forestier ou une boucherie.
id: Bangunlah pondok pemburu atau rumah jagal.
it: Costruisci un macellaio o un capanno del cacciatore.
ja: 狩人の山小屋か肉屋の作業場を作る。
ko: 사냥꾼 오두막이나 푸줏간을 만드세요.
pt: Construa uma cabana de caçador ou oficina de açougueiro.
ru: Построй хижину охотника или лавку мясника.
zh: 建造一间猎人小屋或一座屠宰场。
zh_tw: 建造一間獵人小屋或一座屠宰場。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_FINISHED
source: Excellent my lord, we established a good supply. But we still should keep an eye on our Townie's desires.
de: Hervorragend, mein Herr, wir haben eine gute Versorgung aufgebaut. Dennoch sollten wir weiterhin die Bedürfnisse der Townies im Auge behalten.
es: Excelente, mi señor, hemos establecido un buen suministro. Pero debemos seguir atentos a los deseos de nuestros townies.
fr: Excellent, mon seigneur. Nous avons désormais un bon approvisionnement. Cependant, nous devons surveiller les désirs de nos habitants.
id: Bagus sekali, Tuanku, kita sudah mengamankan persediaan. Tapi kita tetap harus memperhatikan keinginan para Townies.
it: Eccellente, mio signore. Abbiamo stabilito una buona fornitura. Ma dobbiamo comunque tenere d’occhio i desideri dei nostri cittadini.
ja: すばらしい、たくさんの備蓄ができました、閣下。しかしこれからもタウニーの要望に注意を払わなければいけません。
ko: 훌륭합니다, 이제 물자를 충분히 확보했습니다. 하지만 주민의 원하는 것에 꾸준히 관심을 가져야 합니다.
pt: Excelente, meu senhor, estamos com um bom estoque. Agora temos que ficar de olho nos desejos dos habitantes.
ru: Отлично, милорд, наши запасы растут. Но нам все еще нужно следить за потребностями горожан.
zh: 太好了，主人。咱们已经做好了供应。不过，咱们还是应该关注镇民的需要。
zh_tw: 太好了，主人。咱們已經做好了供應。不過，咱們還是應該關注鎮民的需要。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_START_DESC
source: My lord, at first we should get some building materials and assign a Townie to the forester's hut across the river. Build a cobblestone road over the river so the Townie can start his work.
de: Mein Herr, wir sollten zunächst für Baumaterial sorgen. Die Forsthütte auf der anderen Flussseite sollte besetzt werden. Bauen wir eine Pflasterstraße über den Fluss, dann kann ein Townie seine Arbeit aufnehmen.
es: Mi señor, primero tenemos que conseguir materiales de construcción y destinar a un townie a la cabaña de guarda forestal que está al otro lado del río. Construye un camino pavimentado sobre el río para que el townie pueda empezar a trabajar.
fr: Mon seigneur, nous devons commencer par obtenir plus de matériaux de construction, puis affecter un habitant à la cabane de forestier de l'autre côté de la rivière. Construisez une route de pierre traversant la rivière afin que l'habitant puisse aller au travail.
id: Tuanku, pertama-tama kita perlu mengumpulkan bahan bangunan dan menugaskan seorang Townie di pondok penjaga hutan di seberang sungai. Bangunlah jalan batu melintasi sungai agar Townie itu bisa mulai bekerja.
it: Mio signore, prima di tutto dobbiamo raccogliere materiale da costruzione e assegnare un cittadino al capanno del taglialegna oltre il fiume. Costruisci una strada di ciottoli che attraversi il fiume affinché il taglialegna possa iniziare il suo lavoro.
ja: 閣下、まず建材を手に入れて、タウニーたちを川の向こうの木こり小屋に割り当てなければいけません。 タウニーたちが仕事を始められるように川の上に丸石で道を作りましょう。
ko: 영주님, 우선 건설 재료를 확보하고 주민을 강 건너 산꾼 오두막에 배치해야 합니다. 강 위로 자갈 도로를 만들어 주민이 다시 일을 시작할 수 있게 하세요.
pt: Meu senhor, devemos obter material de construção e colocar um habitante na cabana de silvicultor do outro lado do rio. Construa uma estrada de pedra atravessando o rio para ele começar a trabalhar.
ru: Милорд, сначала нам нужно раздобыть немного строительного материала и отправить горожанина работать в хижину лесника, что на том берегу реки. Постройте булыжную мостовую через реку, чтобы он смог приступить к работе.
zh: 大人，咱们先得预备建房物料，分派一个镇民到河对岸的伐木工小屋去。 咱们得跨河修筑一条鹅卵石路，好使镇民可以开始工作。
zh_tw: 大人，咱們先得預備建房物料，分派一個鎮民到河對岸的伐木工小屋去。 咱們得跨河修築一條鵝卵石路，好使鎮民可以開始工作。

# T_GAME_QUEST_SCEN_WW_PRODUCTION_START_NAME
source: Build a cobblestone road over the river and assign a Townie to the forester's hut.
de: Baue eine Pflasterstraße über den Fluss und besetze die Forsthütte.
es: Construye un camino pavimentado sobre el río y destina a un townie a la cabaña de guarda forestal.
fr: Construisez une route de pierre traversant la rivière et affectez un habitant à la cabane de forestier.
id: Bangunlah jalan batu melintasi sungai dan tugaskan seorang Townie di pondok penjaga hutan.
it: Costruisci una strada di ciottoli che attraversi il fiume e assegna un cittadino al capanno del taglialegna.
ja: 川の上に丸石で道を作り、タウニーたちを木こり小屋に割り当てる。
ko: 강 위로 자갈 도로를 만들어 산꾼 오두막에 주민을 배치하세요.
pt: Construa uma estrada de pedra atravessando o rio e coloque um habitante na cabana de silvicultor.
ru: Построй булыжную мостовую через реку и назначь горожанина работать в хижину лесника.
zh: 跨河修筑一条鹅卵石路，并分派一个镇民到伐木工小屋去。
zh_tw: 跨河修築一條鵝卵石路，並分派一個鎮民到伐木工小屋去。

# T_GAME_QUEST_SCEN_WW_TOWNIE_LEAVE_DESC
source: Moving here was my biggest mistake. I‘m gone! Lord, you should really fulfill our desires or more and more Townies will move out.
de: Es war ein Fehler, hierher zu kommen. Ich werde die Stadt verlassen. Herr Statthalter, Ihr solltet Euch besser um unsere Bedürfnisse kümmern, sonst verlassen sicher noch mehr Townies die Stadt.
es: Mudarme aquí ha sido mi mayor error. ¡Me marcho! Señor, tienes que satisfacer nuestros deseos o cada vez se irán más townies.
fr: Je n'aurais jamais dû déménager ici. Je m'en vais ! Seigneur, vous devriez accéder à nos désirs, ou bien de plus en plus d'habitants s'en iront.
id: Pindah ke sini adalah kesalahanku yang paling besar. Aku akan pergi! Tuanku, penuhilah keinginan kami atau semakin banyak Townies akan pindah.
it: Trasferirmi qui è stato il mio più grande errore. Me ne vado! Signore, dovresti davvero soddisfare i nostri desideri, altrimenti sempre più persone se ne andranno.
ja: ここに越してきたのが一番の間違いだった。もう出て行きます！ 領主様、私たちタウニーの望みをちゃんと叶えてくれなければもっとたくさんのタウニーたちがここを出て行くことになりますよ。
ko: 여기로 온 것은 큰 실수였어요. 떠나겠어요! 영주님, 주민들이 원하는 것을 들어주지 않으면 더 많은 이탈자가 생길 거예요.
pt: Mudar para cá foi meu pior erro. Estou indo embora! É melhor você cuidar dos nossos desejos, senão mais e mais habitantes irão embora.
ru: Не стоило мне сюда приезжать. Ноги моей здесь больше не будет! Лорд, вам стоит повнимательнее относиться к нашим потребностям, или все больше горожан уйдут от вас.
zh: 搬到这里来住，真是大错特错。我走了！ 大人，小民的心愿，您真的应该满足。否则，会有越来越多的镇民离去的。
zh_tw: 搬到這裡來住，真是大錯特錯。我走了！ 大人，小民的心願，您真的應該滿足。否則，會有越來越多的鎮民離去的。

# T_GAME_QUEST_SUCCESS
source: Quest completed!
de: Aufgabe abgeschlossen!
es: ¡Misión completada!
fr: Quête terminée !
id: Misi selesai!
it: Missione completata!
ja: クエストクリア！
ko: 퀘스트가 완료되었습니다!
pt: Missão concluída!
ru: Квест завершен!
zh: 任务完成!
zh_tw: 任務完成!

# T_GAME_QUEST_TRIBUTE_MONEY_DESC
source: With a small donation, we could increase our reputation with the King, my Liege.
de: Durch eine kleine Spende könnten wir unser Ansehen beim König verbessern, mein Herr.
es: Con una pequeña donación podríamos mejorar nuestra reputación ante el rey, excelencia.
fr: Avec une petite donation, nous pourrions améliorer notre réputation auprès du roi, mon seigneur.
id: Sumbangan sekadarnya bisa menaikkan reputasi kita di mata sang Raja, Tuanku
it: Con una piccola donazione potremmo migliorare la nostra reputazione presso il Re, mio signore.
ja: 少しの寄付で私たちは王様の評判をよくすることができます、領主様。
ko: 작은 기부로 왕에게 우리의 명성을 높일 수 있습니다, 영주님.
pt: Com uma pequena doação, podemos aumentar nossa reputação com o Rei, meu senhor.
ru: Небольшое пожертвование может улучшить нашу репутацию перед королем, ваша светлость.
zh: 大人，捐一小笔钱，咱们就可以在国王那里提高声誉。
zh_tw: 大人，捐一小筆錢，咱們就可以在國王那裡提高聲譽。

# T_GAME_QUEST_WATCHTOWER_INRANGE
source: Build a guard tower in range of a barracks.
de: Baue einen Wachturm in Reichweite der Kaserne.
es: Construye un torre de vigilancia al alcance de un barracón.
fr: Construisez une tour de garde à portée des baraquements.
id: Bangunlah menara jaga dalam jangkauan barak.
it: Costruisci una torre di guardia entro il raggio d'azione di una caserma.
ja: 兵舎の範囲内に見張り塔を建てる。
ko: 병영 범위 내에 감시탑을 만드세요.
pt: Construa uma torre de guarda no alcance do quartel.
ru: Построй сторожевую вышку в зоне действия казарм.
zh: 在兵营范围内建守卫塔。
zh_tw: 在兵營範圍內建守衛塔。

# T_GAME_QUEST_WATER
source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: 水
ko: 물
pt: Água
ru: Вода
zh: 水
zh_tw: 水

# T_GAME_REFILL_MINE_QUESTION
source: Search for new ore deposits?
de: Nach neuen Rohstoffen suchen?
es: ¿Quieres buscar depósitos?
fr: Chercher de nouveaux dépôts de minerai ?
id: Cari deposit bijih baru?
it: Cercare nuovi giacimenti di minerale?
ja: 新しい鉱床を探索しますか？
ko: 새로운 광산을 찾고 있습니까?
pt: Procurar novos depósitos de minério?
ru: Искать новые рудные месторождения?
zh: 要寻找新的矿床？
zh_tw: 要尋找新的礦床？

# T_GAME_REPAIRALL
source: Repair everything!
de: Alles reparieren!
es: ¡Repáralo todo!
fr: Réparez tout !
id: Perbaiki semua hal!
it: Ripara tutto!
ja: すべてを修復！
ko: 모든 것을 수리!
pt: Conserte tudo!
ru: Отремонтируй все!
zh: 修复一切！
zh_tw: 修復一切！

# T_GAME_REPAIRALL_QUESTION
source: Do you want to repair all buildings?
de: Möchtest du alle Gebäude reparieren?
es: ¿Quieres reparar todos los edificios?
fr: Voulez-vous réparer tous les bâtiments ?
id: Apa kamu ingin memperbaiki semua gedung?
it: Vuoi riparare tutti gli edifici?
ja: すべての建物を修復しますか？
ko: 모든 건물들을 수리하겠습니까?
pt: Deseja consertar todas os construções?
ru: Хочешь отремонтировать все здания?
zh: 您想要修复所有建筑物吗？
zh_tw: 您想要修復所有建築物嗎？

# T_GAME_REQUIREMENT_LOCKED
source: Locked
de: Gesperrt
es: Bloqueado
fr: Bloqué
id: Terkunci
it: Bloccato
ja: ロックされています
ko: 잠김
pt: Bloqueado
ru: Заблокировано
zh: 锁上了
zh_tw: 鎖定

# T_GAME_REQUIREMENT_QUEST_LOCKED
source: Unlocked by quest!
de: Wird durch Aufgaben entsperrt!
es: ¡Desbloqueado por misión!
fr: Débloqué par une quête !
id: Terbuka lewat pencarian!
it: Sbloccato da una missione!
ja: クエストによりロック解除！
ko: 퀘스트로 잠금 해제!
pt: Desbloqueado por missão!
ru: Требуется пройти задание!
zh: 须通过任务解锁！
zh_tw: 須通過任務解鎖！

# T_GAME_REQUIREMENT_TEMPORARY_LOCKED
source: Temporarily locked!
de: Vorübergehend gesperrt!
es: ¡Temporalmente bloqueado!
fr: Temporairement verrouillé !
id: Terkunci sementara!
it: Temporaneamente bloccato!
ja: 一時的にロックされています！
ko: 일시 잠김!
pt: Temporariamente bloqueado!
ru: Временно недоступно!
zh: 暂时锁定！
zh_tw: 暫時鎖定！

# T_GAME_REQUIREMENT_TITLE
source: Requirements
de: Voraussetzungen
es: Requisitos
fr: Conditions
id: Persyaratan
it: Requisiti
ja: 建設に必要な条件
ko: 요구사항
pt: Requisitos
ru: Требования
zh: 规定
zh_tw: 規定

# T_GAME_REQUIREMENT_TUTORIAL
source: Finish the Tutorial!
de: Beende die Einführung!
es: ¡Termina el tutorial!
fr: Terminez le didacticiel !
id: Selesaikan Tutorial!
it: Termina il tutorial!
ja: チュートリアルを終了する。
ko: 튜토리얼을 완료합니다!
pt: Termine o tutorial!
ru: Заверши обучение!
zh: 教程学习完毕！
zh_tw: 教程學習完畢！

# T_GAME_RESEARCH_COMPLETE
source: Research completed!
de: Forschung abgeschlossen!
es: ¡Investigación realizada!
fr: Recherche terminée !
id: Riset selesai!
it: Ricerca completata!
ja: リサーチが完了しました！
ko: 리서치가 완료되었습니다!
pt: Pesquisa concluída!
ru: Исследование завершено!
zh: 研究完成！
zh_tw: 研發完成！

# T_GAME_RESEARCH_COMPLETE2
source: Research completed! Do you want to research more?
de: Deine Forschung ist abgeschlossen! Möchtest du weiter forschen?
es: ¡Investigación completada! ¿Quieres investigar más?
fr: Recherche terminée ! Voulez-vous continuer à chercher ?
id: Riset selesai! Anda ingin meriset lagi?
it: Ricerca completata! Vuoi proseguire le ricerche?
ja: リサーチ完了！さらにリサーチしますか？
ko: 리서치가 완료되었습니다! 다른 리서치를 원하십니까?
pt: Pesquisa concluída! Deseja pesquisar mais?
ru: Исследование завершено! Исследовать еще?
zh: 研究完成！想要进行更多研究吗？
zh_tw: 研發完成！想要進行更多的研發嗎？

# T_GAME_RESEARCH_INPROGRESS
source: A research is already in progress!
de: Es ist bereits eine Forschung im Gange!
es: ¡Ya hay una investigación en curso!
fr: Une recherche est déjà en cours !
id: Sudah ada riset yang sedang berjalan!
it: Una ricerca è già in corso!
ja: リサーチはすでに進行中です。
ko: 이미 연구가 진행 중입니다!
pt: Já há uma pesquisa em andamento!
ru: Ты уже проводишь другое исследование!
zh: 已有一项研究在进行！
zh_tw: 已有一項研究在進行！

# T_GAME_RESEARCH_INSTANT_RESEARCH
source: Instant research!
de: Sofort forschen!
es: ¡Investigación instantánea!
fr: Recherche instantanée !
id: Riset instan!
it: Ricerca istantanea!
ja: 今すぐリサーチ！
ko: 즉시 리서치!
pt: Pesquisa instantânea!
ru: Мгновенное исследование!
zh: 立即研究！
zh_tw: 立即研發！

# T_GAME_RESEARCH_NEW
source: New research available!
de: Neue Forschung verfügbar!
es: ¡Nueva investigación disponible!
fr: Nouvelles recherches disponibles !
id: Riset baru tersedia!
it: Nuova ricerca disponibile!
ja: 新しく使えるリサーチがあります！
ko: 새로운 연구를 사용할 수 있습니다!
pt: Nova pesquisa disponível!
ru: Доступно новое исследование!
zh: 新的研究已解锁！
zh_tw: 新的研究已解鎖！

# T_GAME_RESEARCH_NORESOURCES
source: You can't afford to research this!
de: Du kannst dir diese Forschung nicht leisten!
es: ¡No puedes permitirte esta investigación!
fr: Vous ne pouvez pas vous permettre de rechercher cela !
id: Anda tidak bisa meriset ini!
it: Non puoi permetterti di ricercare questo!
ja: リサーチに必要な資材が足りません。
ko: 해당 리서치의 자금이 없습니다!
pt: Você não tem como pagar por esta pesquisa!
ru: Ты не можешь позволить себе это исследование!
zh: 你负担不起该研究！
zh_tw: 你負擔不起該研發！

# T_GAME_RESEARCH_NOT_UNLOCKED
source: Unlocked at level {LEVELNR}
de: Ab Stufe {LEVELNR} freigeschaltet
es: Se desbloquea en el nivel {LEVELNR}.
fr: Débloqué au niveau {LEVELNR}
id: Terbuka di level {LEVELNR}
it: Sbloccabile al livello {LEVELNR}
ja: レベル{LEVELNR}で解除されます
ko: 다음 레벨에 잠금해제 {LEVELNR}
pt: Desbloqueado no nível {LEVELNR}
ru: Разблокировано на уровне уp. {LEVELNR}
zh: 在第 {LEVELNR} 级时解锁
zh_tw: 在第 {LEVELNR} 級時解鎖

# T_GAME_RESEARCH_OK
source: OK
es: ACEPTAR
ko: 확인

# T_GAME_RESEARCH_RESOURCE_RESEARCH
source: Research with resources!
de: Mit Ressourcen forschen!
es: ¡Investigar con recursos!
fr: Rechercher avec des ressources !
id: Riset bersama sumber daya!
it: Ricerca mediante risorse!
ja: 資材でリサーチ！
ko: 자원으로 리서치!
pt: Pesquisar com recursos!
ru: Исследовать с помощью ресурсов!
zh: 使用资源研究！
zh_tw: 使用資源研究！

# T_GAME_RESEARCH_START
source: Start next research!
de: Nächste Forschung starten!
es: ¡Empezar otra investigación!
fr: Démarrer une nouvelle recherche !
id: Mulai riset berikutnya!
it: Inizia la prossima ricerca!
ja: 次のリサーチ開始！
ko: 다음 리서치 시작!
pt: Começar nova pesquisa!
ru: Начать следующее исследование!
zh: 开始下一个研究！
zh_tw: 開始下一個研究！

# T_GAME_RESEARCH_TAB_BUILDINGS
source: Buildings
de: Gebäude
es: Edificios
fr: Bâtiments
id: Gedung
it: Edifici
ja: 建物
ko: 빌딩
pt: Prédios
ru: Здания
zh: 建筑
zh_tw: 建築

# T_GAME_RESEARCH_TAB_FINANCIAL
source: Finance
de: Finanzen
es: Finanzas
fr: Finances
id: Keuangan
it: Finanze
ja: 財政
ko: 재정
pt: Finanças
ru: Финансы
zh: 财政
zh_tw: 財政

# T_GAME_RESEARCH_TAB_POPULATION
source: Population
de: Bevölkerung
es: Población
id: Penduduk
it: Popolazione
ja: 人口
ko: 인구
pt: População
ru: Население
zh: 人口
zh_tw: 人口

# T_GAME_RESEARCH_TIME
source: Research time
de: Forschungsdauer
es: Tiempo de investigación
fr: Temps de recherche
id: Waktu riset
it: Tempo ricerca
ja: リサーチ時間
ko: 연구 시간
pt: Tempo de pesquisa
ru: Время исследования
zh: 研究时间
zh_tw: 研究時間

# T_GAME_RESSOURCE_ARMOR
source: Armors
de: Rüstungen
es: Armaduras
fr: Armures
id: Baju tempur
it: Armature
ja: 鎧
ko: 갑옷
pt: Armaduras
ru: Доспехи
zh: 护甲
zh_tw: 護甲

# T_GAME_RESSOURCE_BREAD
source: Bread
de: Brot
es: Pan
fr: Pain
id: Roti
it: Pane
ja: パン
ko: 빵
pt: Pão
ru: Хлеб
zh: 面包
zh_tw: 麵包

# T_GAME_RESSOURCE_BREW
source: Brew
de: Gebräu
es: Cerveza
fr: Boisson
id: Bir
it: Birra
ja: ビール
ko: 맥주
pt: Cerveja
ru: Пиво
zh: 酿酒
zh_tw: 釀酒

# T_GAME_RESSOURCE_CLOTHS
source: Clothes
de: Kleidung
es: Prendas
fr: Vêtements
id: Pakaian
it: Abiti
ja: 衣服
ko: 의류
pt: Roupas
ru: Одежда
zh: 衣服
zh_tw: 衣服

# T_GAME_RESSOURCE_COAL
source: Charcoal
de: Kohle
es: Carbón
fr: Charbon
id: Batubara
it: Carbone
ja: 木炭
ko: 숯가마에서 나무는 숯으로 변화합니다
pt: Carvão
ru: Уголь
zh: 木炭
zh_tw: 木炭

# T_GAME_RESSOURCE_COINS
source: Thaler
de: Taler
es: Táleros
fr: Écus
it: Talleri
ja: ターレル
ko: 탈러
pt: Táler
ru: Талер
zh: 泰勒币
zh_tw: 泰勒幣
