Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_CHURCH
source: She is very glad to see that our people now got a place in town where they can gather.
de: Sie ist sehr erfreut, dass wir nun einen Ort im Dorf haben, wo die Bewohner sich versammeln können.
es: Le alegra mucho ver que nuestro pueblo tiene un lugar en la ciudad donde poder reunirse.
fr: Elle est vraiment heureuse de voir que notre peuple a un lieu où s’unir.
id: Beliau sangat senang melihat bahwa warga kita sekarang punya tempat di kota untuk berkumpul.
it: È molto felice di vedere che il nostro popolo adesso ha un luogo in città dove può raccogliersi.
ja: 人々が街に集まる場所ができたことを彼女はとても喜んでいます。
ko: 여왕님은 마을에 사람들이 모일 장소가 생긴 것을 보시고 매우 기뻐하고 계십니다.
pt: Ela ficou muito contente de ver que nosso povo agora tem um lugar na cidade para se reunir.
ru: Она очень рада тому, что у жителей нашего города теперь есть место, где они могут собраться вместе.
zh: 她会非常高兴看到我们的人民如今在镇上有了一个地方可以用来集会。
zh_tw: 她很開心能夠看到城鎮中的人們有個處所可以聚集在一起。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_FAIRGROUND
source: Seems like we got it all wrong. The Queen is upset. Why did you listen to your adviser? He doesn’t even speak the Queen‘s language!
de: Es scheint als hätten wir die Königin verärgert. Wir haben es falsch gemacht, Statthalter. Warum habt Ihr auf Euren Berater gehört, wenn wir doch hier eine Übersetzerin haben?
es: Parece que hemos vuelto a meter la pata. La reina está disgustada. ¿Por qué habéis hecho caso a vuestro consejero? ¡Él no habla el idioma de la reina!
fr: On dirait que nous avons tout faux. Pourquoi avez-vous écouté ce conseiller ? Il ne sait même pas parler la langue de la reine !
id: Sepertinya kita keliru. Sang Ratu gusar. Mengapa kau mendengarkan penasihatmu? Dia bahkan tidak menguasai bahasa sang Ratu!
it: Abbiamo sbagliato tutto. La Regina è molto arrabbiata. Perché hai ascoltato il tuo consigliere? Non parla neppure la lingua della Regina!
ja: どうやら私たちは全て間違っていたようです。女王は怒っています。なぜ顧問の言うことを聞いたりしたんですか？彼は女王の話す言葉さえ話せないじゃないですか！
ko: 우리가 틀린 것 같습니다. 여왕님이 화가 나셨습니다. 왜 조언자의 말을 들은 거죠? 여왕님의 말도 할 줄 모르잖아요!
pt: Parece que entendemos tudo errado. A rainha ficou aborrecida. Por que foi escutar seu conselheiro? Ele sequer fala a língua da rainha!
ru: Похоже, мы ошиблись. Королева расстроена. Почему вы решили послушать своего советника? Он ведь даже не говорит на языке королевы!
zh: 看来我们全搞错了。女王很不高兴。你为什么听你的顾问的？他甚至连女王的语言都不会说！
zh_tw: 看來我們都搞錯了，女王大人怒不可遏。您為什麼要聽從謀士呢？他根本不會說女王的語言啊！

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_JOUSTING
source: The Queen has already send letters to the neighboring countries and invited them to a grant tournament here. Many thanks, Governor.
de: Die Königin hat bereits Briefe an die benachbarten Königreiche schicken lassen und sie zu einem großen Turnier eingeladen. Habt Dank, Statthalter.
es: La reina ya ha enviado cartas a los países vecinos invitándoles a un gran torneo aquí. Muchas gracias, gobernador.
fr: La reine a d'ores et déjà envoyé ses messagers porter la bonne nouvelle. Elle invite tous les pays voisins à participer au grand tournoi, dans notre ville. Merci Gouverneur pour ce dénouement.
id: Sang Ratu sudah mengirim surat ke negeri-negeri tetangga dan mengundang mereka untuk mengikuti turnamen besar di sini. Terima kasih banyak, Gubernur.
it: La Regina ha già inviato lettere ai paesi vicini per invitarli a un torneo. Grazie mille, Governatore.
ja: 女王はすでに近隣の国に、ここで開かれる大きなトーナメントへの招待状を送っています。総督、本当にありがとうございました。
ko: 여왕님이 이미 이웃 나라에 서신을 보내 이곳에서 열릴 그랜드 토너먼트에 초대했습니다. 감사합니다, 영주님.
pt: A rainha já despachou cartas convocando os países vizinhos para um grande torneio aqui. Agradecemos muito, Governador.
ru: Королева уже разослала в соседние королевства письма с приглашениями на наш великий турнир. Благодарю вас, губернатор.
zh: 女王已经致信给邻国，邀请他们参加在这里举行的格兰特邀请赛。多谢，镇长。
zh_tw: 女王已經發送信函給鄰國並邀請他們來參加這裡的大型錦標賽。萬分感謝，大人。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_TAVERN
source: Governor, it seems like you have trusted the wrong person! Queen Frigyth wanted a church to be built and not a tavern.
de: Statthalter, es scheint, als hättet Ihr der falschen Person vertraut. Königin Frigyth wollte eine Kirche und kein Wirtshaus.
es: Gobernador, ¡parece que has confiado en la persona equivocada! La reina Frigyth quería que se construyera una iglesia, no una taberna.
fr: Gouverneur, il semblerait bien que vous ayez donné votre confiance à la mauvaise personne ! La reine Frigyth souhaitait une église et non une taverne.
id: Gubernur, sepertinya kau mengandalkan orang yang salah! Ratu Frigyth menginginkan pembangunan gereja, bukan kedai minum.
it: Governatore, ti sei fidato della persona sbagliata! La Regina Frigyth voleva che fosse costruita una chiesa e non una taverna.
ja: 総督、どうやらあなたは間違った相手を信用してしまったようです！フリジス女王は酒場ではなく教会を建ててほしかったのですよ。
ko: 영주님, 사람을 잘못 신뢰하신 것 같습니다! 프리기스 여왕님이 원하신 것은 선술집이 아니라 교회입니다.
pt: Governador, parece que você confiou na pessoa errada! A Rainha Frigyth queria a construção de uma igreja, e não de uma taverna.
ru: Губернатор, похоже, вы доверились не тому человеку! Королева Фригит просила построить церковь, а не таверну.
zh: 镇长，似乎你信错人了！弗里吉斯女王希望建造一座教堂，而不是一个酒馆。
zh_tw: 大人，看來您選錯人了！女王芙麗基斯想要建造的是一間教堂而不是酒館。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_THE_QUEEN_STARTED
source: Good morning, my Liege. The King’s entourage will arrive with Queen Frigyth soon. This meeting is of utmost importance for the diplomatic relations between the two Kingdoms.
de: Guten Morgen, mein Lord. Der König, samt Gefolgschaft und Königin Frigyth aus dem Norden werden bald hier eintreffen. Dieses Treffen ist äußerst wichtig für den König.
es: Buenos días, mi señor. El séquito del rey no tardará en llegar acompañando a la reina Frigyth. Esta reunión es de suma importancia para las relaciones diplomáticas entre nuestros dos reinos.
fr: Bonjour, Sire. La cour du roi ne va pas tarder à arriver avec la reine Frigyth. Cette réunion est d’une extrême importance pour les relations diplomatiques entre nos deux royaumes.
id: Selamat pagi, Tuanku. Rombongan Raja bersama Ratu Frigyth akan segera tiba. Pertemuan ini sangat penting untuk hubungan diplomatik di antara kedua kerajaan.
it: Buongiorno, mio signore. L'entourage del re arriverà presto con la Regina Frigyth. Questo incontro è di estrema importanza per le relazioni diplomatiche tra i due regni.
ja: おはようございます、領主様。国王の随行団がもうすぐフリジス女王と共に到着されます。これはこの2つの王国の外交関係において最も重要な会合です。
ko: 좋은 아침입니다, 영주님. 왕의 사절단이 프리기스 여왕님과 함께 곧 도착하실 겁니다. 이 만남은 두 왕국 사이의 외교 관계에 매우 중요합니다.
pt: Bom dia, meu senhor. A corte do Rei chegará em breve junto com a Rainha Frigyth. Esse encontro é de extrema importância para as relações diplomáticas entre os dois reinos.
ru: Доброе утро, ваша светлость. Свита короля с королевой Фригит скоро прибудут. Эта встреча крайне важна для дипломатических отношений между двумя королевствами.
zh: 早上好，大人。国王的随从很快就会带着女王弗里吉斯到达。这次会晤对两国的外交关系至关重要。
zh_tw: 早上好，大人。國王的隨行人員與女王芙麗基斯馬上就到了。這次會面對於兩方王國之間的外交關係極其重要。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_OVER
source: The trade guild has been destroyed! This is an utter disaster, my Lord! The negotiations cannot be held in our town! The King will be very angry!
de: Die Handelsgilde wurde zerstört! Dies ist ein Desaster, mein Lord. Die Verhandlungen können damit nicht stattfinden! Der König wird nicht begeistert sein.
es: ¡Han destruido el gremio comercial! ¡Esto es un desastre, mi señor! Las negociaciones ya no se podrán celebrar en nuestra ciudad y ¡el rey se pondrá furioso!
fr: La guilde du commerce a été détruite ! C’est un désastre, Sire ! Les négociations ne peuvent plus avoir lieu dans cette ville. Le roi sera furieux !
id: Gedung perkumpulan saudagar dihancurkan! Ini malapetaka, Tuanku! Perundingan tidak bisa diadakah di kota kita. Paduka Raja akan murka!
it: La gilda dei mercanti è stata distrutta! È un disastro, milord! I negoziati non possono avere luogo nella nostra città! Il Re sarà arrabbiatissimo!
ja: 取引ギルドが破壊されました！これは大きな被害です、ご主人様！交渉をこの街で開くことができません！国王は非常にお怒りになるでしょう！
ko: 트레이드 길드 건물이 파괴됐습니다! 재앙입니다, 영주님! 마을에서 협상을 개최할 수 없습니다! 왕이 분노하실 겁니다!
pt: A guilda comercial foi destruída! É um completo desastre, milorde! As negociações não podem mais ocorrer em nossa cidade! O rei ficará furioso!
ru: Здание гильдии торговцев уничтожено! Это катастрофа, милорд! Мы не можем провести переговоры в городе! Король будет так зол!
zh: 贸易协会已经被摧毁了！这完全成了一场灾难，大人！谈判不能在我们镇上举办了！国王肯定会震怒的！
zh_tw: 同業公會被摧毀了！這根本就是場大災難啊，大人！談判不能在我們的城鎮中進行！國王一定會大發雷霆！

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_STARTED
source: My Lord. For the trade negotiations, we need the right place for it to be held. The merchants have proposed, that we should construct a trade guild building in our town. This would be the perfect place to hold the negotiations.
de: Mein Lord, für die Handelsgespräche benötigen wir einen geeigneten Ort. Die Gilde der Händler hat vorgeschlagen, dass wir eine Handelsgilde errichten sollen. Dieses Gebäude wäre der ideale Ort für unsere Verhandlungen.
es: Mi señor, necesitamos un buen sitio para celebrar las negociaciones. Los mercadores han propuesto que construyamos en nuestra ciudad la sede de un gremio comercial. Sería el lugar perfecto.
fr: Sire, pour les accords commerciaux, nous avons besoin du parfait endroit. La guilde des marchands a avancé l’idée que nous pourrions construire une guide du commerce dans notre ville. Cela semble être idéal pour un tel événement.
id: Tuanku, kita perlu tempat yang sesuai untuk perundingan dagang. Para pedagang mengusulkan agar kita membangun gedung perkumpulan saudagar di kota kita. Itu akan menjadi tempat sempurna untuk mengadakan perundingan.
it: Milord, ci serve un luogo adatto dove tenere i negoziati commerciali. I mercanti hanno proposto di costruire un edificio della gilda dei mercanti nella nostra città. Sarebbe perfetto per ospitare i negoziati.
ja: ご主人様、通商交渉を行うためにふさわしい場所が必要です。商人たちは取引ギルドの建物の建設を提案してきました。これは交渉を行う場所として完璧でしょう。
ko: 영주님. 무역 협상을 개최하기에 적합한 장소가 필요합니다. 상인들이 마을에 트레이드 길드 건물을 지어야 한다고 제안했습니다. 협상에 적합한 장소가 될겁니다.
pt: Milorde, precisamos de um local apropriado para as negociações do acordo. Os comerciantes propuseram a construção de uma guilda comercial em nossa cidade. Esse prédio seria o melhor lugar para uma reunião de negócios.
ru: Милорд. Нам нужно подходящее место для проведения торговых переговоров. Купцы предложили построить в городе здание гильдии торговцев. Лучшего места для проведения переговоров не сыскать.
zh: 大人我们需要一个合适的地点来举行贸易谈判。商人们建议我们在镇上建一个贸易协会大楼。这将是举行谈判的最佳场所。
zh_tw: 大人。我們需要一個完美的地方來進行交易談判。商人們提議我們在城鎮中開始建造同業公會建築。這地方是個進行談判的完美之選。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_SUCCESS
source: Well done, my Liege, the trade guild building has been completed. Soon the trade talks can take place there.
de: Sehr gut, mein Lord. Die Handelsgilde ist fertiggestellt worden. Bald können die Handelsgespräche dort stattfinden.
es: Bien hecho, mi señor, ya está terminado el edificio del gremio comercial. Próximamente se celebrarán en él las negociaciones.
fr: Félicitations, Sire, nous avons achevé la construction de la guilde du commerce. Bientôt la discussion autour des accords commerciaux pourra commencer.
id: Bagus sekali, Tuanku, gedung perkumpulan saudagar sudah selesai. Tidak lama lagi perundingan dagang bisa berlangsung di sana.
it: Ottimo, mio signore, l'edificio della gilda dei mercanti, è stato completato. Presto potrà ospitare le trattative commerciali.
ja: 素晴らしいです、領主様、取引ギルドの建物が完成しました。もうすぐここで通商交渉が開かれますよ。
ko: 잘하셨습니다, 영주님. 트레이드 길드 건물이 완성됐습니다. 곧 여기서 무역 협상을 개최할 수 있습니다.
pt: Muito bem, meu senhor! O prédio da guilda comercial foi terminado. Em breve, as negociações poderão ocorrer lá.
ru: Хорошая работа, ваша светлость, строительство здания гильдии завершено. Вскоре мы сможем провести там переговоры.
zh: 干得好， 大人，贸易协会大楼已经竣工。很快贸易谈判就能在此举行。
zh_tw: 做得很好，大人，同業公會建築已經建造完畢。不久後交易交涉就會在這裡進行。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_WARNING
source: Sir, we must ensure that the trade guild is secure. The bandits must be prevented at all costs from disrupting the trade talks. Otherwise, we must cancel the negotiations.
de: Mein Herr, wir müssen dafür sorgen, dass die Handelsgilde gesichert ist. Die Banditen müssen unter allen Umständen daran gehindert werden, die Handelsgespräche zu stören. Andernfalls müssen wir die Gespräche abbrechen.
es: Sire, debemos garantizar la seguridad del gremio comercial. Hay que evitar a toda costa que los bandidos interrumpan las negociaciones. De lo contrario, habrá que cancelarlas.
fr: Sire, nous devons nous assurer de la sécurité de la guilde du commerce. Les bandits doivent être maintenus à distance des conversations diplomatiques, par tous les moyens nécessaires. Autrement, nous courrons à notre perte.
id: Sir, kita harus memastikan keamanan gedung perkumpulan saudagar. Para bandit tidak boleh mengganggu jalannya perundingan dagang. Jangan sampai kita harus membatalkan perundingan.
it: Signore, dobbiamo garantire la sicurezza della gilda dei mercanti. Dobbiamo impedire ad ogni costo ai banditi di ostacolare le trattative commerciali. Altrimenti, dovremo annullare i negoziati.
ja: 取引ギルドは安全だということを保証しなければいけません。盗賊たちが通商交渉を邪魔するような事態はあらゆる手を使って阻止しなければいけません。そうでなければ私たちは交渉を中止しなければいけなくなります。
ko: 영주님, 트레이드 길드의 안전을 보장해야 합니다. 모든 수단을 동원하여 강도들이 무역 협상을 방해하지 못하게 막아야 합니다. 그렇지 않으면 협상을 취소해야 합니다.
pt: Senhor, temos que cuidar para que a guilda comercial esteja segura. É preciso impedir a todo custo que os bandidos atrapalhem as negociações. Caso contrário, a reunião de negócios terá que ser abortada.
ru: Сир, нужно убедиться, что здание гильдии надежно защищено. Нельзя допустить, чтобы бандиты сорвали переговоры. Иначе лучше сразу их отменить.
zh: 先生，我们必须确保贸易协会的安全。必须不惜一切代价避免强盗对贸易谈话造成任何破坏。 否则，我们就必须取消 谈判。
zh_tw: 大人，我們一定得保證同業公會的安全。我們必須盡全力防止交易交涉被打擾。要不然的話，我們就必須要取消此次談判。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_WARNING_TITLE
source: Protect the trade guild
de: Beschütze die Handelsgilde
es: Protege el gremio comercial
fr: Protégez la guilde du commerce.
id: Lindungi gedung perkumpulan saudagar.
it: Proteggi la gilda dei mercanti
ja: 取引ギルドを守る
ko: 트레이드 길드를 지키세요
pt: Proteja a guilda comercial
ru: Защити здание гильдии торговцев.
zh: 保卫贸易协会
zh_tw: 保護同業公會。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRANSLATION_001_STARTED
source: Well, Queen Frigyth has spoken! I didn’t understand a word of it, but the young maiden here will surely tell us.
de: Nun, Königin Frigyth hat gesprochen! Wir haben zwar kein Wort verstanden, aber die junge Maid hier wird uns bestimmt gleich sagen, was das Ganze bedeutet.
es: Vaya, ¡la reina Frigyth ha hablado! No he entendido ni una sola palabra, pero seguro que esta joven nos saca de nuestra ignorancia.
fr: Eh bien, la reine a parlé ! Je n’ai pas compris un mot, peut-être une histoire de cuillère et d’assiette de fromage, mais jeune fille, dis-nous, et nous ferons de notre mieux pour satisfaire ses besoins.
id: Baiklah, Ratu Frigyth telah bersabda! Aku tidak memahami sepatah kata pun, tapi perempuan muda ini akan menjelaskannya kepada kita.
it: Bene, la Regina Frigyth ha parlato! Non ho capito neppure una parola, ma la giovane fanciulla potrà aiutarci.
ja: フリジス女王がお話になった！何を言っているかさっぱりわからなかったが、この若い娘がちゃんと伝えてくれるだろう。
ko: 오, 프리기스 여왕님이 말씀하셨군요! 한마디도 모르겠어요. 하지만 소녀 통역사님이 알려주시겠죠.
pt: Bom, a Rainha Frigyth se pronunciou! Eu não entendi nem uma palavra, mas nossa jovem aqui certamente entendeu.
ru: Ну, королева Фригит все сказала! Я не понял ни слова, но уверен, что эта юная дева сейчас все нам переведет.
zh: 啊，女王发话了！我完全不懂她在说什么，但这位年轻的姑娘肯定会给我们翻译的。
zh_tw: 哦，女王芙麗基斯發話了！但是我一點都沒聽懂，這位少女肯定能轉告我們的。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRANSLATION_002_STARTED
source: You'd better try harder. After all, this is about trade routes and orders with Queen Frigyth. We cannot tolerate any mistakes! There is a lot of money involved!
de: Ihr werdet Euch besser Mühe geben müssen. Es geht hier immerhin um Handelsrouten und Aufträge mit Königin Frigyth. Wir können keine Fehler tolerieren! Es geht um sehr viel Geld!
es: Más te vale hacerlo mejor. Al fin y al cabo, estamos negociando rutas comerciales e intercambios con la reina Frigyth. ¡No podemos tolerar más errores! ¡Hay mucho dinero en juego!
fr: Je ne vous donnerais pas une infinité de chances pour la comprendre. Il est d'une importance cruciale que nous arrivons à communiquer afin de conclure les accords commerciaux. S’il vous plaît, écouter la reine Frigyth attentivement. Je ne tolèrerais plus aucune erreur. Ce traité est bien trop important financièrement.
id: Kau memang harus berusaha lebih keras. Bagaimana pun, ini soal jalur dagang dan pesanan dari Ratu Frigyth. Tidak boleh ada kesalahan! Ini melibatkan uang dalam jumlah besar!
it: Cerca di impegnarti di più. Dopotutto si tratta di rotte commerciali e ordini con la Regina Frigyth. Non possiamo permetterci alcun errore! Ci sono in ballo moltissimi soldi!
ja: もっと頑張ってもらわないと。これはフリジス女王との通商ルートと発注についてなのです。どんな間違いも許されませんよ！これには大金がかかっているのです！
ko: 좀 더 잘해줘요. 무역로를 확보하고 프리기스 여왕으로부터 주문을 받아야 해요. 더 이상 실수는 안 돼요! 큰 돈이 걸린 문제예요!
pt: É bom você se esforçar mais. Afinal, trata-se de rotas comerciais e ordens da Rainha Frigyth. Não pode haver nenhum erro! Há muito dinheiro envolvido nisso!
ru: Старайся получше. Ведь дальше речь пойдет о торговых путях и приказах. Мы не можем допустить ошибки! На кону куча денег!
zh: 你最好再尽力一些。毕竟这事关贸易路线和弗里吉斯女王的命令。我们不能容忍任何纰漏！ 这事儿牵涉很多钱！
zh_tw: 妳最好再努力一點。畢竟，這可是與女王芙麗基斯建立交易路線和規範有關的事情。我們不能容下任何錯誤！這可是筆大錢啊！

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_YOUNG_GIRL_INTRODUCTION_STARTED
source: Nice to finally meet you, my Liege. My pronunciation is not quite perfect but I’m glad if I can help you with translations in the negotiations.
de: Wie schön Sie kennenzulernen, mein Lord. Meine Aussprache ist noch nicht perfekt, aber ich bin froh wenn ich Ihnen bei den Verhandlungen helfen kann.
es: Me alegro de conocerte por fin, mi señor. Mi pronunciación no es perfecta, pero ayudaré gustosa con la traducción durante las negociaciones.
fr: Je suis heureuse de pouvoir enfin vous rencontrer, Sire. Ma prononciation n’est pas encore parfaite mais je serais heureuse de pouvoir vous être utile dans cette réunion diplomatique.
id: Senang sekali akhirnya bisa bertemu Tuanku. Pengucapanku tidak sempurna, tapi aku bersyukur kalau bisa membantu Tuanku dengan urusan penerjemahan selama perundingan.
it: Piacere di conoscerti finalmente, mio signore. La mia pronuncia non è perfetta, ma sono felice di aiutarti con le traduzioni per i negoziati.
ja: ついにお会いできましたね、閣下。私の発音は完璧ではありませんが、この交渉の通訳のお手伝いができたらと思います。
ko: 영주님, 뵙게 되어 영광입니다. 제 발음이 썩 좋지는 않지만 협상에서 통역가로 도움을 드릴 수 있다면 기쁘겠습니다.
pt: Que bom finalmente conhecer o senhor. Minha pronúncia não é perfeita, mas fico feliz de poder ajudar como tradutora nas negociações.
ru: Приятно познакомиться, ваша светлость. Я не очень хорошо говорю на вашем языке, но с радостью стану вашим переводчиком на переговорах.
zh: 很高兴见到您，大人。我的发音不是很完美，但我很乐意能在谈判中帮助您翻译。
zh_tw: 很高興能見到您，大人。我的發音尚有進步的餘地，是我很高興能幫助您在談判中勝任翻譯官。

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_FAILED
source: You have failed in your investigation, Sire. The case has not been solved. If I were you, I'd leave before the Queen hears about this.
de: Ihr habt bei Euren Ermittlungen versagt und konntet den Fall nicht lösen, Mylord. An eurer Stelle würde ich schnellstens verschwinden, bevor die Königin etwas davon erfährt.
es: Has fracasado en tu investigación, excelencia. El caso no se ha resuelto. Yo en tu lugar me marcharía antes de que la reina se entere.
fr: Vous avez échoué dans votre enquête, Sire. L'affaire n'a pas été résolue. Si j'étais vous, je partirais avant que la reine ne l'apprenne.
id: Penyelidikan Tuanku gagal. Kasus ini tidak teratasi. Kalau aku jadi Tuanku, aku akan segera pergi sebelum sang Ratu mendengar kabar ini.
it: Avete fallito nella vostra missione, sire. Il caso non è stato risolto. Se fossi in voi, me ne andrei prima che la regina lo venga a sapere.
ja: おそれながら...我が領主様、調査は失敗し問題は未解決のままです。女王から問い詰められる前に、いっそお隠れにでもなりますか？
ko: 영주님, 조사에 실패하셨습니다. 사건을 해결하지 못하셨습니다. 제가 영주님이라면 여왕님께서 이 사실을 알기 전에 떠나겠습니다.
pt: O senhor não teve sucesso na sua investigação. O caso não foi solucionado. Se eu fosse o senhor, iria embora antes que a Rainha fique sabendo.
ru: Ваше расследование обернулось полным провалом, сир. Дело так и не закрыто. На вашем месте я бы бежал, пока королева не прознала об этом.
zh: 阁下，您的调查任务失败了。问题仍未解决。如果我是您，我会在女王得到消息之前离开这里。
zh_tw: 閣下，您的調查任務失敗了。問題仍未解決。如果我是您，我會在女王得到消息之前離開這裡。

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_STARTED
source: Resolve the factions' conflicts.
de: Löse die Konflikte zwischen den Fraktionen.
es: Resuelve los conflictos entre las facciones.
fr: Résoudre les conflits de faction.
id: Selesaikan konflik antar faksi.
it: Risolvi i contrasti tra le fazioni.
ja: 二派の対立を解決する。
ko: 집단 갈등을 해결하세요.
pt: Solucione os conflitos das facções.
ru: Разрешить конфликты фракций.
zh: 解决派系的冲突。
zh_tw: 解決派系的衝突。

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_SUCCESS
source: Sire! I take my hat off to you! Despite the various obstacles you faced, you succeeded in your investigation. The conflict in town has been resolved.
de: Ich ziehe meinen Hut vor euch, Mylord! Trotz der zahlreichen Hindernisse konntet Ihr die Untersuchungen erfolgreich abschließen und damit die Konflikte in der Stadt lösen.
es: ¡Me quito el sombrero ante ti, excelencia! A pesar de los obstáculos que han surgido, has tenido éxito en tu investigación. El conflicto en la ciudad se ha resuelto.
fr: Sire ! Je vous tire mon chapeau ! Malgré les différents obstacles que vous avez rencontrés, vous avez réussi votre enquête. Le conflit en ville a été résolu.
id: Tuanku! Aku angkat topi! Meskipun menghadapi beragam rintangan, Tuanku berhasil menuntaskan penyelidikan. Konflik di kota telah teratasi.
it: Sire! Mi inchino al vostro cospetto! Nonostante i tanti ostacoli che avete affrontato, siete riuscito a risolvere la situazione. I conflitti in città sono stati placati.
ja: 親愛なる我が主君、ここに私めから心からの敬意を表します。あなた様はさまざまな障害にも屈せず、調査において成功を収められました。街の対立は解消してございます。
ko: 영주님! 존경합니다! 수많은 장애물이 있었지만 조사에 성공하셨습니다. 마을의 분쟁이 해결됐어요.
pt: Senhor! Tiro-lhe o chapéu! Apesar dos vários obstáculos, a investigação foi um sucesso. O conflito na cidade foi resolvido.
ru: Сир! Снимаю перед вами шляпу! Несмотря на многочисленные препоны, вам все же удалось успешно завершить расследование. Конфликт в городе исчерпан.
zh: 阁下！我要向您脱帽致敬！虽然您在调查中遇到了各样的困难，不过您还是成功地完成了您的使命。镇上的冲突已经解决了。
zh_tw: 閣下！我要向您脫帽致敬！雖然您在調查中遇到了各樣的困難，不過您還是成功地完成了您的使命。鎮上的衝突已經解決了。

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_TITLE
source: Investigate the problems in town.
de: Untersuche die Probleme im Dorf.
es: Investiga los problemas de la ciudad.
fr: Enquêter sur les problèmes de la ville.
id: Selidiki masalah di kota.
it: Indaga sui problemi della città.
ja: 街の問題を調査する。
ko: 마을의 문제를 조사해주세요.
pt: Investigue os problemas da cidade.
ru: Узнай больше о проблемах в городе.
zh: 调查镇上的问题。
zh_tw: 調查鎮上的問題。

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION
source: Good morning, my Lord! It's about time you got here. There is a serious conflict in this town.
de: Guten Morgen, Mylord! Endlich seid Ihr angekommen! Es gibt hier einige Probleme und Konflikte in der Stadt, bei denen wir eure Hilfe benötigen.
es: ¡Buenos días, mi señor! Ya era hora de que llegaras. En esta ciudad hay un conflicto muy grave.
fr: Bonjour, mon seigneur ! Il était temps que vous arriviez. Il y a de sérieux conflits dans cette ville.
id: Selamat pagi, Tuanku! Sudah waktunya Tuanku tiba di sini. Ada konflik serius di kota ini.
it: Buongiorno, mio signore! Era ora che arrivaste. C'è un grave conflitto in città.
ja: おはようございます、領主様！そろそろ到着する頃合いですよ。この街では、深刻な争いごとが起こっています。
ko: 영주님, 안녕하세요! 마침 잘 오셨습니다. 마을에 심각한 분쟁이 있습니다.
pt: Bom dia, meu senhor! Ainda bem que o senhor veio. Temos um conflito sério na cidade.
ru: Доброе утро, милорд! Наконец-то вы до нас добрались. В городе назрел серьезный конфликт.
zh: 早上好，领主大人！您终于来了。这个小镇中发生了一场严重的冲突。
zh_tw: 早上好，領主大人！您終於來了。這個小鎮中發生了一場嚴重的衝突。
