Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2016_10_NEED_MEDICUS_NAME
source: Build an infirmary to prevent a strike in town.
de: Errichte einen Medikus, um einen Streik zu verhindern.
es: Construye una enfermería para evitar una huelga en la ciudad.
fr: Construisez une infirmerie pour éviter une grève.
id: Bangunlah rumah sakit untuk mencegah aksi mogok di kota.
it: Costruisci un’infermeria per impedire uno sciopero in città.
ja: 町のストライキを防ぐために診療所を作る。
ko: 병원을 만들어 마을의 시위를 예방하세요.
pt: Construa uma enfermaria para evitar uma greve.
ru: Построй лазарет, чтобы предотвратить забастовку горожан.
zh: 兴建一所医院，以防镇民罢工。
zh_tw: 興建一所醫院，以防鎮民罷工。

# T_SCENARIO_2016_10_NEED_TAVERN_DESC
source: There is no room in our tavern. It is way too crowded. The new governor is wasting our money instead of spending it for our needs.
de: Das Wirtshaus ist ständig voll. Dieser neue Statthalter verschleudert unsere Taler, statt sich um unser Wohl zu kümmern.
es: No hay espacio en la taberna, está abarrotada. El nuevo gobernador derrocha nuestro dinero en lugar de atender nuestras necesidades.
fr: Il n'y a pas de place dans notre taverne, elle est trop bondée. Le nouveau gouverneur gaspille notre argent au lieu de le dépenser pour subvenir à nos besoins.
id: Tidak ada tempat lagi di kedai minum. Tempatnya penuh sesak. Gubernur yang baru menghambur-hamburkan uang, bukannya memenuhi kebutuhan kita.
it: Non c’è spazio nella nostra taverna. È troppo affollata. Il nuovo governatore spreca il nostro denaro anziché spenderlo per le nostre necessità.
ja: この酒場にはもうスペースがありません。混みすぎています。新しい領主は私たちのためにお金を使うのではなく無駄遣いをしています。
ko: 선술집에 공간이 없어요. 너무 붐벼요. 새 영주님이 주민은 돌보지 않고 세금을 낭비하고 있어요.
pt: A taverna não tem mais espaço para ninguém. O novo governador está gastando nosso dinheiro em vez de atender às nossas necessidades.
ru: В таверне не протолкнуться, слишком много народу. Новый губернатор тратит деньги не пойми на что вместо того, чтобы удовлетворять наши потребности.
zh: 酒馆没有座位了。这里实在太挤了。新总督浪费咱们的钱财，等咱们有了需求，却一个子儿也不掏。
zh_tw: 酒館沒有座位了。這裡實在太擠了。新總督浪費咱們的錢財，等咱們有了需求，卻一個子兒也不掏。

# T_SCENARIO_2016_10_QUEST_00_DESC
source: My lord, at first we should build the basic buildings for our economy. I recommend an additional fisherman's hut and a sawmill.
de: Für den Aufbau der Wirtschaft benötigen wir zunächst die grundlegenden Gebäude. Ich empfehle eine weitere Fischerhütte und ein Sägewerk.
es: Mi señor, primero debemos construir los edificios básicos para nuestra economía. Te aconsejo que añadas una cabaña de pescador y un aserradero.
fr: Mon seigneur, nous devrions commencer par construire les bâtiments de base de notre économie. Je suggère une cabane du pêcheur et une scierie.
id: Tuanku, pertama-tama kita harus mendirikan bangunan dasar untuk perekonomian kita. Aku menyarankan tambahan pondok pemancing dan sebuah penggergajian.
it: Milord, per cominciare dobbiamo costruire gli edifici fondamentali per la nostra economia. Consiglio altri capanni per pescatori e una segheria.
ja: 閣下、まず最初に経済のために基本的な建物を建てなければいけません。漁師小屋と製材所がよいでしょう。
ko: 영주님, 먼저 경제를 위해 기본 건물을 만들어야 합니다. 어부의 오두막과 제재소를 만드세요.
pt: Milorde, primeiro devemos construir prédios básicos para nossa economia. Recomendo mais uma cabana de pescador e uma serraria.
ru: Милорд, чтобы наладить экономику, сначала нужно построить базовые здания. Рекомендую возвести дополнительную хижину рыбака и лесопилку.
zh: 主人，咱们首先应该建立经济基础设施。小人建议，建一个锯木厂，再多建一间渔夫小屋。
zh_tw: 主人，咱們首先應該建立經濟基礎設施。小人建議，建一個鋸木廠，再多建一間漁夫小屋。

# T_SCENARIO_2016_10_QUEST_00_NAME
source: Construct a sawmill and a fisherman's hut
de: Errichte eine Sägemühle und eine Fischerhütte.
es: Construye un aserradero y una cabaña de pescador.
fr: Construisez une scierie et une cabane du pêcheur.
id: Dirikan penggergajian dan pondok pemancing.
it: Costruisci una segheria e un capanno per pescatori.
ja: 製材所と漁師小屋を建てる。
ko: 제재소와 어부의 오두막을 만드세요.
pt: Construa uma serraria e uma cabana de pescador.
ru: Построй лесопилку и хижину рыбака.
zh: 建造一座锯木厂和一间渔夫小屋
zh_tw: 建造一座鋸木廠和一間漁夫小屋

# T_SCENARIO_2016_10_QUEST_01_DESC
source: We can construct a mine nearby to gather resources very quickly.
de: Wir können ein Bergwerk in unmittelbarer Nähe bauen, um schnell an Rohstoffe zu gelangen.
es: Podemos establecer una mina cerca para acumular recursos rápidamente.
fr: Nous pouvons construire une mine à proximité afin d'amasser rapidement des ressources.
id: Kita bisa membangun tambang di sekitar sini untuk mengumpulkan sumber daya dengan sangat cepat.
it: Possiamo costruire una miniera nelle vicinanze per raccogliere risorse molto in fretta.
ja: 近くに採掘所を作って資材を迅速に集められるようにする。
ko: 근처에 광산을 만들어 자원을 빨리 모을 수 있어요.
pt: Podemos construir uma mina por perto para coletar recursos depressa.
ru: Мы можем построить рядом шахту, чтобы быстро накопить нужные ресурсы.
zh: 咱们可以在附近开掘一个矿井，快速获取资源。
zh_tw: 咱們可以在附近開掘一個礦井，快速獲取資源。

# T_SCENARIO_2016_10_QUEST_01_NAME
source: Construct a mine.
de: Errichte ein Bergwerk.
es: Establece una mina.
fr: Construisez une mine.
id: Bangunlah tambang.
it: Costruisci una miniera.
ja: 採掘所を作る。
ko: 광산을 만드세요.
pt: Construa uma mina.
ru: Построй шахту.
zh: 开掘矿井。
zh_tw: 開掘礦井。

# T_SCENARIO_2016_10_QUEST_02_DESC
source: The people are now asking for bread. We can either produce it by our own or buy it on the market. However, we should make sure to always have enough bread.
de: Die Bevölkerung verlangt nun auch nach Brot. Wir können es entweder herstellen oder kaufen. Es sollte aber immer ausreichend Brot vorhanden sein.
es: Ahora la gente pide pan. Podemos producirlo o comprarlo en el mercado. Pero siempre debemos tener suficiente pan.
fr: Les gens veulent du pain. Nous pouvons soit en produire nous-même, soit l'acheter au marché. Cependant, nous devrions faire en sorte d'en avoir suffisamment.
id: Rakyat menuntut roti. Kita bisa membuatnya sendiri atau membelinya di pasar. Tapi yang jelas, kita harus memastikan persediaan roti kita selalu cukup.
it: La gente ora chiede pane. Possiamo produrlo noi, o comprarlo al mercato. Ma dobbiamo fare in modo di avere sempre pane a sufficienza.
ja: 人々はパンを欲しがっています。自分たちで作るか市場で買うことができますが、いつでも十分なパンがあるよう気をつけていなければいけません。
ko: 주민들이 이제 빵을 원하고 있어요. 직접 생산하거나 시장에서 사올 수 있어요. 아무튼 늘 빵을 충분히 확보하고 있어야 해요.
pt: O povo agora pede pão. Temos que produzir por conta própria ou comprar no mercado. Não importa como, temos que garantir que sempre haja pão suficiente.
ru: Народ требует хлеба. Мы можем либо начать его производство, либо закупить его на рынке. Так или иначе, нам нужно постоянно следить, чтобы его было в достатке.
zh: 人民现在都要面包。咱们既可以自己生产，也可以到市场购买。不过，咱们一定要确保，随时都有足够的面包。
zh_tw: 人民現在都要麵包。咱們既可以自己生產，也可以到市場購買。不過，咱們一定要確保，隨時都有足夠的麵包。

# T_SCENARIO_2016_10_QUEST_02_NAME
source: Have enough bread.
de: Habe ausreichend Brot.
es: Ten suficiente pan.
fr: Produisez suffisamment de pain.
id: Sediakan roti dalam jumlah cukup.
it: Accumula pane a sufficienza.
ja: 十分なパンを手に入れる。
ko: 빵을 충분히 확보하세요.
pt: Tenha pão suficiente.
ru: Запасись хлебом.
zh: 弄到足够的面包。
zh_tw: 弄到足夠的麵包。

# T_SCENARIO_2016_10_QUEST_03_DESC
source: We don‘t even get some brew. For what am I even paying taxes if we cannot get such a simple drink as brew?
de: Hier gibt es ja noch nicht einmal Gebräu. Wofür zahle ich denn Steuern?
es: Ni siquiera tenemos cerveza. ¿Para qué pago impuestos, si no puedo conseguir una bebida tan simple como la cerveza?
fr: Nous n'avons même pas de boisson. Vu ce que je paye en impôts, je devrais au moins avoir le droit à ça ?
id: Bir saja tidak ada. Untuk apa aku membayar pajak kalau minuman sederhana seperti bir pun tidak bisa kami dapat?
it: Non abbiamo nemmeno un po’ di birra. Con tutte le tasse che pago, non posso avere nemmeno della birra?
ja: 私たちは十分なビールさえ手に入りません。ビールのような飲み物さえ手に入らないのなら私たちは何のために税金を払っているのでしょう。
ko: 맥주도 없어요. 맥주도 못 마시는 데 왜 세금을 내는 거죠?
pt: Nós sequer temos cerveja. Para que eu pago impostos se nós não temos nem uma bebida simples como cerveja?
ru: У нас нет пива. За что я плачу налоги, если не могу даже порадовать себя кружечкой пива?
zh: 我们连啤酒都没有。我们纳税，却连啤酒这么简单的东西都喝不上，图的是什么？
zh_tw: 我們連啤酒都沒有。我們納稅，卻連啤酒這麼簡單的東西都喝不上，圖的是什麼？

# T_SCENARIO_2016_10_QUEST_03_NAME
source: Store enough brew in the warehouse.
de: Sorge für eine ausreichende Gebräuversorgung des Dorfes.
es: Acumula suficiente cerveza en el almacén.
fr: Entreposez assez de boisson dans l'entrepôt.
id: Pastikan ada persediaan bir yang cukup di gudang.
it: Immagazzina birra sufficiente nel magazzino.
ja: 倉庫に十分な量のビールを蓄える。
ko: 창고에 맥주를 충분히 비축하세요.
pt: Armazene cerveja suficiente no depósito.
ru: Запасись пивом.
zh: 在仓库里储存足够的啤酒。
zh_tw: 在倉庫裡儲存足夠的啤酒。

# T_SCENARIO_2016_10_QUEST_04_DESC
source: My lord, the people like to eat all kinds of food. Only fish and bread is not enough, they want meat too.
de: Mein Herr, das Volk möchte eine ausgewogene Kost verzehren. Nur Fisch und Brot reicht ihnen leider nicht.
es: Mi señor, a la gente le gusta comer de todo. No les basta con pan y pescado, también quieren carne.
fr: Mon seigneur, le peuple aime manger toutes sortes de nourriture. Le poisson et le pain ne suffisent pas, il veut de la viande aussi.
id: Tuanku, orang senang makan berbagai jenis makanan. Ikan dan roti saja tidak cukup, mereka juga ingin daging.
it: Mio signore, alla gente piace mangiare diversi tipi di cibo. Solo pesce e pane non è sufficiente, vogliono anche carne.
ja: 閣下、人々は様々な種類の食べ物を食べたがっています。魚とパンだけでは十分ではありません、みんな肉も食べたいのです。
ko: 영주님, 주민들이 온갖 음식을 먹고 싶어합니다. 생선과 빵만으로는 충분하지 않아요. 고기도 필요해요.
pt: Milorde, o povo quer comer outros tipos de comida. Apenas pão e peixe não é o suficiente. Também querem carne.
ru: Милорд, люди любят разнообразие в еде. Одной рыбы с хлебом им недостаточно, они хотят еще и мяса.
zh: 主人，人民喜欢吃多种多样的食物。只有鱼和面包，是不够的。他们还要吃肉。
zh_tw: 主人，人民喜歡吃多種多樣的食物。只有魚和麵包，是不夠的。他們還要吃肉。

# T_SCENARIO_2016_10_QUEST_04_NAME
source: Ensure enough meat is stocked in the warehouse.
de: Sorge für genügend Fleisch im Lagerhaus.
es: Asegúrate de acumular suficiente carne en el almacén.
fr: Entreposez assez de viande dans l'entrepôt.
id: Pastikan persediaan daging di gudang cukup.
it: Assicura che carne sufficiente sia nel magazzino.
ja: 倉庫に十分な量の肉があるようにする。
ko: 창고에 고기를 충분히 비축하세요.
pt: Faça um estoque de carne no depósito.
ru: Запасись мясом.
zh: 确保仓库里储存足够的肉食。
zh_tw: 確保倉庫裡儲存足夠的肉食。

# T_SCENARIO_2016_10_QUEST_05_DESC
source: It would be wonderful to have more than just one dress. Would you be so kind, Mr. governor, please?
de: Ach, wäre es doch schön, mehr als nur ein Kleid zu haben. Herr Statthalter, wärt ihr so freundlich, ja?
es: Sería genial tener más de un traje. ¿Serías tan amable, mi señor?
fr: Ce serait merveilleux d'avoir plus d'une seule robe. Pourriez-vous vous en occuper, gouverneur ?
id: Betapa senangnya kalau bisa punya baju lebih dari satu. Maukah Tuan Gubernur bermurah hati?
it: Sarebbe meraviglioso avere più di un vestito. Saresti così gentile, signor Governatore?
ja: 着る服が1着以上あると良いのですが、どうにかしていただけないでしょうか、閣下。
ko: 드레스 하나보다 여러 벌 갖고 있으면 좋을 거예요. 영주님, 옷을 더 마련해주시겠어요?
pt: Seria maravilhoso ter mais de um vestido para usar. O senhor poderia cuidar disso, Sr. Governador?
ru: Каждый день я вынуждена носить одно и то же платье. Господин губернатор, вы не могли бы отдать приказ портным?
zh: 要是裙子能多于一条，就太好了。总督先生，您可不可以行行好？求求您了。
zh_tw: 要是裙子能多於一條，就太好了。總督先生，您可不可以行行好？求求您了。

# T_SCENARIO_2016_10_QUEST_05_NAME
source: Stock up on clothes.
de: Sorge für Kleidung im Lagerhaus.
es: Almacena ropa.
fr: Faites un stock de vêtements
id: Tambah persediaan baju.
it: Accumula vestiti.
ja: 衣服を蓄える。
ko: 옷을 비축하세요.
pt: Faça um estoque de roupas.
ru: Запасись одеждой.
zh: 储存各类服装。
zh_tw: 儲存各類服裝。

# T_SCENARIO_2016_10_QUEST_06_DESC
source: Since the city is growing, more and more aristocrats are settling down. They want to drink some juice.
de: Das Wachstum der Stadt hat einige Edelleute angelockt. Sie trinken sehr gerne Saft.
es: Como la ciudad está creciendo, cada vez se asientan más aristócratas. Quieren beber zumo.
fr: Comme la ville grandit, de plus en plus d'aristocrates s'installent. Ils veulent boire du jus.
id: Karena kota terus tumbuh, semakin banyak bangsawan menetap di sini. Mereka ingin minum jus.
it: Siccome la città è in crescita, sempre più aristocratici si stanno stabilendo da noi. Vorrebbero bere del succo.
ja: 町が成長するにつれて貴族たちがやってきています。彼らはジュースを飲みたがっています。
ko: 도시가 성장하면서 정착하는 귀족이 늘고 있습니다. 귀족들이 주스를 원하고 있어요.
pt: Como a cidade está crescendo, estão chegando mais e mais aristocratas. Eles querem consumir suco.
ru: Город растет, и в него пребывает все больше дворян, привыкших пить свежевыжатый сок.
zh: 城市不断扩大，定居下来的贵族，也越来越多了。他们要喝果汁。
zh_tw: 城市不斷擴大，定居下來的貴族，也越來越多了。他們要喝果汁。

# T_SCENARIO_2016_10_QUEST_06_NAME
source: Have enough juice in the warehouse.
de: Sorge für genügend Saft im Lagerhaus.
es: Acumula suficiente zumo en el almacén.
fr: Entreposez assez de jus dans l'entrepôt.
id: Sediakan cukup banyak jus di gudang.
it: Procurati succo a sufficienza nel magazzino.
ja: 倉庫に十分な量のジュースを蓄える。
ko: 창고에 주스를 충분히 비축하세요.
pt: Faça um estoque de suco no depósito.
ru: Запасись соком.
zh: 在仓库里储存足够的果汁。
zh_tw: 在倉庫裡儲存足夠的果汁。

# T_SCENARIO_2016_10_QUEST_07_DESC
source: A wonderful city. But it‘s lacking some luxury goods. Would you be so kind and offer jewelry?
de: Eine wundervolle Stadt, mein Herr, doch es mangelt etwas an Luxusgütern. Hättet ihr die Güte, etwas Schmuck anzubieten?
es: Una ciudad maravillosa, pero carece de ciertos bienes de lujo. ¿Serías tan amable de proveer joyas?
fr: Une magnifique ville. Hélas, elle manque de produits de luxe. Pourriez-vous nous fournir des bijoux ?
id: Kota ini bagus, hanya saja kekurangan barang mewah. Maukah Tuanku berbaik hati dan menyediakan perhiasan?
it: Una città meravigliosa. Ma mancano dei beni di lusso. Saresti così gentile da offrirmi gioielli?
ja: 素晴らしい街です。しかし贅沢品がありませんね。宝石をいただけませんか？
ko: 멋진 도시군요. 하지만 고급 상품이 부족해요. 보석을 구해주시겠어요?
pt: Que cidade maravilhosa. Mas faltam artigos de luxo. O senhor poderia produzir algumas joias?
ru: Чудесный город. Но ему не хватает роскоши. Не могли бы вы начать продажу драгоценностей?
zh: 多美的城市啊，就是缺点奢侈品。您可否恩准，供应些首饰？
zh_tw: 多美的城市啊，就是缺點奢侈品。您可否恩准，供應些首飾？

# T_SCENARIO_2016_10_QUEST_07_NAME
source: Store jewelry in the warehouse.
de: Lagere ausreichend Schmuck ein.
es: Acumula suficientes joyas en el almacén.
fr: Entreposez des bijoux dans l'entrepôt.
id: Sediakan perhiasan di gudang.
it: Procurati gioielli a sufficienza nel magazzino.
ja: 倉庫に宝石を蓄える。
ko: 창고에 보석을 비축하세요.
pt: Faça um estoque de joias no depósito.
ru: Запасись драгоценностями.
zh: 在仓库里储存首饰。
zh_tw: 在倉庫裡儲存首飾。

# T_SCENARIO_2016_10_QUEST_10_DESC
source: The Townies demand for a church.
de: Die Bewohner im Dorf verlangen nach einer Kirche.
es: Los Townies exigen una iglesia.
fr: Les habitants demandent une église.
id: Para Townies menuntut adanya gereja.
it: I cittadini richiedono una chiesa.
ja: タウニーたちが教会を欲しがっています。
ko: 주민들이 교회를 원하고 있어요.
pt: Os habitantes exigem uma igreja.
ru: Горожане требуют построить церковь.
zh: 镇民要求建造教堂。
zh_tw: 鎮民要求建造教堂。

# T_SCENARIO_2016_10_QUEST_11_DESC
source: We require a tavern to make our people happier, my Lord.
de: Wir benötigen ein Wirtshaus, um die Bevölkerung zufrieden zu stellen, mein Herr.
es: Necesitamos una taberna para tener contenta a la población, mi señor.
fr: Il nous faut une taverne pour rendre les gens plus heureux, mon seigneur.
id: Kita butuh kedai minum untuk membuat rakyat lebih bahagia, Tuanku.
it: Richiediamo una taverna per rendere più felice la gente, milord.
ja: 人々を幸せにするために酒場が必要です、閣下。
ko: 선술집을 만들어 주민들을 즐겁게 해야 합니다, 영주님.
pt: Queremos uma taverna para animar nosso povo, milorde.
ru: Милорд, постройте таверну, чтобы сделать жителей счастливее.
zh: 主人，小的们想要一个酒馆，使咱们的人民更快乐。
zh_tw: 主人，小的們想要一個酒館，使咱們的人民更快樂。

# T_SCENARIO_2016_10_QUEST_12_DESC
source: My Lord, we should build a fairground for our people.
de: Mein Herr, in der Stadt sollte es einen Festplatz geben.
es: Mi señor, debemos construir un recinto ferial para el pueblo.
fr: Mon seigneur, nous devrions construire un champ de foire pour nos habitants.
id: Tuanku, kita perlu membangun arena pekan raya untuk rakyat.
it: Milord, ci occorre un centro fieristico per la nostra gente.
ja: 閣下、人々のために催事会場を作らなければいけません。
ko: 영주님, 주민들을 위한 축제장을 만들어야 합니다.
pt: Milorde, devemos construir uma praça de eventos para o povo!
ru: Милорд, люди просят открыть ярмарочную площадь.
zh: 主人，您应该给咱们的人民建立一个露天娱乐场。
zh_tw: 主人，您應該給咱們的人民建立一個露天娛樂場。

# T_SCENARIO_2016_10_QUEST_13_DESC
source: Our people are worrying about the fire safety. We should construct a fire tower.
de: Das Volk sorgt sich um den Brandschutz der Stadt. Wir sollten einen Feuerturm aufstellen.
es: La gente está preocupada por el fuego. Debemos construir una torreta de incendios.
fr: Le peuple s'inquiète des risques d'incendie. Nous devrions bâtir une tour d'incendie.
id: Rakyat khawatir karena bahaya kebakaran. Kita perlu membangun menara pemadam kebakaran.
it: La nostra gente si preoccupa della sicurezza del fuoco. Dobbiamo costruire una torre dei pompieri.
ja: 人々は火事の際の安全について心配しています。火の見やぐらを作る必要があります。
ko: 주민들이 화재에 대해 걱정하고 있어요. 소화탑을 세우세요.
pt: O povo está preocupado com o risco de incêndios. Construa uma torre contra incêndio.
ru: Жители беспокоятся о пожарной безопасности. Давайте построим пожарную вышку.
zh: 咱们的人民，担心用火不安全。咱们应该建一座消防塔。
zh_tw: 咱們的人民，擔心用火不安全。咱們應該建一座消防塔。

# T_SCENARIO_2016_10_QUEST_14_DESC
source: Governor, is there already a competent doctor in the city?
de: Herr, gibt es bereits einen fachkundigen Medikus in der Stadt?
es: Gobernador, ¿hay ya un doctor competente en la ciudad?
fr: Gouverneur, y a-t-il un médecin compétent en ville ?
id: Gubernur, apakah sudah ada dokter yang kompeten di kota?
it: Governatore, c’è già un dottore competente in città?
ja: 閣下、この町に腕の良い医者はもういますか？
ko: 영주님, 도시에 실력 있는 의사가 있나요?
pt: Governador, já existe algum médico competente na cidade?
ru: Губернатор, а есть ли у вас в городе умелый врач?
zh: 总督大人，城里有称职的医生了吗？
zh_tw: 總督大人，城裡有稱職的醫生了嗎？

# T_SCENARIO_2016_10_QUEST_14_NAME
source: Build an infirmary.
de: Errichte einen Heilmedikus.
es: Construye una enfermería.
fr: Construisez une infirmerie.
id: Bangunlah rumah sakit.
it: Costruisci un'infermeria.
ja: 診療所を作る。
ko: 병원을 만드세요.
pt: Construa uma enfermaria.
ru: Построй лазарет.
zh: 兴建医院。
zh_tw: 興建醫院。

# T_SCENARIO_2016_10_QUEST_15_DESC
source: To increase the happiness of our people, we should build a jousting ground.
de: Wenn wir die Zufriedenheit der Bevölkerung erhöhen wollen, empfehle ich, einen Turnierplatz zu errichten.
es: Para aumentar la felicidad de la gente, debemos construir un campo de justas.
fr: Pour augmenter le bonheur de votre peuple, nous devrions bâtir une aire de joute.
id: Untuk meningkatkan kebahagiaan rakyat, kita perlu membangun arena pertarungan.
it: Per aumentare la felicità della nostra gente, dobbiamo costruire un percorso per giostra.
ja: 人々の幸福度を上げるために馬上競技場を作るべきです。
ko: 주민들의 행복도를 높이기 위해 마상 창 시합장을 만들어야 해요.
pt: Para aumentar a felicidade do nosso povo, é bom construir uma área de torneios.
ru: Чтобы сделать жителей счастливее, нам нужно построить арену.
zh: 要提高咱们人民的幸福度，咱们应该建造一座比武场。
zh_tw: 要提高咱們人民的幸福度，咱們應該建造一座比武場。

# T_SCENARIO_2016_10_QUEST_16_DESC
source: My Lord, the city is growing very well. To keep all buildings in a good condition, we should build a carpenter's shop.
de: Mein Herr, die Stadt ist inzwischen sehr groß geworden. Um alle Gebäude in einem guten Zustand zu halten, sollten wir eine Schreinerei errichten.
es: Mi señor, la ciudad está en pleno crecimiento. Para mantener los edificios en buenas condiciones, deberíamos construir una carpintería.
fr: Mon seigneur, la ville grandit à bonne allure. Pour garder tous les bâtiments en bonne condition, nous devrions bâtir une menuiserie.
id: Tuanku, kota berkembang pesat. Agar semua bangunan tetap terawat, kita perlu membuat bengkel tukang kayu.
it: Milord, la città cresce molto bene. Per tenere tutti gli edifici in buone condizioni, dobbiamo costruire un negozio di carpentiere.
ja: 閣下、町はとても良い感じに成長しています。全ての建物を良い状態に保つために大工の店を作りましょう。
ko: 영주님, 도시가 크게 성장하고 있습니다. 모든 건물을 양호한 상태로 유지하기 위해 목공소를 만들어야 합니다.
pt: Milorde, a cidade está crescendo bem. Para manter os prédios em boas condições, seria bom construir uma carpintaria.
ru: Милорд, город стремительно растет. Чтобы дома не обветшали, нужно построить мастерскую плотника.
zh: 主人，城市发展得很好。要让房屋保持良好状态，咱们应该建立一个木匠作坊。
zh_tw: 主人，城市發展得很好。要讓房屋保持良好狀態，咱們應該建立一個木匠作坊。

# T_SCENARIO_2016_10_QUEST_20_DESC
source: If we don't do something against the bandits, they will deprive us of our dear homes and belongings.
de: Wenn wir nichts gegen die Banditen unternehmen, stehlen die uns noch die Haare vom Kopf.
es: Si no actuamos contra los bandidos, nos privarán de nuestros amados hogares y pertenencias.
fr: Si nous ne faisons rien contre les bandits, ils nous déroberont nos maisons et nos biens.
id: Kalau kita tidak bertindak untuk menghalau para bandit, mereka akan merampas rumah dan harta benda kita.
it: Se non facciamo qualcosa contro i banditi, ci ruberanno tutte le nostre case e i nostri averi.
ja: もし盗賊たちに対して何かをしなければ、私たちの家や持ち物を彼らに奪われてしまいます。
ko: 강도에 대해 조치를 취하지 않으면 귀중한 집과 물건을 잃게 됩니다.
pt: Se não fizermos algo contra os bandidos, eles nos privarão de nossas casas e nossos pertences.
ru: Если мы ничего не предпримем, бандиты лишат нас крова и имущества.
zh: 咱们若不剿匪，盗匪就会夺去咱们可爱的家园和财产。
zh_tw: 咱們若不剿匪，盜匪就會奪去咱們可愛的家園和財產。

# T_SCENARIO_2016_10_QUEST_21_DESC
source: We already have some soldiers. I hope we can defend the city against the bandit‘s attacks.
de: Einige Soldaten haben wir bereits. Hoffen wir, dass sie die Angriffe der Banditen abwehren können.
es: Ya tenemos algunos soldados. Espero que puedan defender la ciudad de los ataques de los bandidos.
fr: Nous avons déjà des soldats. J'espère qu'ils pourront défendre la ville contre les attaques des bandits.
id: Kita sudah punya serdadu. Aku berharap kita bisa mempertahankan kota terhadap serangan bandit.
it: Abbiamo già dei soldati. Spero che possiamo difendere la città dagli attacchi dei banditi.
ja: 私たちにはすでに兵士がいます。盗賊の攻撃から町を守れると良いのですが。
ko: 이미 군인이 있습니다. 강도의 공격으로부터 도시를 지킬 수 있으면 좋겠어요.
pt: Nós já temos alguns soldados. Espero que possamos defender a cidade dos ataques dos bandidos.
ru: У нас есть небольшая армия. Надеюсь, ее хватит для защиты города от бандитов.
zh: 咱们已经有了些兵丁。在下希望，咱们能够保卫城市平安，对抗强盗攻击。
zh_tw: 咱們已經有了些兵丁。在下希望，咱們能夠保衛城市平安，對抗強盜攻擊。

# T_SCENARIO_2016_10_QUEST_22_DESC
source: My Lord, it is time to put the bandits in their place and banish them from this region.
de: Mein Herr, es ist an der Zeit, die Banditen in ihre Schranken zu weisen und sie aus dem Gebiet zu vertreiben.
es: Mi señor, es hora de poner a los bandidos en su sitio y erradicarlos de esta región.
fr: Mon seigneur, il est temps de remettre les bandits à leur place et de les bannir de la région.
id: Tuanku, sudah waktunya memberi pelajaran kepada para bandit dan mengusir mereka dari daerah ini.
it: Mio signore, è tempo di mettere i banditi al loro posto, e bandirli da questa regione.
ja: 閣下、盗賊たちを連れて行きこの地域から追い出すときが来ました。
ko: 영주님, 강도들을 이 지역에서 소탕해야 할 때입니다.
pt: Milorde, é hora de dar uma lição nos bandidos e expulsá-los de vez desta região.
ru: Милорд, пора поставить бандитов на место, выдворив их из региона.
zh: 主人，咱们该清剿匪巢，驱除匪患了。
zh_tw: 主人，咱們該清剿匪巢，驅除匪患了。

# T_SCENARIO_2016_10_STRIKE_DESC
source: Apparently some clearer measures are needed. The town is now on strike!
de: Scheinbar braucht es deutlichere Maßnahmen. Wir streiken jetzt!
es: Al parecer, son necesarias medidas más contundentes. ¡La ciudad está en huelga!
fr: Apparemment, il faut des mesures plus drastiques. La ville est désormais en grève !
id: Rupanya perlu ada tindakan yang lebih tegas. Seluruh kota mogok sekarang!
it: Sembra che servano misure più drastiche. La città è in sciopero!
ja: もっと明確な措置が必要です。町は今ストライキ中です！
ko: 확실한 조치가 필요합니다. 마을에 시위가 일어났어요!
pt: Parece que são necessárias medidas mais explícitas. A cidade agora está em greve!
ru: Похоже, нам придется взять ситуацию в свои руки. В городе началась забастовка!
zh: 真的该有明确点儿的措施了。镇上的人，都闹罢工了！
zh_tw: 真的該有明確點兒的措施了。鎮上的人，都鬧罷工了！
