Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_WAREHOUSE_SUCCESS
source: Thank you my Lord, transportation of goods will be much faster with this warehouse.
de: Habt Dank, mein Lord. Die Laufwege unserer Träger wurden halbiert und der Warentransport wird von nun an erheblich beschleunigt.
es: Muchas gracias mi señor, el transporte de mercancías será mucho más rápido con este almacén.
fr: Merci mon bon seigneur, les transports de biens seront bien plus rapides avec cet entrepôt.
id: Terima kasih, Tuanku. Pengangkutan barang akan jauh lebih cepat berkat gudang ini.
it: Grazie milord, con questo magazzino il trasporto delle merci sarà molto più rapido.
ja: 閣下、ありがとうございます。この倉庫のおかげで品物の輸送がずっと速くなります。
ko: 고맙습니다, 영주님. 이 창고 덕분에 상품 운송이 더 빨라질 겁니다.
pt: Obrigado, milorde. O transporte de mercadorias será bem mais rápido com esse depósito.
ru: Спасибо, милорд, с этим пакгаузом перевозка товаров пойдет значительно быстрее.
zh: 谢谢你大人，有了这座仓库，货物运输就会快得多。
zh_tw: 謝謝您，大人，有了這座倉庫之後，就可以加快運送商品的速度了。

# T_QUESTS_SCENARIO_TWOCLANS_CURE_FOR_FRIEND_STARTED
source: Grandpa! We need your help. You have to find a cure for the fields of my friend here.
de: Großvater! Wir benötigen deine Hilfe. Würdet ihr diesem Mann helfen und ein Heilmittel gegen die Krankheit seiner Felder herstellen?
es: ¡Abuelo! Necesitamos tu ayuda. Tienes que buscar un remedio para los campos de aquí mi amigo.
fr: Grand-père ! Nous avons besoin de ton aide. Tu dois trouver un remède pour le houblon de mon ami ici présent.
id: Kakek! Kami perlu bantuanmu. Kakek harus mencarikan obat untuk ladang temanku ini.
it: Nonno! Abbiamo bisogno del tuo aiuto. Dobbiamo trovare una cura per i campi di questo mio amico.
ja: おじいちゃん！助けて。この僕の友人の畑を救う方法を見つけて。
ko: 할아버지! 도와주세요. 여기 이 친구의 밭을 고칠 약을 찾아주세요.
pt: Vovô! Precisamos de sua ajuda. Você precisa encontrar uma cura para a plantação do meu amigo aqui.
ru: Дедушка! Нам нужна твоя помощь. Мы ищем средство для спасения полей моего друга.
zh: 祖母！我们需要您帮忙。您得给我朋友得农田找到治疗的方法。
zh_tw: 爺爺！我們需要你幫忙。你一定要替我的朋友找到治癒農田的方法。

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_STARTED
source: The rusty sword I gave you? Haha… See, I was right, you can’t keep anything in good condition. Never mind, it was just a rusty sword, I am surprised that it didn’t break earlier.
de: Dieses rostige Schwert, was ich dir gab? Haha! Siehst du, ich hatte recht. Nichts kannst du in einem guten Zustand halten. Na, mach dir nichts draus. Es war nur ein rostiges altes Schwert, ich bin überrascht, dass es nicht schon vorher zerbrochen ist.
es: ¡¿La espada oxidada que te di?! Ja, ja… Tenía yo razón, eres incapaz de que algo te dure en buen estado. Menos mal que solo era una espada oxidada; me extraña que no se te haya roto antes.
fr: L'épée rouillée que je t’avais donnée ?! Haha ! J'avais raison, tu ne peux pas garder quelque chose sans le casser. Cela ne fait rien, c'était juste une épée rouillée, je suis étonné qu'elle ne se soit pas brisée plus tôt.
id: Pedang berkarat yang kuberikan kepadamu? Haha… Ternyata aku benar, kau tidak bisa menjaga apa punagar tetap dalam kondisi baik. Sudahlah, itu hanya pedang berkarat, aku sendiri heran pedang itu tidak patah lebih cepat.
it: La spada arrugginita che ti ho dato? Ahah… Vedi, avevo ragione, non sei in grado di prenderti cura di nulla. Non importa, era soltanto una spada arrugginita, mi sorprende che non si sia rotta prima.
ja: 私がお前にあげた錆びた剣？ははは... ほら、お前は何もちゃんと保管することができないと言った私が正しかっただろう。気にするな、ただの錆びた剣だ。それがもっと早くに壊れなかったことにびっくりだよ。
ko: 제가 녹슨 검을 주었다고요? 하하… 제가 맞았어요. 당신은 물건을제대로 간수할 줄 몰라요. 신경 쓰지 말아요. 녹슨 검에 불과하니까요. 더 빨리 부러지지 않은 게 놀라울 뿐이에요.
pt: A espada enferrujada que eu lhe dei? Haha... Está vendo? Eu sabia que você não conseguiria manter nada em boas condições. Deixe para lá, era só uma espada velha... me espanta não ter quebrado antes.
ru: Ржавый меч, что я тебе дал? Ха-ха... Видишь, я был прав, ты совсем не умеешь следить за вещами. Но ничего страшного, это был всего лишь ржавый меч. Удивительно, что он столько продержался.
zh: 那柄我给你的锈剑？哈哈哈...... 看，我说的没错吧，任何东西 你都不能保管得 完完好好。没关系，我还很惊讶它之前居然一直没坏。
zh_tw: 我給你的那把鏽劍？哈哈…… 看吧，我是對的，你就是沒辦法好好照顧任何東西。算了，不過是把鏽劍，我滿驚訝它竟然沒有更早就壞了。

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_STARTED_2
source: Alright. Let’s find this old botanic book of your grandmother. Ah! Here it is. I will need these ingredients and the fields will be regrowing in no time. And I want something to eat, I’m hungry!
de: Wo hat sie es nur hingelegt.. Hier! Das botanische Handbuch deiner Großmutter. Nur noch die richtige Seite finden. Hier! Diese Zutaten werde ich wohl benötigen, danach wachsen die Felder wieder nach. Und ich habe Hunger! Bringt mir etwas zu essen!
es: Está bien, busquemos ese viejo libro de botánica de tu abuela. ¡Ah! Aquí está. Necesitaré estos ingredientes. Cuando los tenga, los campos no tardarán en recuperarse. Y quiero algo de comer, ¡estoy hambriento!
fr: Bien. Voyons voir dans le vieux grimoire botanique de ta grand-mère. Ah ! Voici. J'aurai besoin de ces ingrédients et les champs repousseront en un rien de temps. Et apporte-moi quelque chose à me mettre sous la dent, j’ai faim !
id: Baiklah. Mari kita cari buku botani lama milik nenekmu. Ah! Ini dia. Aku perlu bahan-bahan ini supaya ladang-ladang itu segera kembali subur. Dan aku minta makan, aku lapar!
it: D'accordo. Cerchiamo questo vecchio libro di botanica di tua nonna. Ah! Eccolo, avrò bisogno di questi ingredienti e i campi ricresceranno in un baleno. E voglio anche qualcosa da mangiare, ho fame!
ja: いいでしょう、あなたのお祖母さんの植物の本を探しましょう。 ああ！ここにあった。これらの材料が必要ですが、畑はすぐにまた成長しますよ。それよりお腹が空いたので何か食べ物が欲しいです！
ko: 좋아요. 어서 할머니의 오래된 약초 책을 찾아보죠. 아! 여기 있어요. 이 재료들이 필요할 거고 밭은 금방 회복될 거예요. 그런데 배가 고파 죽겠어요!
pt: Muito bem. Vamos encontrar esse livro velho de botânica da sua avó. Ah! Aqui está. Mas eu preciso dos ingredientes. Com isso, a plantação vai voltar a crescer. E quero alguma coisa para comer. Estou com fome!
ru: Ладно. Давай поищем старую книгу по растениям твоей бабушки. А! Вот она. Добудь для меня все ингредиенты, и я мигом восстановлю поля. И принеси мне чего-нибудь поесть, я голоден!
zh: 好吧，我们来找找你祖母的这本旧植物书。 啊！在这儿。我只要有这些原料，农田立马就会再次生长。还有，我想吃东西，我很饿！
zh_tw: 好了。我們來替你奶奶來找這本老舊植物學書籍。 啊！找到了。只要找齊這些配料，不久後農田就能重新生長了。我肚子餓了，找點東西吃吧！

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_SUCCESS
source: If your grandmother saw me... making a cure for a Thorn. She would not be proud of me. Don’t mention it to her. The cure for the hop fields is ready.
de: Wenn mich deine Großmutter sehen würde… wie ich ein Heilmittel für die Felder eines Thorn Jüngchens herstelle. Das würde sie sicher nicht gut finden. Ihr solltet es für euch behalten. Nun denn, hier ist das Heilmittel für Eure Felder.
es: Si tu abuela me viera preparando un remedio para un Thorn... No estaría muy orgullosa de mí, conque no se lo digas. El remedio para los campos de lúpulo está listo.
fr: Si ta grand-mère me voyait, faire un remède pour un Thorn... Elle ne serait pas fière de moi. Surtout ne lui dit rien. Le remède est prêt.
id: Andai kata nenekmu tahu bahwa aku... membuat obat untuk orang dari klan Thorn. Dia takkan senang. Jangan beri tahu dia. Obat untuk ladang hop sudah siap.
it: Se tua nonna mi vedesse... creare una cura per un Thorn. Non sarebbe orgogliosa di me. Non dirglielo. La cura per i campi di luppolo è pronta.
ja: もしあなたのお祖母さんが私がソーンを救っているところを見たら...彼女は決して嬉しくはないでしょう。彼女には言わないでください。さあ、ホップ畑を治す準備ができました。
ko: 할머니가 쏜을 위해 약을 만드는 제 모습을 봤다면 실망하실 거예요. 할머니에겐 말하지 마세요. 홉 밭을 치유할 약이 완성됐어요.
pt: Se sua avó me visse... procurando a cura para um Thorn. Ela não gostaria nem um pouco. Não fale nada para ela. A cura para a plantação de lúpulo está pronta.
ru: Если твоя бабушка узнает, что я приготовил снадобье для одного из Торнов... Она будет очень расстроена. Не говори ей об этом. Средство для хмеля готово.
zh: 如果你祖母看到 我......为一个索恩人做治疗。她不会为我骄傲的。别对她提这事儿。啤酒花农田治疗药剂已经准备好了。
zh_tw: 如果你奶奶看到 我……在為索恩族人找治癒方法，她有可能會看不起我，所以別跟她說。啤酒花農田的治癒藥劑已經好了。

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_TITLE
source: Deliver the ingredients.
de: Liefere die Zutaten.
es: Entrega los ingredientes.
fr: Livrez les ingrédients.
id: Antarkan bahan-bahan.
it: Consegna gli ingredienti.
ja: 材料を配達する。
ko: 재료를 보내세요.
pt: Entregue os ingredientes.
ru: Доставь ингредиенты.
zh: 提供材料。
zh_tw: 提供配料。

# T_QUESTS_SCENARIO_TWOCLANS_HELPER_QUEST_BLOODY_KNIGHT_STARTED
source: Bloody Burrow knight! I’m sure it was you who poisoned my fields! So I will destroy something of value to you! How about your grandfather’s sword…
de: Verdammter Burrow Soldat! Ich bin mir sicher, dass Ihr es wart, der meine Felder vergiftet hat! Darum werde ich Euer geliebtes Schwert zerstören, dann wisst Ihr wie ich mich fühle…
es: ¡Maldito caballero Burrow! ¡Estoy seguro de que eres tú quien ha envenenado mis campos de lúpulo! Así que yo también destruiré algo muy preciado para ti. ¿Qué tal espada de tu abuelo…?
fr: Fichu chevalier de Burrow ! Je suis certain que tu es celui qui empoissonne mon houblon ! Je vais donc détruire quelque chose de précieux à tes yeux ! Comme l’épée que tu tiens de tes ancêtres…
id: Dasar kesatria Burrow brengsek! Aku yakin kaulah yang meracuni ladangku! Karena itu aku akan menghancurkan barang berharga milikmu! Bagaimana kalau pedang kakekmu…
it: Maledetto cavaliere Burrow! Sei stato tu ad avvelenare i miei campi! Quindi distruggerò un tuo oggetto prezioso! Che ne dici della spada di tuo nonno…
ja: バロウの騎士のくそったれ！ 私の畑に毒をまいたのはお前だとわかっている。だからお前の大切なものを壊してやる！お前のお祖父さんの剣なんかはどうだ...
ko: 빌어먹을 버로우 기사! 제 밭에 독을 뿌린 게 당신이죠! 나도 당신에게 소중한 걸 부숴버리겠어요! 할아버지의 검은 어때요…
pt: Maldito cavaleiro dos Burrow! Tenho certeza que foi você que envenenou minha plantação! Agora eu vou destruir uma coisa que você ama! Que tal a espada do seu avô...
ru: Проклятый рыцарь Барроу! Уверен, это ты отравил мои поля! Ну хорошо, а я тогда уничтожу какую-нибудь твою ценность! Например, меч твоего деда...
zh: 天杀的伯罗骑士！ 我敢肯定就是你给我农田下的毒！所以我要毁掉你 一些有价值的东西！比如你祖父这把剑怎么样......
zh_tw: 該死的伯羅騎士！ 絕對是你對我的農田下了毒！我會將你身邊所有有價值的東西消滅殆盡！先從你爺爺的劍下手……

# T_QUESTS_SCENARIO_TWOCLANS_HELPER_QUEST_FIGHT_STARTED
source: My Liege, some Townies from both clans are in a fight. You need to go there and stop them before something terrible happens.
de: Mein Herr! Bewohner beider Clans sind in einen Streit beim Bergwerk geraten. Ihr müsst schnell dorthin und sie davon abhalten, bevor etwas Schlimmes passiert.
es: Mi señor, hay una pelea entre townies de los dos clanes. Tiene que ir allí y detenerlos antes de que se les vaya de las manos.
fr: Sire, des habitants des deux clans se disputent. Vous devriez peut-être venir voir avant que cela ne soit hors de contrôle.
id: Tuangku, beberapa Townie dari kedua klan sedang bertengkar. Tuanku harus ke sana dan merelai mereka sebelum ada kejadian yang tidak diinginkan.
it: Mio signore, alcuni cittadini dei due clan stanno litigando. Devi andare a fermarli prima che accada qualcosa di terribile.
ja: 領主様、両族のタウニー達は争っています。悪いことが起こる前にあなたがそこに行って争いを止めなければいけません。
ko: 영주님, 두 클랜의 일부 주민들이 싸우고 있습니다. 어서 조치를 취해서 끔찍한 일이 벌어지는 것을 막아야 합니다.
pt: Meu senhor, alguns habitantes dos dois clãs estão lutando. Você precisa ir lá para impedir que alguma coisa mais grave aconteça.
ru: Ваша светлость, горожане из обоих кланов затеяли драку. Вам нужно вмешаться и остановить их, пока не произошла какая-нибудь трагедия.
zh: 大人，来自两大家族的一些镇民起了争执。你得去看看并且在更糟的情况发生前阻止他们。
zh_tw: 大人，來自兩族的鎮民起了衝突。您必須要在發生最糟情況前趕過去啊。

# T_QUESTS_SCENARIO_TWOCLANS_MAINQUEST_STARTED
source: Hello, my Liege. As you already know, 16 years have passed since the dispute. Both clans changed their names after that into the Thorn and the Burrow. If I may say so, my Liege, I think it’s time now to reunite the two clans under our former name – Thornburrow . It won’t be easy, but I have faith in you.
de: Guten Morgen, mein Herr. Wie Ihr wisst, ist der Streit der Clans nun 16 Jahre her. Damals haben beide Familien den alten Clannamen Thornburrow abgelegt, und sich in Thorn und Burrow aufgeteilt. Wenn ich mir den Vorschlag erlauben darf, Lord, es wäre schön, beide Familien unter unserem früheren Namen wieder vereint zu sehen. Es wird sicherlich nicht einfach sein, aber ich habe vollstes Vertrauen in Euch.
es: Hola, mi señor. Como ya sabes, han pasado 16 años desde la disputa. Los dos clanes han cambiado de nombre y ahora se llaman Thorn y Burrow. Si se me permite decirlo, mi señor, creo que va siendo hora de volver a reunir a los dos clanes bajo el mismo nombre de antaño: Thornburrow. No será fácil, pero tengo fe en ti.
fr: Bonjour, Sire. Comme vous le savez déjà, 16 ans ont passé depuis le conflit. Les deux clans ont changé leurs noms après cela en Thorn et Burrow. Si je puis m'exprimer ainsi, mon Seigneur, je pense qu’il est grand temps maintenant de réunir les deux clans sous notre ancien nom – Thornburrow. Ce ne sera pas facile mais j'ai foi en vous.
id: Halo, Tuanku. Seperti yang diketahui, 16 tahun telah berlalu sejak perselisihan itu. Sesudahnya kedua klan berganti nama menjadi Thorn dan Burrow. Kalau boleh kuberi saran, Tuanku, kurasa sudah waktunya kedua klan dibuat rujuk di bawah nama kita yang asli – Thornburrow. Ini takkan mudah, tapi Tuanku pasti sanggup.
it: Salve, mio signore. Come già saprai, sono trascorsi 16 anni dalla disputa. I due clan hanno in seguito cambiato il proprio nome in Thorn e Burrow. Se posso permettermi, mio signore, credo che sia giunto il momento di riunire i due clan sotto il loro antico nome: Thornburrow. Non sarà facile, ma ho fiducia in te.
ja: こんにちは、領主様。あなたもすでにご存知の通り、対立が起こってから16年が過ぎました。両一族は家名をそれぞれソーンとバロウに変更しました。 領主様、私に言わせれば、今こそこの2つの一族をかつての家名であるソーンバロウの名のもと再統一するときです。これは決して簡単なことではありませんが、私はあなたを信じています。
ko: 안녕하십니까, 영주님. 아시다시피 분쟁이 일어난 지 16년이 흘렀습니다. 두 클랜은 분쟁 후 쏜과 버로우로 이름을 바꾸었습니다. 영주님, 이제 두 클랜을 예전처럼 쏜버로우의 이름 아래 하나로 통합해야 할 때가 온 것 같습니다. 쉽지 않겠지만 영주님이라면 해내실 겁니다.
pt: Olá, meu senhor. Como você já sabe, a disputa se passou 16 anos atrás. Depois disso, os clãs mudaram de nome para Thorn e Burrow. Se me permite dizer, meu senhor, acho que é hora de reunir os dois clãs sob o nosso antigo nome – Thornburrow. Não será fácil, mas eu tenho fé em você.
ru: Здравствуйте, ваша светлость. Как вы уже знаете, спор между кланами начался вот уже 16 лет назад. С тех пор кланы изменили свои фамилии на Торнов и Барроу. Ваша светлость, мне кажется, нам пора воссоединить кланы под фамилией предков — Торнбарроу. Будет непросто, но я верю, что вы справитесь.
zh: 参见大人。正如您所知，距离昔日纷争已过去16年。两族自那以后各自改名，一为索恩，一为伯罗。 大人，依小人所见，是时候让两族重修旧好，皈一我索恩伯罗之旧名。此事绝非容易，但我相信您能做到。
zh_tw: 拜見大人。就如您知道的，距離上次的爭端已經過去16年了。兩個家族自那之後便將各自的名字改為索恩和伯羅。 大人，依我所見，我覺得現在正是我們讓兩個家族再次團圓的時機，再次光耀索恩伯羅的舊名。這件事情很棘手，但是我相信您的能力。

# T_QUESTS_SCENARIO_TWOCLANS_MAINQUEST_TITLE
source: Settle the rivalries and reunite the two clans.
de: Schlichtet den Streit und vereint die beiden Clans.
es: Resuelve las rivalidades y vuelve a unir a los dos clanes.
fr: Réglez les rivalités et réunissez les deux clans.
id: Selesaikan perselisihan dan satukan kembali kedua klan.
it: Poni fine alle rivalità e riunisci i due clan.
ja: 対立関係を解決し、2つの一族を再びひとつにするのだ。
ko: 분쟁을 해결하고 두 클랜을 하나로 통합하세요.
pt: Resolva as rivalidades e reúna os dois clãs.
ru: Разреши разногласия и воссоедини кланы.
zh: 休止干戈，重聚两族。
zh_tw: 解決敵對關係，並讓兩個家族再次團圓。

# T_QUESTS_SCENARIO_TWOCLANS_NEGOCIATION_TABLE_HELPER_QUEST_STARTED
source: My Liege, we have to find a way to get the Burrow back to the negotiation table. There has to be a way…
de: Eure Lordschaft, es muss einen Weg geben, wie wir die Burrow dazu bringen könnten, den Streit beizulegen. Es muss eine Möglichkeit geben…
es: Mi señor, hay que conseguir que los Burrow vuelvan a la mesa de negociaciones. Tiene que haber alguna manera…
fr: Sire, nous devons trouver un moyen de ramener Burrow à la table des négociations. Il doit y avoir un moyen…
id: Tuanku, kita harus cari akal agar klan Burrow mau kembali ke meja perundingan. Pasti ada cara...
it: Mio signore, dobbiamo riuscire a far sedere di nuovo i Burrow al tavolo dei negoziati. Deve pur esserci un modo...
ja: 領主様、私たちはバロウ一族を再び交渉のテーブルにつかせる方法を見つけなければいけません。何か方法があるはずです...
ko: 영주님, 버로우가 협상 테이블로 돌아오게 할 방법을 찾아야 합니다. 무언가 방법이 있을 겁니다…
pt: Meu senhor, temos que encontrar um jeito de trazer o clã Burrow de volta à mesa de negociação. Deve haver uma maneira...
ru: Ваша светлость, нам нужно убедить Барроу сесть за стол переговоров. Но как?..
zh: 大人，我们得想法子让伯罗家族重回谈判桌。一定有什么办法......
zh_tw: 大人，我們得要找個方法讓伯羅族人願意談判妥協，一定有某種方法的……

# T_QUESTS_SCENARIO_TWOCLANS_NEVER_VISIT_HELPER_QUEST_STARTED
source: You never visit me and now you want my help? Is that a member of clan Thorn I’m seeing next to you?
de: Nun dich sehe ich aber wirklich selten. Nie besuchst du mich… und nun soll ich dir helfen? Ist dies einer vom Thorn Clan neben dir?
es: No me visitas nunca y, cuando lo haces, ¿es para pedirme algo? ¿Acaso ese que va contigo no es del clan Thorn?
fr: Tu ne viens jamais me rendre visite et maintenant je dois t’aider ? Est-ce bien un villageois de Thorn que je vois là ?
id: Kau tidak pernah mengunjungiku dan sekarang mau minta bantuan? Bukankah itu anggota klan Thorn yang kulihat di sampingmu?
it: Non vieni mai a trovarmi e adesso chiedi il mio aiuto? È un membro del clan dei Thorn quello che vedo accanto a te?
ja: お前は私に一度も会いに来たことがないが、助けてほしいだって？お前の横にいるのはソーン一族の奴か？
ko: 지금까지 날 찾지도 않더니 이제 와서 도와달라고? 네 옆에 있는 것은 쏜 사람이냐?
pt: Você nunca vem me visitar e agora quer minha ajuda? E esse aí do seu lado é um membro do clã Thorn?
ru: Ты не навещаешь меня, но просишь меня о помощи? И кого это я вижу рядом с тобой, не представителя ли клана Торнов?
zh: 你从来不来看我，现在还想要我帮你的忙？你旁边这个我看好像是个索恩族人？
zh_tw: 你都不來看我，結果你現在要我幫你忙？你旁邊那位是索恩的族人嗎？

# T_QUESTS_SCENARIO_TWOCLANS_OF_COURSE_HELPER_QUEST_STARTED
source: Of course it wasn't me!
de: Natürlich war ich es nicht!
es: ¡Claro que no fui yo!
fr: Évidemment que ce n’est pas moi !
id: Tentu saja bukan aku!
it: Ovviamente non sono stato io!
ja: もちろん私ではありませんよ！
ko: 물론 제가 아니에요!
pt: Claro que não fui eu!
ru: Конечно, я не имею к этому ни малейшего отношения!
zh: 当然不是我 ！
zh_tw: 當然不是我！

# T_QUESTS_SCENARIO_TWOCLANS_OK_I_HELP_HELPER_QUEST_STARTED
source: You people from Thorn are so incomprehensible. But yes, if you really will give me a new sword, I might indeed help you.
de: Ihr Leute von Thorn seid wirklich unbegreiflich! Solltet Ihr mir wirklich ein neues Schwert bringen, dann helfe ich euch vielleicht…
es: No hay quien os comprenda a los de Thorn. Pero bueno, si de verdad me das una espada nueva, te ayudaré.
fr: Vous êtes parfois si incompréhensible vous les villageois de Thorn. Si vous me redonnez une épée, alors oui, dans ce cas je vous aiderai.
id: Kalian orang-orang Thorn memang sulit dimengerti. Tapi baiklah, kalau kau benar-benar akan memberiku pedang baru, aku mungkin mau membantumu.
it: Non riuscirò mai a capire voi Thorn. Ma se vuoi davvero regalarmi una nuova spada, potrei aiutarti.
ja: あなた方ソーンの人たちは本当に理解できません。でも、もしあなたが本当に新しい剣をくれるのならばあなたの手助けをするかもしれません。
ko: 쏜 사람들은 정말 이해할 수 없어요. 하지만 뭐 좋아요. 제게 새 검을 준다면 도와줄 수도 있어요.
pt: Vocês, de Thorn, são difíceis de entender. Mas, sim, se você realmente quer me dar uma nova espada, pode ser que eu ajude você.
ru: Вы, Торны, невыносимы. Однако так и быть, если ты дашь мне новый меч, я помогу тебе.
zh: 你们索恩族人真是令人费解。但好，如果你真的会给我一柄新剑，我也许真的能帮得了你。
zh_tw: 你們這些索恩族人真讓人摸不著頭緒。但是，對，如果你真的會給我一柄新的劍，我一定會幫助你的。

# T_QUESTS_SCENARIO_TWOCLANS_PEACE_MONK_KNIGHT_HELPER_QUEST_STARTED
source: Great news, my Liege. The Burrow soldier made peace with the Thorn monk. They both start to think that it might be a good idea to be one clan again.
de: Gute Neuigkeiten, mein Lord. Der Soldat des Burrow Clans hat sich mit dem Mönch von Thorn vertragen. Beide denken nun, dass es wirklich eine gute Idee wäre, die Familien wiederzuvereinen.
es: Excelentes noticias, mi señor. El soldado Burrow hizo las paces con el monje Thorn. Los dos empiezan a creer que lo de volver a ser un mismo clan podría ser buena idea.
fr: Je viens vous annoncer une grande nouvelle mon seigneur. Le soldat de Burrow a fait la paix avec le moine de Thorn. Ils se montrent même favorables à l’idée d’une réunification.
id: Ada berita bagus, Tuanku. Prajurit Burrow itu sudah berdamai dengan biarawan Thorn. Keduanya mulai merasa mungkin ada baiknya bergabung dalam satu klan lagi.
it: Ottime notizie, mio signore. Il soldato dei Burrow ha fatto pace con il monaco dei Thorn. Entrambi pensano che tornare a formare un unico clan sia una buona idea.
ja: 素晴らしい知らせです、領主様。バロウの兵士がソーンの修道士と手を結びました。彼らはまたひとつの一族に戻ることは良い考えかもしれないと思い始めています。
ko: 좋은 소식이 있습니다, 영주님. 버로우 군인과 쏜 수도승이 화해했다고 합니다. 양측이 다시 통합하는 것이 좋을 거라고 생각하기 시작했답니다.
pt: Ótimas notícias, meu senhor. O soldado do clã Burrow fez as pazes com o monge do clã Thorn. Ambos começaram a achar que voltar a ser um só clã pode ser uma boa ideia.
ru: Хорошие новости, ваша светлость. Солдат Барроу помирился с монахом Торнов. Теперь им обоим кажется, что вновь стать единым кланом не такая уж и плохая идея.
zh: 好消息，大人。伯罗士兵和索恩僧人讲和了。他们都开始觉得两族重聚也许是个好主意。
zh_tw: 好消息，大人。伯羅士兵與索恩僧人已經講和了。他們兩人都開始認為讓兩個家族再次團圓是個好主意。

# T_QUESTS_SCENARIO_TWOCLANS_PRODUCE_PLANKS_STARTED
source: My Lord, a few days ago some Townies from Burrow stole some planks from us. In order to not worsen the situation, we should produce some more planks. Can you help us to refill the stocks?
de: Lord, vor ein paar Tagen hat ein Mann des Burrow Clans einige Bretter bei uns gestohlen. Damit die Situation nicht eskaliert, habe ich befohlen, den Mann nicht zu verfolgen. Nun fehlen uns aber trotzdem die Bretter. Würdet Ihr uns helfen, Herr?
es: Mi señor, hace unos días, algunos townies de Burrow nos robaron unos tablones. Para no empeorar las cosas, deberíamos producir más tablones. ¿Podrías ayudarnos a reponer las existencias?
fr: Sire, il y a quelques jours de cela, des bandits de Burrow ont volé nos planches. Pour ne pas aggraver la situation, nous devrions produire un peu plus de planches. Pouvez-vous nous aider à remplir de nouveau les stocks ?
id: Tuanku, beberapa hari lalu beberapa Townie dari Burrow mencuri papan kami. Papannya perlu ditambah supaya keadaan tidak bertambah buruk. Bisakah Tuanku membantu kami menambah persediaan?
it: Milord, qualche giorno fa alcuni cittadini del clan dei Burrow ci hanno rubato delle assi. Per non peggiorare la situazione, dobbiamo produrne altre. Puoi aiutarci a ripristinare le scorte?
ja: 閣下、何日か前にバロウのタウニーたちが私たちの厚板を盗みました。状況をこれ以上悪化させないために、私たちはもっと厚板を製造する必要があります。蓄えを補充する手伝いをしてくださいますか？
ko: 영주님, 며칠 전 버로우 주민 몇 명이 저희 목재를 훔쳐 갔습니다. 상황이 악화되지 않게 목재를 더 생산해야 합니다. 목재를 생산하는 걸 도와주시겠습니까?
pt: Milorde, alguns dias atrás uns habitantes do clã Burrow roubaram umas tábuas de nós. Para não complicar mais a situação, seria melhor produzirmos mais tábuas. Pode nos ajudar a repor o estoque?
ru: Милорд, пару дней назад несколько горожан из числа Барроу украли у нас немного досок. Чтобы ситуация не усугубилась, нужно изготовить новые доски. Поможете пополнить наши запасы?
zh: 大人，几天前几个伯罗族人偷了我们的一些木板。为了不使事态进一步恶化，我们的木板应该生产更多一些。你能帮我们补充木板储量吗？
zh_tw: 大人，幾天前有幾個伯羅的鎮民從我們這裡偷了幾塊木板。為了不讓局勢惡化，我們該自行製造更多的木板。您可以幫助我們重新補充庫存嗎？

# T_QUESTS_SCENARIO_TWOCLANS_PRODUCE_PLANKS_SUCCESS
source: Thank you my Lord, we have now stockpiled planks for the next couple of days to come.
de: Habt Dank, mein Lord. Wir haben nun wieder genügend Bretter auf Lager. Das sollte für die kommenden Tage reichen.
es: Gracias, mi señor, hemos hecho acopio de tablones para los próximos días.
fr: Merci infiniment mon seigneur, nous avons maintenant de quoi tenir pour les jours à venir.
id: Terima kasih, Tuanku. Sekarang kami sudah punya persediaan papan untuk beberapa hari ke depan.
it: Grazie milord, adesso abbiamo accumulato assi per i prossimi giorni.
ja: ありがとうございます、閣下。数日後には新しく備蓄した厚板が手に入ります。
ko: 고맙습니다, 영주님. 이제 앞으로 며칠 동안사용할 목재를 마련했습니다.
pt: Muito grato, milorde. Agora temos tábuas em estoque para os próximos dias.
ru: Благодарю вас, милорд. Этого запаса досок с лихвой хватит на несколько следующих дней.
zh: 谢谢你大人，现在我们有了足够的木板库存应付接下来的一段日子了。
zh_tw: 謝謝您，大人，我們有足夠的木板儲藏撐過接下來的幾天了。
