Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN12_10_SUCCESS
source: We did it, my liege! Now we can craft some armors for our soldiers.
de: Wir haben es geschafft: Die Rüstkammer wurde fertiggestellt!
es: ¡Lo hemos conseguido, mi señor! Ahora podemos fabricar armaduras para los soldados.
fr: Nous avons réussi, maître ! Nous pouvons désormais fabriquer des armures pour nos soldats.
id: Kita berhasil, Tuanku! Sekarang kita bisa membuat baju tempur untuk serdadu kita.
it: Ce l'abbiamo fatta, mio signore! Ora possiamo produrre delle armature per i nostri soldati.
ja: やりましたね！これで兵士たちに鎧を作れます。
ko: 해냈습니다, 영주님! 이제 군인을 위한 갑옷을 만들 수 있습니다.
pt: Conseguimos, meu senhor! Agora podemos fabricar armaduras para nossos soldados.
ru: У нас получилось, мой господин! Теперь мы можем создавать доспехи для солдат.
zh: 我们成功了，大人！我们现在可以为士兵制作护甲了。
zh_tw: 我們成功了，大人！我們現在可以為士兵製作護甲了。

# T_GAME_QUEST_SCEN12_10_TITLE
source: Build an armory and a tannery.
de: Errichte eine Rüstkammer und eine Gerberei.
es: Construye una armería y una curtiduría.
fr: Construisez une armurerie et une tannerie.
id: Bangunlah gudang senjata dan tempat penyamakan kulit.
it: Costruisci un'armeria e una conceria.
ja: 武器工場となめし革工場を建てる。
ko: 병기 공장과 무두질 공장을 만드세요.
pt: Construa um armeiro e um curtume.
ru: Построй лавку оружейника и дубильню.
zh: 修建一座兵工厂和一座皮革厂
zh_tw: 修建一座兵工廠和一座皮革廠

# T_GAME_QUEST_SCEN12_10_TITLE_2
source: Build an armory.
de: Errichte eine Rüstkammer.
es: Construye una armería.
fr: Construisez une armurerie.
id: Membangun gudang senjata.
it: Costruisci un'armeria.
ja: 武器庫を構築します。
ko: 병기를 구축 할 수 있습니다.
pt: Construa um armeiro.
ru: Построить арсенал.
zh: 建立一个军械库。
zh_tw: 建立一個軍械庫。

# T_GAME_QUEST_SCEN12_11_START
source: Now that we have an armory and a tannery, it would be great to start with the production of equipment.
de: Nun da wir eine Rüstkammer und eine Gerberei haben, sollten wir mit der Produktion von Waffen und Rüstungen beginnen, mein Herr.
es: Ya tenemos una armería y una curtiduría, sería genial empezar a producir el equipo necesario.
fr: Maintenant que nous avons une armurerie et une tannerie, il faut produire de l'équipement.
id: Setelah ada gudang senjata dan tempat penyamakan kulit, sudah waktunya kita mulai memproduksi peralatan.
it: Ora che abbiamo un'armeria e una conceria, sarebbe fantastico cominciare a produrre dell'equipaggiamento.
ja: 武器工場となめし革工場が完成したので、まずは戦いの装備を作り始めた方がよいでしょう。
ko: 병기 공장과 무두질 공장이 있으니 장비를 생산하는 것이 좋겠어요.
pt: Agora que temos um armeiro e um curtume, seria bom começar a produzir equipamentos.
ru: Мы построили лавку оружейника и дубильню, пора начать производство снаряжения.
zh: 我们已经有了兵工厂和皮革厂，可以开始生产装备了。
zh_tw: 我們已經有了兵工廠和皮革廠，可以開始生產裝備了。

# T_GAME_QUEST_SCEN12_11_SUCCESS
source: Great, my liege! The soldiers will now perform much better in combat.
de: Hervorragend, mein Lord. Die Soldaten werden in Zukunft viel besser im Kampf agieren können.
es: ¡Fantástico, mi señor! ¡Ahora los soldados combatirán en mejores condiciones!
fr: Excellent, maître ! Les soldats seront bien plus efficaces au combat !
id: Bagus, Tuanku! Sekarang para serdadu akan lebih perkasa di medan tempur!
it: Magnifico, mio signore! Ora i soldati se la caveranno molto meglio in battaglia!
ja: 閣下、すごいです！兵士たちの戦いぶりは格段によくなるでしょう！
ko: 훌륭합니다, 영주님! 이제 군인들이 전투에서 더 잘 싸울 수 있습니다!
pt: Ótimo, meu senhor! Os soldados agora desempenharão melhor em combate.
ru: Отлично, мой господин! Теперь солдаты будут сражаться намного эффективнее!
zh: 真棒，大人！士兵的战斗力更强了！
zh_tw: 真棒，大人！士兵的戰鬥力更強了！

# T_GAME_QUEST_SCEN12_11_TITLE
source: Craft equipment for the soldiers.
de: Stelle Ausrüstung für die Soldaten her.
es: Fabrica equipo para los soldados.
fr: Fabriquez de l'équipement pour les soldats.
id: Buatlah perlengkapan untuk para serdadu.
it: Produci equipaggiamento per i soldati.
ja: 兵士たちの装備を作る。
ko: 군인을 위한 장비를 만드세요.
pt: Fabrique equipamentos para os soldados.
ru: Создай снаряжение для солдат.
zh: 为士兵制造装备。
zh_tw: 為士兵製造裝備。

# T_GAME_QUEST_SCEN12_14_SUCCESS
source: Very good, my lord. Now the monastery should be protected against further bandit attacks!
de: Hervorragend, Herr. Nun ist das Kloster erst einmal vor Angriffen der Banditen geschützt.
es: Muy bien, mi señor. ¡Ahora el monasterio está protegido contra los ataques de los bandidos!
fr: Très bien, mon seigneur. Le monastère devrait désormais être protégé des futures attaques des bandits !
id: Bagus sekali, Tuanku. Sekarang biara seharusnya aman kalau ada serangan bandit lagi!
it: Molto bene, mio signore. Ora il monastero è protetto dagli attacchi dei banditi.
ja: 閣下、とてもいい。これで修道院を盗賊の攻撃から守れるはずです！
ko: 훌륭합니다, 영주님. 이제 수도원의 방어가 강화되어 앞으로 강도의 공격을 막아낼 수 있습니다!
pt: Muito bem, meu senhor. Agora o mosteiro deve estar protegido de futuros ataques dos bandidos.
ru: Отлично, мой господин. Похоже, нам удалось защитить монастырь от будущих нападений!
zh: 很好，大人。现在寺院应该可以抵御更多强盗袭击了。
zh_tw: 很好，大人。現在寺院應該可以抵禦更多強盜襲擊了。

# T_GAME_QUEST_SCEN12_15_START
source: We have not been able to rebuild the destroyed hops fields. Would you be so nice and place some?
de: Meine Brüder und ich sind noch nicht dazu gekommen, die zerstörten Hopfenfelder wieder aufzubauen. Wären sie so freundlich und würden einige neue Felder in Auftrag geben, mein Herr?
es: No hemos podido restaurar los campos de lúpulo arrasados. ¿Serías tan amable de crear algunos?
fr: Nous n'avons pas pu replanter les champs de houblon. Pourriez-vous nous rendre service et le faire pour nous ?
id: Ladang hop yang rusak belum berhasil diperbaiki. Boleh minta tolong membuat ladang baru?
it: Non siamo riusciti a sistemare i campi di luppolo distrutti. Saresti così gentile da seminarle alcuni?
ja: 荒らされたホップ畑をまだ修復できずにいます。 閣下のお力で、新しい畑をいただけませんか？
ko: 파괴된 호프 밭을 재건할 수 없었습니다. 밭을 재건하는 데 도와주시겠어요?
pt: Não conseguimos reconstruir os campos de lúpulo destruídos. Você poderia ser bonzinho e colocar alguns?
ru: Нам не удалось восстановить уничтоженные плантации хмеля. Возможно, вы сможете высадить новые?
zh: 我们无法重建被摧毁的啤酒花农田。 您可以帮我们建造一些吗？
zh_tw: 我們無法重建被摧毀的啤酒花農田。 您可以幫我們建造一些嗎？

# T_GAME_QUEST_SCEN12_15_TITLE
source: Build some hops fields.
de: Baue einige Hopfenfelder.
es: Crea campos de lúpulo.
fr: Plantez des champs de houblon.
id: Buatlah ladang hop.
it: Crea dei campi di luppolo.
ja: ホップ畑を作る。
ko: 호프 밭을 만드세요.
pt: Construa alguns campos de lúpulo.
ru: Построй несколько плантаций хмеля.
zh: 建造一些啤酒花农田。
zh_tw: 建造一些啤酒花農田。

# T_GAME_QUEST_SCEN12_15_TITLE_NEW
source: Build a hops farm and some hops fields.
de: Baut eine Hopfendarre und einige Hopfenfelder.
es: Construye una granja y varios campos de lúpulo.
fr: Bâtissez une ferme à houblon et des champs de houblon.
id: Buatlah pertanian hop berikut ladang hop.
it: Costruisci una fattoria di luppolo e qualche campo di luppolo.
ja: ホップ農場とホップ畑を建てる。
ko: 홉 농장과 홉 밭을 만드세요.
pt: Construa uma fazenda e campos de lúpulo.
ru: Построй хмелеводческую ферму и плантации хмеля.
zh: 修建啤酒花农场，开辟啤酒花田地。
zh_tw: 修建啤酒花農場，開闢啤酒花田地。

# T_GAME_QUEST_SCEN12_16_FAILED
source: Hahaha. Your humble monastery is history. Now I rule over this area!
de: Haha! Euer lächerliches Kloster ist Geschichte. Nun werde ich mir erst mal ein leckeres Gebräu gönnen.
es: Jajaja. Tu humilde monasterio es historia. ¡Ahora esta zona está bajo mi mando!
fr: Ha ha ha. Votre misérable monastère est détruit. Je règne sur cette région à présent !
id: Hahaha. Biara kecilmu tinggal sejarah. Sekarang aku penguasa daerah ini!
it: Ah ah ah. Il tuo inutile monastero è un cumulo di macerie. Ora sono io che governo quest'area!
ja: わはは。みすぼらしい修道院は、いまや過去のものだな。この地域は俺様が支配する！
ko: 하하하. 초라한 수도원이 역사 속으로 사라졌군요. 이제 이 지역은 제가 접수합니다!
pt: Hahaha. Seu humilde mosteiro já era. Agora eu governo esta região!
ru: Ха-ха-ха. Твой жалкий монастырь теперь лишь груда пепла. Теперь я тут правитель!
zh: 哈哈哈。卑微的寺院将成为历史。我现在是这里的统治者！
zh_tw: 哈哈哈。卑微的寺院將成為歷史。我現在是這裡的統治者！

# T_GAME_QUEST_SCEN12_16_START
source: You think you can protect those little monks? I don't think so. I will show you how I will crush that little monastery of yours.
de: Ihr denkt wirklich, dass ihr die kleinen Mönche mit dieser lächerlichen Konstruktion beschützen könnt? Werdet Zeuge, wie ich Euer Kloster dem Erdboden gleichmachen werde...
es: ¿Crees que puedes proteger a esos pequeños monjes? Vas a ver cómo destruyo ese insignificante monasterio.
fr: Vous pensez pouvoir protéger ces petits moines ? Pas moi. Je vais vous montrer comment je compte écraser votre petit monastère.
id: Kau pikir kau sanggup melindungi para rahib? Aku tidak yakin. Biar kutunjukkan bagaimana aku akan menghancurkan biaramu itu.
it: Credi di poter proteggere quei monaci? Ne dubito. Vedrai come distruggo quell'inutile monastero!
ja: あの修道士どもを守れると思うか？そうはいかねえぞ。この手で修道院をぶっ壊すところをお前らに見せてやる。
ko: 작은 수도승을 보호할 수 있다고요? 그렇지 않을걸요. 제가 귀하의 작은 수도원을 어떻게 파괴할지 보여드리죠.
pt: Você acha que consegue proteger aqueles monges? Acho que não. Vou te mostrar como vou esmagar esse seu mosteirinho.
ru: Думаешь, сможешь защитить этих жалких монахов? Ну уж нет. Им несдобровать, мы сровняем их монастырь с землей.
zh: 你认为自己可以保护这些可怜的僧人吗？我可不这么想。我会摧毁这座小小的寺院，看好了。
zh_tw: 你認為自己可以保護這些可憐的僧人嗎？我可不這麼想。我會摧毀這座小小的寺院，看好了。

# T_GAME_QUEST_SCEN12_16_SUCCESS
source: Arghhh! Next time you will pay for that! This is not over...
de: Arghhh! Das nächste Mal habt ihr nicht so viel Glück! Wir werden uns wiedersehen...
es: ¡Aaarjjj! ¡La próxima vez pagarás por eso! Esto no ha acabado...
fr: Arghhh ! Vous le paierez la prochaine fois ! Nous nous reverrons...
id: Arghhh! Lain kali kau akan rasakan balasanku! Ini belum selesai...
it: Argh! La prossima volta me la pagherai! Non finisce qui...
ja: ちくしょー！次は痛い目にあうぞ！これで終わりだと思うなよ...
ko: 아! 다음에 대가를 치를 거예요! 이게 끝은 아니에요...
pt: Arghhh! Da próxima vez você pagará por isso! Ainda não terminamos...
ru: Ар-р-р! Ты еще ответишь за это! Мы еще встретимся...
zh: 啊！下次一定让你付出代价！我不会善罢甘休的……
zh_tw: 啊！下次一定讓你付出代價！我不會善罷甘休的……

# T_GAME_QUEST_SCEN12_16_TITLE
source: Repel all attacks on the monastery!
de: Wehre alle Angriffe auf das Kloster ab!
es: Repele todos los ataques.
fr: Repoussez toutes les attaques.
id: Tangkal semua serangan.
it: Respingi tutti gli attacchi.
ja: 攻撃を食い止める。
ko: 모든 공격을 물리치세요.
pt: Afaste todos os ataques.
ru: Отбей нападение.
zh: 击退所有进攻。
zh_tw: 擊退所有進攻。

# T_GAME_QUEST_SCEN12_17_START
source: My lord, my fellow monks and I will start immediately with the production of the finest brew in the country.
de: Mein Lord, meine Mönchsbrüder und ich werden nun unserem Handwerk nachkommen und für Euch das feinste Gebräu des ganzen Königreichs herstellen.
es: Mi señor, mis monjes y yo empezaremos inmediatamente a producir la mejor cerveza del país.
fr: Mon seigneur, mes frères moines et moi allons immédiatement démarrer la production de la meilleure boisson de toute la contrée.
id: Tuanku, para rahib dan aku akan segera mulai memproduksi bir terbaik di seluruh negeri.
it: Mio signore, io e gli altri monaci cominceremo immediatamente a produrre la birra migliore della nazione.
ja: すぐに仲間の修道士たちと、わが国一番のビール作りに取りかかります。
ko: 영주님, 동료 수도승들과 함께 이 나라에서 가장 맛있는 맥주를 바로 생산하겠습니다.
pt: Meu senhor, meus colegas monges e eu começaremos imediatamente a produção da melhor cerveja do país.
ru: Милорд, я и другие монахи сейчас же начнем производство лучшего пива в стране.
zh: 大人，我和僧人们会立即开始酿造全国最好的啤酒。
zh_tw: 大人，我和僧人們會立即開始釀造全國最好的啤酒。

# T_GAME_QUEST_SCEN12_17_SUCCESS
source: We have finished the brewing process, my liege. A lot of different kinds of brew have been created. We now have to select the best of them and further refine it afterward.
de: Wir sind mit dem Brauen fertig, mein Lehnsherr. Viele verschiedene Erzeugnisse wurden hergestellt - nun können wir das wohlschmeckendste Gebräu auswählen und weiter verfeinern.
es: Hemos concluido el proceso de fermentación, mi señor. Hemos creado muchos tipos diferentes de cerveza. Seleccionaremos los mejores y los refinaremos más aún.
fr: Nous avons revu le processus de brassage, maître. Nous avons créé de nombreuses sortes de boissons différentes. Nous n'avons plus qu'à sélectionner la meilleure et poursuivre le travail.
id: Proses pembuatan bir sudah selesai, Tuanku. Ada bermacam-macam resep yang dicoba. Sekarang tinggal memilih mana yang terbaik lalu menyempurnakannya lebih lanjut.
it: Abbiamo terminato la produzione della birra, mio signore. Ne abbiamo creati diversi tipi e ora dobbiamo scegliere i migliori per proseguire la lavorazione.
ja: 醸造工程を終えました。さまざまな種類のビールを作りましたよ。その中から最高の一品を選び、さらに純度を高めます。
ko: 양조 공정을 완료했습니다, 영주님. 다양한 종류의 맥주를 만들었습니다. 이제 이중 최고의 맥주를 선택한 후 더욱 개선해야 합니다.
pt: Terminamos o processo de produção, meu senhor. Muitos tipos diferentes de cerveja foram criados. Agora devemos escolher as melhores e refiná-las ainda mais.
ru: Мы закончили варить пиво, мой господин. Нами было создано множество различных сортов, осталось лишь выбрать лучший и довести его до совершенства.
zh: 我们已经完成了酿造流程，大人。我们酿出了很多种啤酒，现在需要从中选出上品加以提纯。
zh_tw: 我們已經完成了釀造流程，大人。我們釀出了很多種啤酒，現在需要從中選出上品加以提純。

# T_GAME_QUEST_SCEN12_18_START
source: Our master brewer said that we need to upgrade our brewing equipment to refine the brew even more. We want to please the king, right? This has to be the best brew in the country…
de: Unser Braumeister meinte, dass wir das Kloster weiter ausbauen müssen, um ein noch feineres Gebräu zu entwickeln. Wir wollen den König doch erfreuen, oder? Das Gebräu muss das Beste des Landes werden…
es: Nuestro maestro cervecero dice que hay que mejorar las herramientas de fermentación para refinar la cerveza más aún. Se trata de agradar al rey, ¿no? Tiene que ser la mejor cerveza del país...
fr: Notre maître brasseur nous a dit qu'il fallait améliorer l'équipement de brassage afin de raffiner la boisson. Il faut bien faire plaisir au roi, n'est-ce pas ? Il faut que ce soit la meilleure boisson de tout le pays...
id: Ahli bir kami berpesan bahwa perlengkapannya perlu ditingkatkan agar birnya bisa disempurnakan. Kita ingin menyenangkan sang Raja, bukan? Ini harus menjadi bir terbaik di seluruh negeri...
it: Il nostro mastro birraio dice che dobbiamo migliorare le attrezzature per produrre una birra migliore. Vogliamo che il Re sia soddisfatto, vero? Dev'essere la birra migliore della nazione...
ja: 醸造家のマスターが、純度を高めるには醸造設備をアップグレードする必要があると言っています。王を喜ばせたいですよね？でしたら国一番のビールにしなければ...
ko: 마스터 양조사가 양조 장비를 업그레이드하여 맥주를 더욱 개선해야 한다고 합니다. 왕을 기쁘게 해드려야 합니다, 그렇죠? 이 나라에서 최고의 맥주를 만들어야 합니다…
pt: Nosso mestre cervejeiro disse que precisamos melhorar nosso equipamento de produção para refinar a cerveja ainda mais. Queremos agradar ao rei, não? Ela deve ser a melhor cerveja do país...
ru: Наш лучший пивовар утверждает, что для дальнейшего улучшения пива нужно улучшить наше оборудование. Мы же хотим порадовать короля, верно? А для этого мы должны создать лучшее пиво в стране...
zh: 我们的酿酒师说，酿酒设备需要升级才能进一步改善提纯工艺。我们要想取悦国王，就必须献上王国中最好的啤酒。
zh_tw: 我們的釀酒師說，釀酒設備需要升級才能進一步改善提純工藝。我們要想取悅國王，就必須獻上王國中最好的啤酒。

# T_GAME_QUEST_SCEN12_18_SUCCESS
source: Great My lord! Now all we need are some more of the finest ingredients.
de: Ausgezeichnet! Die Verbesserung des Klosters ist abgeschlossen. Das einzige was wir noch benötigen, sind ein paar der feinsten Zutaten, um das Gebräu perfekt zu machen.
es: ¡Fantástico, mi señor! Ahora solo necesitamos más cantidad de los mejores ingredientes.
fr: Parfait, mon seigneur ! Il ne nous manque plus que les meilleurs ingrédients.
id: Bagus, Tuanku! Sekarang kita tinggal mencari bahan-bahan terbaik.
it: Fantastico, mio signore! Ora ci servono altri ingredienti di qualità.
ja: さすが閣下！あと必要なのは、最高級の材料のみです。
ko: 훌륭합니다, 영주님! 이제 최고의 원료만 더 구하면 됩니다.
pt: Excelente, meu senhor! Agora precisamos de mais dos melhores ingredientes.
ru: Отлично, мой господин! Теперь нам осталось лишь добавить лучших ингредиентов.
zh: 太棒了，大人！现在我们需要更多的优质原料。
zh_tw: 太棒了，大人！現在我們需要更多的優質原料。

# T_GAME_QUEST_SCEN12_18_TITLE
source: Upgrade the monastery to level 2.
de: Verbessere das Kloster auf Stufe 2.
es: Mejora el monasterio al nivel 2.
fr: Améliorez le monastère au niv. 2.
id: Tingkatkan biara ke level 2.
it: Potenzia il monastero al livello 2.
ja: 修道院をレベル2にアップグレードする。
ko: 수도원을 2레벨로 업그레이드하세요.
pt: Melhore o mosteiro para o Nvl 2.
ru: Улучши монастырь до 2-го уровня.
zh: 将寺院升级至 2 级。
zh_tw: 將寺院升級至 2 級。

# T_GAME_QUEST_SCEN12_19_START
source: Lord, the brew is almost done. But some ingredients are still missing. Herbs and some gold dust would be perfect to finalize the product.
de: Herr, das perfekte Gebräu benötigt noch einige spezielle Zutaten. Die feinsten Kräuter der Region und etwas Goldstaub würden das Getränk abrunden.
es: Señor, la cerveza está casi lista, pero nos faltan algunos ingredientes. Para rematar el producto nos vendrían genial finas hierbas y algo de polvo de oro.
fr: Seigneur, la boisson est presque prête. Hélas, il nous manque encore certains ingrédients. Des herbes et de la poussière d'or feraient merveille pour terminer la production.
id: Tuanku, birnya hampir selesai. Tetapi masih ada beberapa bahan yang kurang. Rempah-rempah dan debu emas akan membuat birnya sempurna.
it: Signore, la birra è quasi pronta, ma mancano alcuni ingredienti: qualche erba e della polvere d'oro sarebbero perfette come tocchi finali.
ja: 閣下、ビールは完成間近です。しかし、何か足りません。ハーブと金粉があれば完璧な仕上がりになるのですが。
ko: 영주님, 맥주가 거의 완성됐습니다. 하지만 아직 부족한 원료가 약간 있습니다. 허브와 금가루 약간만 있으면 맥주를 완성할 수 있습니다.
pt: Senhor, a cerveja está quase pronta, mas ainda estão faltando alguns ingredientes. Ervas e um pouco de ouro em pó seriam perfeitos para finalizar o produto.
ru: Лорд, пиво почти закончено. Но нам все еще не хватает некоторых ингредиентов. Идеальный вкус мы получим, если добавим немного трав и золотой пыли.
zh: 大人，酒快酿好了。但一些原料却不见了。最好加上药草和少量金粉，这样就能大功告成了。
zh_tw: 大人，酒快釀好了。但一些原料卻不見了。最好加上藥草和少量金粉，這樣就能大功告成了。

# T_GAME_QUEST_SCEN12_19_TITLE
source: Deliver herbs and gold nuggets.
de: Liefere Kräuter und Golderz.
es: Proporciona las hierbas y las pepitas de oro.
fr: Livrez des herbes et des pépites d'or.
id: Sediakan rempah-rempah dan bijih emas.
it: Consegna erbe e pepite d'oro.
ja: ハーブと金塊を届ける。
ko: 허브와 금 덩어리를 가져오세요.
pt: Entregar ervas e pepitas de ouro
ru: Доставь травы и золотые самородки.
zh: 提供药草和金块。
zh_tw: 提供藥草和金塊。

# T_GAME_QUEST_SCEN12_20_START
source: The brew has to mature for a while. It should not be disturbed by outside influences, the maturity process of the brew needs rest.
de: Nun muss das Gebräu einige Zeit reifen, mein Herr. Es sollte nicht durch äußere Einflüsse gestört werden, denn der Reifungsprozess benötigt absolute Ruhe!
es: La cerveza necesita un tiempo para madurar. Hay que evitar influencias externas, el proceso de maduración requiere reposo.
fr: Il faut laisser la boisson arriver à maturité. La moindre influence extérieure pourrait faire échouer le processus de maturation.
id: Ramuan bir perlu didiamkan beberapa waktu. Tidak boleh ada gangguan dari luar, agar proses pematangan dapat berjalan dengan baik.
it: La birra deve maturare per qualche tempo. Il processo di maturazione richiede riposo indisturbato e al riparo da influenze esterne.
ja: ビールをしばらく熟成させる必要があります。 熟成工程では、外からの影響を遮断し、酒を休ませる必要があります。
ko: 맥주를 한동안 숙성시켜야 합니다. 외부 영향을 받으면 안 되기 때문에 맥주 숙성 과정은 조용하게 진행되어야 합니다.
pt: A cerveja deve fermentar um pouco. Ela não deve ser perturbada por influências externas, o processo de fermentação da cerveja precisa de descanso.
ru: Нужно дать пиву настояться. Оно не должно подвергаться влиянию извне, выдержка его займет некоторое время.
zh: 啤酒需要一段时间才能酿熟。 啤酒在酿熟过程中不能受到外界影响，必须保持原样。
zh_tw: 啤酒需要一段時間才能釀熟。 啤酒在釀熟過程中不能受到外界影響，必須保持原樣。

# T_GAME_QUEST_SCEN12_20_SUCCESS
source: It is done, my liege. May I present you the perfect brew?
de: Es ist vollbracht, mein Lehnsherr! Darf ich Ihnen das perfekte Gebräu präsentieren?
es: Ya está, mi señor. Te ofrezco la cerveza perfecta.
fr: C'est fait, mon seigneur. Puis-je vous présenter la boisson parfaite ?
id: Sudah selesai, Tuanku. Siap merasakan bir yang sempurna?
it: È pronta, mio signore. Posso mostrarti la birra perfetta?
ja: 閣下、完成しました。最高のビールをお見せしてもいいでしょうか？
ko: 완성됐습니다, 영주님. 완벽한 맥주 맛을 보시겠어요?
pt: Está pronto, meu senhor. Posso lhe apresentar a cerveja perfeita?
ru: Все готово, мой господин. Могу ли я представить вам идеальное пиво?
zh: 大人，我们已经完工了，我可以向您呈上上等啤酒吗？
zh_tw: 大人，我們已經完工了，我可以向您呈上上等啤酒嗎？

# T_GAME_QUEST_SCEN12_20_TITLE
source: Defend the monastery until the brewing process is completed.
de: Verteidige das Kloster, bis das Gebräu fertig ist.
es: Defiende el monasterio hasta que el proceso de elaboración de cerveza se haya completado.
fr: Défendez le monastère en attendant que la boisson soit prête.
id: Pertahankan biara sampai proses pembuatan bir selesai.
it: Difendi il monastero fino al completamento del processo produttivo.
ja: 醸造工程が終わるまで、修道院を守る。
ko: 양조 공정이 완료될 때까지 수도원을 지키세요.
pt: Defender o mosteiro até que o processo de fabricação esteja terminado.
ru: Защищай монастырь, пока монахи не закончат варить пиво.
zh: 保护寺院直至酿酒流程完成。
zh_tw: 保護寺院直至釀酒流程完成。

# T_GAME_QUEST_SCEN12_END_SUCCESS
source: I wanted to thank you myself, steward. This indeed was the perfect birthday gift for me. I did not know that you knew of my fascination for brewing.
de: Ich wollte Euch persönlich danken, mein Statthalter. Dieses Gebräu war wahrhaft vorzüglich und das perfekte Geschenk für mich. Ich wusste nicht, dass Euch meine Vorliebe für solche Brauerzeugnisse bekannt war.
es: Quería agradecértelo personalmente, administrador. Sin duda es el regalo perfecto para mi cumpleaños. No pensé que estuvieras al tanto de mi fascinación por la cerveza.
fr: Je tenais à vous remercier en personne, intendant. C'était un cadeau d'anniversaire idéal. Je ne savais pas que vous connaissiez ma passion pour le brassage.
id: Aku ingin menyampaikan ucapan terima kasih secara langsung, Tuan Steward. Ini memang hadiah ulang tahun yang terbaik untukku. Aku tidak menyangka Tuan Steward tahu pembuatan bir itu hobiku.
it: Volevo ringraziarti personalmente. Questo è davvero il regalo di compleanno perfetto per me. Non sapevo che fossi a conoscenza della mia passione per la birra.
ja: 礼を言うぞ。 実に最高の誕生日プレゼントじゃった。わしがビールに目がないことを良く知っておったな。
ko: 직접 감사의 뜻을 전하고 싶어요. 이번 생일 선물은 완벽했어요. 내가 맥주를 좋아한다는 것을 사람들이 알 거라고 생각도 못했어요.
pt: Quero lhe agradecer pessoalmente, administrador. Este foi mesmo o presente perfeito para mim. Eu não sabia que você conhecia minha fascinação por cerveja.
ru: Я хотел лично поблагодарить вас, наместник. Вы преподнесли мне воистину идеальный подарок. Не думал, что вы знаете о моей любви к пенному напитку.
zh: 我要亲自感谢你，管家。 这真是一份完美的生日礼物。你居然了解我对美酒的嗜好，这真让我意外。
zh_tw: 我要親自感謝你，管家。 這真是一份完美的生日禮物。你居然瞭解我對美酒的嗜好，這真讓我意外。

# T_GAME_QUEST_SCEN12_MAINQUEST
source: Protect the monastery and create the perfect brew for the King.
de: Beschütze das Kloster und erzeuge das perfekte Gebräu für den König.
es: Crea la cerveza perfecta para el rey.
fr: Créez la boisson parfaite pour le roi.
id: Buatlah bir yang sempurna untuk sang Raja.
it: Produci la birra perfetta per il Re.
ja: 王様のために最高のビールを作る。
ko: 왕을 위해 완벽한 맥주를 만드세요.
pt: Crie a cerveja perfeita para o Rei.
ru: Сварите идеальное пиво для короля.
zh: 为国王酿造上等啤酒。
zh_tw: 為國王釀造上等啤酒。

# T_GAME_QUEST_SCEN13_01_1_TITLE
source: Prepare the town for the Kings arrival.
de: Bereite die Stadt auf die Ankunft des Königs vor.
es: Prepara la aldea para la llegada del rey.
fr: Préparez la ville pour l'arrivée du roi.
id: Siapkan kota untuk kedatangan sang Raja.
it: Prepara la città per l'arrivo del Re.
ja: 国王到着のために町の準備をする。
ko: 왕의 도착에 대해 마을을 준비시키세요.
pt: Prepare a cidade para a chegada do Rei.
ru: Подготовь город к прибытию короля.
zh: 迎接国王亲临城镇。
zh_tw: 迎接國王親臨城鎮。
