Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_050
source: When you reach certain town levels, building upgrades will be unlocked. You can upgrade buildings from their building menu. Upgrading a building is quite expensive, so make sure you can afford it, especially early on in the game.
de: Verbessere ein Gebäude über dessen Kontextmenü. Zuerst solltest du aber die entsprechende Stufe erreicht haben. Gebäudeverbesserungen kosten viele Ressourcen oder Prestige, es könnte also Verschwendung sein, ein sehr einfaches Gebäude frühzeitig zu verbessern.
es: Cuando la ciudad haya llegado a cierto nivel, se desbloquearán mejoras de edificios que podrás utilizar en el menú de dicho edificio. Las mejoras de los edificios son bastante caras, así que hay que asegurarse que se tienen suficientes recursos para ello, sobre todo al principio.
fr: Une fois que vous aurez atteint certains niveaux de ville, des améliorations de bâtiments seront débloquées. Vous pouvez améliorer les bâtiments à partir de leur menu. Améliorer un bâtiment est assez coûteux, alors soyez sûr de pouvoir vous le permettre, surtout en début de partie.
id: Begitu Anda mencapai level kota tertentu, pemutakhiran gedung akan dibuka. Anda bisa memutakhirkan gedung dari menu gedungnya. Memutakhirkan gedung sangat mahal, jadi pastikan Anda bisa menjangkaunya, terutama di awal game ini.
it: Quando la città raggiunge determinati livelli, vengono sbloccati dei potenziamenti per gli edifici. Puoi accedervi dal menu degli edifici. Potenziare un edificio è piuttosto costoso, quindi controlla se te lo puoi permettere, specialmente all'inizio del gioco.
ja: 街があるレベルに到達すると、建物のアップグレードが解除されます。各建物メニューから建物のアップグレードをすることができます。 建物をアップグレードするのはコストがかかるので、特にゲーム序盤では余裕があるかどうかを確認してからにしてください。
ko: 특정한 타운 레벨에 도달하면, 빌딩 업그레이드가 잠금해제 됩니다. 빌딩 메뉴에서 빌딩을 업그레이드 할 수 있습니다. 빌딩 업그레이드는 꽤 비싼 편이므로, 게임 초기에, 충분한 자금이 있는지 확인하십시오.
pt: Assim que você chega a certos níveis para a cidade, os upgrades dos prédios são destravados. Você pode fazer o upgrade dos prédios a partir do menu. O upgrade de um prédio é bem caro, então verifique se tem fundos suficientes, principalmente no começo do jogo.
ru: После достижения определенного уровня города, будут разблокированы улучшения для зданий. Улучшить здание можно из соответствующего ему меню здания. Улучшение здания является достаточно дорогим, поэтому обязательно убедись в том, что оно тебе по карману, в особенности на ранних стадиях игры.
zh: 当城镇到达一定级别后，建筑升级将被解锁。你可以在建筑菜单中升级建筑。 升级建筑十分昂贵，请确保你能负担起建筑的升级，尤其是在游戏的初级阶段。
zh_tw: 當城鎮到達一定級別後，建築升級將被解鎖。你可以在建築菜單中升級建築。 升級建築十分昂貴，請確保你能支付建築的升級，尤其在遊戲的最初階段。

# T_GAME_LOADINGTIP_051
source: Researching the geologist is very useful! When you assign the geologist to a mine, he gradually replenishes the ore deposit.
de: Den Geologen zu erforschen ist sehr nützlich! Wenn du den Geologen einem Arbeitsplatz in einem Bergwerk zuweist, dann füllt er das Vorkommen langsam wieder auf.
es: ¡Hacer que el geólogo lleve a cabo una prospección del subsuelo es muy útil! Cuando lo asignes a una mina, repondrá el depósito de mineral de forma gradual.
fr: Rechercher le géologue peut être très utile ! Une fois que vous aurez assigné le géologue à une mine, il réapprovisionnera régulièrement le dépôt de minerai.
id: Meriset Geolog sangat berguna! Saat Anda menugaskan geolog ke sebuah tambang, ia perlahan-lahan mengisi deposit bijih.
it: Ricercare il Geologo è molto utile! Quando assegni un Geologo a una miniera, i giacimenti di minerale si riforniscono gradualmente.
ja: 地質学者をリサーチするのは、とてもメリットがあります！ 採鉱場に地質学者を任命すると、彼は徐々に鉱床を補充していきます。
ko: 지질학자 리서치는 매우 유용합니다! 지질학자를 광산에 배정하면, 광석들을 천천히 보충합니다.
pt: Pesquisar o geólogo é muito útil! Quando você designa um geólogo para uma mina, ele reabastece os depósitos de minério gradualmente.
ru: Исследование геолога будет чрезвычайно полезным! Назначенный на рудник геолог постепенно восполняет запасы руды.
zh: 研发地理学家非常有用！ 当你委派地理学家到矿井后，他会慢慢补充矿床。
zh_tw: 研發地理學家非常有用！ 當你委派地理學家到礦井後，他會慢慢補充礦床。

# T_GAME_LOADINGTIP_052
source: When a new town level is reached, additional research options will be unlocked. You can conduct research by expending either Prestige or resources. Research is expensive, but the bonuses are persistent, i.e. permanently available for all your towns!
de: Wenn du neue Stufen erreichst, dann schaltest du neue Forschungen frei, die du entweder mit Ressourcen oder mit Prestige bezahlen kannst. Forschen ist teuer, aber die freigeschalteten Boni sind dir immer und in jeder deiner Städte verfügbar, sobald sie erforscht sind.
es: Cuando la ciudad suba de nivel, se desbloquearán más opciones de investigación. Para poder llevar a cabo una investigación, necesitarás utilizar puntos de prestigio o recursos. Sí, es caro, ¡pero las bonificaciones estarán disponibles en toda la ciudad de forma permanente!
fr: Une fois que vous aurez atteint certains niveaux de ville, des options de recherches seront débloquées. Vous pouvez conduire des recherches en dépensant soit des points de Prestige, soit des ressources. La recherche coûte cher, mais ses bonus sont persistants, c'est à dire que votre ville en bénéficie en permanence !
id: Saat sebuah level kota baru tercapai, opsi riset tambahan akan terbuka. Anda bisa melaksanakan riset dengan membelanjakan poin Prestise atau sumber daya. Riset itu mahal, tapi bonusnya tetap, yaitu tersedia permanen untuk semua kota Anda!
it: Quando viene raggiunto un nuovo livello di città si sbloccano nuove possibilità di ricerca. Puoi condurre ricerche spendendo punti prestigio oppure risorse. La ricerca è costosa, ma i bonus sono permanenti, ovvero sempre disponibili per la tua città!
ja: 街が新しいレベルに到達すると、新しいリサーチができるようになります。リサーチは資材か名声で行うことができます。 リサーチは高価なものですが、効果はずっと続きます。
ko: 새로운 타운 레벨에 도달하면, 추가적인 리서치 옵션이 잠금해제 됩니다. 프레스티지 포인트 또는 자원을 사용하여 리서치가 가능합니다. 리서치는 비용이 꽤 비싸지만, 보너스는 지속적입니다. 예. 영구적으로 타운에서 사용이 가능합니다!
pt: Quando você alcança um novo nível na cidade, você destrava novas opções de pesquisa. Você pode conduzir pesquisas utilizando pontos de Prestígio ou recursos. A pesquisa é cara, mas as vantagens são muitas, ou seja, ficam disponíveis permanentemente para toda a cidade!
ru: При достижении нового уровня города будут разблокированы дополнительные опции для исследования. На проведение исследований можно тратить либо очки престижа, либо ресурсы. Исследования дороги, однако получаемые с их помощью преимущества носят постоянный характер, то есть становятся постоянно доступными для всего твоего города!
zh: 当城镇到达新的级别后，额外的研究选项会被解锁。你可以使用威望币或资源进行研究。 研究很昂贵，但是奖赏很丰厚，能为你的城镇永久持续！
zh_tw: 當城鎮到達新的級別後，額外的研究選項會被解鎖。你可以使用威望幣或資源進行研究。

# T_GAME_LOADINGTIP_053
source: Once your town reaches a certain size, there is a risk of a plague outbreak! You will need an infirmary and a herb garden to cure your Townies.
de: Wird dein Dorf groß genug, so kann es von der Pest befallen werden! Du benötigst einen Heilmedikus und einen Kräutergarten, um deine Bewohner heilen zu können.
es: Cuando la ciudad alcance cierto tamaño, podría correr el riesgo de tener un brote de peste. Necesitarás una enfermería y un huerto de hierbas para curar a los townies.
fr: Une fois que votre ville atteint un certain stade, vous risquez d'être touché par une épidémie de peste ! Vous aurez besoin d'une infirmerie et d'un jardin aux plantes pour soigner vos habitants.
id: Begitu kota Anda mencapai ukuran tertentu, ada risiko terjangkit wabah! Anda akan membutuhkan puskesmas dan kebun toba untuk mengobati Townies Anda.
it: Quando una città raggiunge una certa dimensione, c'è il rischio che scoppino epidemie! Ti occorreranno un'infermeria e un orto per curare i cittadini.
ja: 街がある程度発展すると、疫病が発生する危険が出てきます。病人を治療するために診療所とハーブ畑をつくりましょう。
ko: 마을이 특정 규모에 도달하면, 전염병의 위험이 존재합니다! 주민들을 치료하기 위한 병원과 허브 정원이 필요합니다.
pt: Assim que a sua cidade alcança um determinado tamanho, há o risco de haver um surto de peste! Você precisará de uma enfermaria e de um jardim de ervas para curar os seus habitantes.
ru: После того, как твой город достигнет определенного размера, появляется риск вспышки чумы! Для лечения твоих горожан тебе потребуются лазарет и сад трав.
zh: 当城镇到达一定规模后，就会有爆发瘟疫的危险！你需要建造医务室和草药园来治愈镇民。
zh_tw: 當城鎮到達一定規模後，就會有爆發瘟疫的危險！你需要建造醫務室和草藥園來治癒鎮民。

# T_GAME_LOADINGTIP_054
source: When plague strikes or a fire breaks out in your town, you should immediately build an infirmary or a fire tower. The doctor cures sick Townies and the fireman extinguishes burning buildings.
de: Wenn die Pest in deinem Dorf ausbricht oder ein Gebäude brennt, solltest du schnellstmöglich einen Heilmedikus ansiedeln, bzw. einen Feuerturm im Dorf errichten. Der Doktor hilft dir gegen Krankheiten und der Feuerwehrmann löscht brennende Gebäude.
es: Cuando la plaga llegue a la ciudad o se produzca algún incendio, construye inmediatamente una enfermería o una torreta de incendios. Así, el doctor curará a los townies enfermos y los bomberos apagarán los edificios en llamas.
fr: Lorsque la peste ou un incendie frappe votre ville, vous devrez construire immédiatement une infirmerie ou une tour d'incendie. Le docteur soigne les habitants malades et les pompiers éteignent les bâtiments en flammes.
id: Saat wabah menyerang atau api tersulut di kota Anda, Anda harus segera membangun puskesmas atau Menara Api. Dokter mengobati Townies yang sakit dan damkarwan memadamkan gedung yang terbakar.
it: Quando scoppia un'epidemia o un incendio si sviluppa in città, devi immediatamente costruire un'infermeria o una torre dei pompieri. Il dottore cura i cittadini malati e i pompieri estinguono gli edifici in fiamme.
ja: 街で疫病が流行り、火事が発生する場合、すぐに診療所や火の見やぐらを建てましょう。医者は病人を治療し、消防士は燃え盛る建物を鎮火します。
ko: 전염병이 타운에 시작될 경우, 병원 또는 화재 타워를 즉시 지으셔야 합니다. 의사들은 아픈 주민들을 치료하며 소방관들은 빌딩의 화재를 진압합니다.
pt: Quando a peste ataca ou há um incêndio na cidade, você precisa construir imediatamente uma enfermaria ou uma Torre contra incêndios. O médico cura os habitantes e o bombeiro apagam os incêndios nos prédios.
ru: При вспышке чумы или возникновении пожара в твоем городе, следует незамедлительно построить лазарет или пожарную вышку. Доктор лечит заболевших горожан, а пожарный тушит горящие здания.
zh: 当城镇爆发瘟疫或发生火灾时，你需要立即建造医务室或防火塔。 医生治疗生病的镇民，消防员扑灭着火的建筑物。
zh_tw: 當城鎮爆發瘟疫或發生火災時，你需要立即建造醫務室或防火塔。 醫生治療生病的鎮民，消防員撲滅著火的建築物。

# T_GAME_LOADINGTIP_055_DEPRECATED
source: Upgrading special buildings, like the infirmary or the fire tower, unlocks the „Extinguish all!“ and „Cure all!“ functions in the building's menu.
de: Das Upgraden von Spezialgebäuden wie der Klinik oder dem Feuerturm ermöglicht dir, die „Alles heilen!“ bzw. „Alles löschen!“ Funktionen in den jeweiligen Kontextmenüs der Gebäude zu nutzen.
es: Al mejorar edificios especiales, como la enfermería o la torreta de incendios, se desbloquearán funciones en el menú del edificio.
id: Memutakhirkan gedung khusus seperti puskesmas atau menara api membuka fungsi „Padamkan semua!“ dan „Obati semua!“ dalam menu gedung.
ja: 診療所や火の見やぐらといった特別な建物をアップグレードさせると、建物メニュー内の「すべての火を消す」や「すべてを治療する」の機能が使えるようになります。
ko: 병원 또는 화재 타워와 같은 특별 빌딩을 업그레이드하면 빌딩 메뉴에서 „모두 진압!“ 그리고 „모두 치료!“와 같은 기능의 사용이 가능합니다.
zh: 升级特殊建筑，比如医务室或防火塔，会解锁建筑菜单中“扑灭所有火”和“治愈所有镇民”的功能。
zh_tw: 升級特殊建築，比如醫務室或防火塔，會解鎖建築菜單中“撲滅所有火”和“治癒所有鎮民”的功能。

# T_GAME_LOADINGTIP_057
source: Take care of your buildings! If you don't repair them regularly, they could start to smolder and might even burn down.
de: Kümmere dich um deine Gebäude! Reparierst du sie nicht regelmäßig, beginnen sie zu schwelen und ein Feuer kann ausbrechen!
es: ¡Cuida de los edificios! Si no los reparas con regularidad, podrían empezar a arder e, incluso, incendiarse y derrumbarse.
fr: Prenez soin de vos bâtiments ! Si vous ne les réparez pas régulièrement, ils commencent à se consumer et pourraient même se voir réduits en cendres.
id: Rawatlah gedung Anda! Jika Anda tidak rutin memperbaikinya, gedung bisa memercikkan api dan bahkan bisa terbakar.
it: Prenditi cura dei tuoi edifici! Se non li ripari regolarmente, inizieranno a deteriorarsi e a prendere fuoco.
ja: 建物はきちんと管理しましょう。定期的に修復しないと、火事が発生し、燃えてしまうことがあります。
ko: 빌딩을 관리하십시오! 정기적으로 수리하지 않으면, 검게 그을리거나 또는 타버릴 수 있습니다.
pt: Cuide bem dos seus prédios! Se você não os restaurar com frequência, eles começaram a decair e podem até pegar fogo.
ru: Заботься о своих зданиях! Если регулярно не ремонтировать их, они могут начать дымиться и, даже, выгореть дотла.
zh: 要好好维护你的建筑！如果你不定期维修建筑，它们可能会起火甚至烧毁。
zh_tw: 要好好維護你的建築！如果你不定期維修建築，它們可能會起火甚至燒毀。

# T_GAME_LOADINGTIP_058
source: When your town is ravaged by plague or fire, your Townies might leave town. They will come back eventually, once the danger is over and if there are sufficient empty townhouses are available.
de: Durch den Ausbruch der Pest oder eines Großbrandes kann es passieren, dass deine Townies das Dorf verlassen. Nach einiger Zeit werden die Townies jedoch zurückkehren, wenn die Gefahr gebannt ist und genug freie Wohnhäuser vorhanden sind.
es: Puede que si un incendio o una peste arrasan la ciudad, los townies la abandonen. Seguramente vuelvan cuando haya pasado el peligro y siempre que haya suficientes casas disponibles.
fr: Lorsque votre ville est ravagée par une épidémie ou un incendie, les habitants peuvent quitter la ville. Ils finiront par revenir, une fois que le danger sera écarté et qu'il y aura suffisamment de maisons vides de disponibles.
id: Saat kota Anda dirusak oleh wabah atau api, Townies Anda mungkin meninggalkan kota. Mereka toh akan kembali lagi begitu bahaya berlalu dan jika ada rumah-rumah bandar kosong yang memadai tersedia.
it: Quando la tua città viene devastata da epidemie e incendi, i cittadini possono decidere di lasciare la città. Torneranno quando il pericolo è terminato e se ci sono case disponibili a sufficienza.
ja: 街が疫病や火事に見舞われると、タウニーは町を離れることがあります。危険がなくなり、十分な空家があれば、徐々に戻ってくるでしょう。
ko: 타운에 화재나 전염병이 발생하면, 주민들은 타운을 떠날 수도 있습니다. 위험이 사라지고 충분한 타운하우스가 존재할 경우, 주민들은 결국 돌아오게 됩니다.
pt: Quando a sua cidade é devastada pela peste ou pelo fogo, os habitantes podem abandoná-la. Eles acabarão voltando assim que não houver mais perigo e se houver casas vazias em número suficiente.
ru: Если чума или огонь охватывают твой город, горожане могут покинуть его. Со временем, после того, как опасность проходит и в случае, если в городе есть достаточно пустых городских домов, они вернутся.
zh: 当城镇遭遇瘟疫或火灾时，你的镇民可能会离开城镇。当危险结束，可用的排房充足时，镇民会渐渐回到镇上。
zh_tw: 當城鎮遭遇瘟疫或火災時，鎮民可能會離開城鎮。當危險結束，可用的連棟宅邸充足時，鎮民會漸漸回到鎮上。

# T_GAME_LOADINGTIP_059
source: Some buildings have powerful features in their contextual menu. These buildings are: carpenters' shop, treasury, infirmary, fire tower and the mine.
de: Manche Gebäude besitzen mächtige Optionen in ihrem Kontextmenü. Zu diesen Gebäuden gehören: Schreinerei, Schatzkammer, Heilmedikus, Feuerturm und das Bergwerk.
es: En el menú contextual de algunos edificios se incluyen funciones poderosas. Son los siguientes: la carpintería, la tesorería, la enfermería, la torreta de incendios y la mina.
fr: Certains bâtiments ont des fonctionnalités puissantes dans leur menu contextuel. Ces bâtiments sont : la menuiserie, la trésorerie, l'infirmerie, la tour d'incendie et la mine.
id: Beberapa bangunan punya fitur hebat di menu kontekstualnya. Bangunan itu adalah: bengkel tukang kayu, gedung kas, rumah sakit, menara pemadam kebakaran, dan tambang.
it: Alcuni edifici hanno importanti funzionalità nel loro menu contestuale. Questi edifici sono: laboratorio del carpentiere, tesoreria, infermeria, torre dei pompieri e miniera.
ja: いくつかの建物にはメニューに強力な機能があります。 該当の建物は以下の通りです： 大工店、国庫、診療所、火の見やぐら、採掘所
ko: 일부 건물은 상황별 메뉴에 강력한 기능이 있습니다. 그러한 건물로는 목공소, 금고, 병원, 소화탑 그리고 광산이 있습니다.
pt: Alguns prédios têm recursos poderosos no seu menu de contexto. Esses prédios são: carpintaria, tesouro, enfermaria, torre contra incêndio e mina.
ru: В контекстном меню некоторых зданий можно найти мощные опции. Подобные опции есть у следующих зданий: мастерская плотника, казначейство, лазарет, пожарная вышка и рудник.
zh: 一些建筑物可以在环境菜单中开启强大功能， 例如木匠店铺、金库、消防塔和矿井。
zh_tw: 一些建物可以在環境功能表中開啟強大功能， 例如木匠店鋪、金庫、消防塔和礦井。

# T_GAME_LOADINGTIP_059_DEPRECATED
source: Some buildings get powerful new features when upgraded to level 2. These buildings are: carpenters' shop, treasury, infirmary, fire tower and the mine.
de: Bei manchen Gebäuden schaltest du mächtige Optionen für das Kontextmenü frei, wenn du das Upgrade auf Stufe 2 durchführst. Zu diesen Gebäuden zählen: Schreinerei, Schatzkammer, Heilmedikus, Feuerturm und das Bergwerk.
es: Algunos edificios obtienen funciones nuevas muy potentes cuando los mejores al nivel 2. Estos son: la carpintería, la tesorería, la enfermería, la torreta de incendios y la mina.
fr: Certains bâtiments obtiennent de nouvelles fonctionnalités puissantes lorsque vous les améliorez au niveau 2. Ces bâtiments sont : la menuiserie, la trésorerie, l'infirmerie, la tour d'incendie et la mine.
id: Beberapa gedung mendapatkan fitur baru yang hebat saat dimutakhirkan ke level 2. Gedung tersebut adalah: bengkel tukang kayu, bendahara, puskesmas, menara api dan tambang.
it: Alcuni edifici ricevono nuove importanti funzionalità quando vengono potenziati al Livello 2. Questi edifici sono: laboratorio del carpentiere, tesoreria, infermeria, torre dei pompieri e miniera.
ja: 大工店、国庫、診療所、火の見やぐら、採鉱場は、建物レベル2にアップグレードすると、強力な新機能が使えるようになります。
ko: 몇몇 빌딩은 레벨 2 업그레이드 시 강력한 새로운 기능을 가지게 됩니다. 다음 빌딩들입니다: 목수 상점, 재무부, 병원, 화재 타워 그리고 광산.
pt: Alguns prédios obtêm excelentes novos recursos quando recebem o upgrade para o nível 2. Esses prédios são: carpintaria, tesouro, enfermaria, torre contra incêndio e mina.
ru: После улучшения до уровня 2, некоторые здания получают мощные новые опции. Это следующие здания: мастерская плотника, казначейство, лазарет, пожарная вышка и рудник.
zh: 当升级到第二级后，一些建筑物会获得强大的功能。 这些建筑是： 木匠店、金库、医务室、防火塔和矿井。
zh_tw: 當升級到第二級後，一些建築物會獲得強大的功能。 這些建築是：木匠店、金庫、醫務室、防火塔和礦井。

# T_GAME_LOADINGTIP_060
source: Earn more XP and reach new town levels faster by using the Double XP buff!
de: Verdiene mehr XP und erreiche höhere Stufen schneller, indem du den Doppelte XP Buff benutzt!
es: ¡Consigue más EXP y que la ciudad suba de nivel más rápido gracias al potenciador “Doble de EXP”!
fr: Gagnez plus d'XP et atteignez plus facilement de nouveaux niveaux de ville en utilisant le bonus de Double XP !
id: Dapatkan lebih banyak XP dan capai level kota baru lebih cepat dengan menggunakan kemujuran XP Ganda!
ja: 「無制限のXP2倍」を購入すれば、より多くのXPが獲得でき、街のレベルアップが早くなります。
ko: Double XP 버프를 사용하여 더 많은 XP를 얻으시고 새로운 타운 레벨에 빠르게 도달하십시오
pt: Ganhe mais XP e faça sua cidade alcançar novos níveis mais rápido ao usar o buff de duas vezes mais XP!
zh: 使用双倍 XP 值功能， 赚取更多 XP 值，更快的升级城镇！
zh_tw: 使用雙倍 XP 值功能，賺取更多 XP值，更快的升級城鎮！

# T_GAME_LOADINGTIP_061
source: A barracks can only supply guard towers in its area of influence.
de: Eine Kaserne kann Wachtürme nur in ihrem Einflussbereich versorgen.
es: Un barracón solo puede aprovisionar a las torres de vigilancia situadas en su zona de influencia.
fr: Des baraquements ne peuvent ravitailler que les tours de garde dans leur zone d'influence.
id: Satu barak hanya bisa mensuplai menara jaga di daerah pengaruhnya.
it: Una caserma può rifornire solo le torri di guardia nel suo raggio d'influenza.
ja: 兵舎は有効範囲においてのみ見張り塔に供給することができます。
ko: 병영은 영향권 내에 있는 감시탑에만 물자를 공급할 수 있습니다.
pt: O quartel só pode abastecer as torres de guarda em sua área de influência.
ru: Казармы могут обеспечивать припасами лишь находящиеся в их зоне действия сторожевые вышки.
zh: 兵营只能向覆盖范围内的守卫塔提供补给。
zh_tw: 兵營只能向覆蓋範圍內的守衛塔提供補給。

# T_GAME_LOADINGTIP_062
source: When your soldiers lose a fight, they will head back and recover from their injuries.
de: Verlieren deine Soldaten einen Kampf, dann brauchen sie einige Zeit, um sich davon zu erholen.
es: Si tus soldados pierden un combate, se retirarán a recuperarse de sus heridas.
fr: Lorsque vos soldats perdent un combat, ils retournent se faire soigner.
id: Kalau serdadumu kalah bertempur, mereka akan pulang dan memulihkan luka-luka.
it: Quando i tuoi soldati perdono una battaglia, tornano indietro per guarire dalle ferite subite.
ja: 兵士たちが戦いに敗れたら、戻ってきて怪我を回復するでしょう。
ko: 군인은 싸움에서 지면 돌아와 부상에서 회복합니다.
pt: Quando seus soldados perdem uma luta, eles recuam e se recuperam dos seus ferimentos.
ru: Потерпевшие поражение солдаты возвращаются домой, чтобы залечить раны.
zh: 战败的士兵会撤回兵营，他们的伤势也会痊愈。
zh_tw: 戰敗的士兵會撤回兵營，他們的傷勢也會痊癒。

# T_GAME_LOADINGTIP_063_MOUSE
source: Click on a building to display the context menu. There you can find useful information and special features of every building.
de: Das Kontextmenü bietet dir hilfreiche Informationen über deine Gebäude – Klicke einfach auf ein Bauwerk.
es: Haz clic en un edificio para entrar en su menú contextual. Allí encontrarás información útil y funciones especiales.
fr: Cliquez sur un bâtiment pour accéder à son menu contextuel. Vous y trouverez des informations utiles et les fonctionnalités spéciales de chaque bâtiment.
id: Klik suatu bangunan untuk masuk ke menu kontekstualnya. Di sini kamu bisa temukan informasi berguna dan fitur khusus semua bangunan.
it: Tocca un edificio per visualizzarne il menu contestuale, dove troverai informazioni utili e funzionalità speciali di ogni costruzione.
ja: 建物のメニューを表示するには建物をクリックしてください。そこで役立つ情報やそれぞれの建物の特性を見ることができます。
ko: 건물을 클릭하여 상황별 메뉴를 표시하세요. 여기서 건물별 유용한 정보와 특수 기능을 알 수 있습니다.
pt: Clique em um prédio para exibir o menu de contexto. Lá você encontrará informações úteis e recursos especiais.
ru: Нажми на здание, чтобы открыть контекстное меню. Здесь ты найдешь полезную информацию и особые опции здания.
zh: 点击建筑物即可显示相应的环境菜单。您可以到那里查看每座建筑物的实用信息和特殊属性。
zh_tw: 點擊建築物即可顯示相應的環境功能表。您可以到那裡查看每座建築物的實用資訊和特殊屬性。

# T_GAME_LOADINGTIP_063_TOUCH
source: Touch a building to enter it's context menu. You can find useful information and special features of every building here.
de: Das Kontextmenü bietet dir hilfreiche Informationen über deine Gebäude - berühre einfach ein Bauwerk.
es: Toca un edificio para entrar en su menú contextual. Allí encontrarás información útil y funciones especiales.
fr: Touchez un bâtiment pour accéder à son menu contextuel. Vous y trouverez des informations utiles et des fonctionnalités spéciales.
id: Sentuhlah suatu bangunan untuk masuk ke menu kontekstualnya. Di sini kamu bisa temukan informasi berguna dan fitur khusus semua bangunan.
it: Tocca un edificio per visualizzarne il menu contestuale, dove troverai informazioni utili e funzionalità speciali.
ja: メニューに入るために建物をタッチして、メニューを開いてください。ここですべての建物の有益な情報と特別な機能を確認することができます。
ko: 건물을 터치하여 상황별 메뉴로 들어가세요. 여기서 건물별 유용한 정보와 특수 기능을 알 수 있습니다.
pt: Toque um prédio para entrar no seu menu de contexto. Lá você encontrará informações úteis e recursos especiais.
ru: Коснись здания, чтобы увидеть его контекстное меню. Здесь ты сможешь найти полезную информацию и особые опции здания.
zh: 点按建筑物即可进入相应的环境菜单。您可以在该菜单中查看每座建筑物的实用信息和特殊功能。
zh_tw: 點按建物即可進入相應的環境功能表。您可以在該功能表中檢視每座建物的實用資訊和特殊功能。

# T_GAME_LOADINGTIP_064
source: When bandits attack a building, they can steal resources, lay fire to or demolish the building.
de: Wenn ein Banditenangriff auf ein Gebäude erfolgreich ist, legen sie ein Feuer, stehlen Rohstoffe oder zerstören das Gebäude.
es: Cuando los bandidos atacan un edificio, roban recursos, le prenden fuego, o lo derriban.
fr: Lorsque des bandits attaquent un bâtiment, ils peuvent dérober des ressources, mettre le feu ou démolir le bâtiment.
id: Kalau gerombolan bandit menyerang sebuah bangunan, mereka bisa mencuri sumber daya, membuat kebakaran, atau menghancurkan bangunan itu.
it: Quando i banditi attaccano un edificio, possono rubare risorse, dargli fuoco o demolirlo.
ja: 盗賊が建物を攻撃するとき、彼らは資材を盗むために火を置くか、建物を取り壊すことがあります。
ko: 강도가 건물을 공격하면 자원을 훔치거나, 건물에 불을 지르거나, 건물을 파괴할 수 있습니다.
pt: Quando os bandidos atacam um prédio, eles podem roubar recursos, incendiar ou demolir o prédio.
ru: При нападении на здание бандиты могут украсть из него ресурсы, устроить пожар или и вовсе сровнять его с землей.
zh: 强盗攻击建筑物时，可以窃取资源、纵火或摧毁建筑物。
zh_tw: 強盜攻擊建物時，可以竊取資源、縱火或摧毀建物。
