Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_BUILDING_PILLORY
source: Pillory
de: Pranger
es: Picota
fr: Pilori
id: Tiang Gantung
it: Gogna
ja: さらし台
ko: 필로리
pt: Pelourinho
ru: Позорный столб
zh: 头手枷
zh_tw: 頭手枷

# T_GAME_BUILDING_PLAZA
source: Plaza
fr: Place
it: Piazza
ja: 広場
ko: 광장
pt: Praça
ru: Рыночная площадь
zh: 广场
zh_tw: 廣場

# T_GAME_BUILDING_ROAD
source: Cobblestone road
de: gepflasterte Straße
es: Camino de adoquines
fr: Route pavée
id: Jalan Batu
it: Strada di ciottoli
ja: 玉石を敷いた道路
ko: 조약돌 길
pt: Rua de pedras
ru: Булыжная мостовая
zh: 鹅卵石铺设的道路
zh_tw: 鵝卵石鋪設的道路

# T_GAME_BUILDING_ROAD_DIRT
source: Dirt road
de: Feldweg
es: Camino de tierra
fr: Route de terre
id: Jalan tanah
it: Strada sterrata
ja: 未舗装の道路
ko: 비포장 도로
pt: Estrada de terra
ru: Грунтовая дорога
zh: 泥土路
zh_tw: 泥土路

# T_GAME_BUILDING_ROAD_STONE
source: Cobblestone road
de: Pflasterstraße
es: Calle de adoquines
fr: Route pavée
id: Jalan batu
it: Strada di ciottoli
ja: 玉石を敷いた道路
ko: 자갈 도로
pt: Estrada de pedra
ru: Булыжная мостовая
zh: 鹅卵石路
zh_tw: 鵝卵石路

# T_GAME_BUILDING_ROSEGARDEN
source: Rose garden
de: Rosengarten
es: Jardín de rosas
fr: Roseraie
id: Taman Mawar
it: Roseto
ja: バラ園
ko: 장미 정원
pt: Jardim de rosas
ru: Розарий
zh: 玫瑰园
zh_tw: 玫瑰園

# T_GAME_BUILDING_SAWMILL
source: Sawmill
de: Sägemühle
es: Aserradero
fr: Scierie
id: Penggergajian
it: Segheria
ja: 製材所
ko: 제재소
pt: Serraria
ru: Лесопилка
zh: 锯木厂
zh_tw: 鋸木廠

# T_GAME_BUILDING_SCARECROW
source: Scarecrow
de: Vogelscheuche
es: Espantapájaros
fr: Épouvantail
id: Orang-orangan sawah
it: Spaventapasseri
ja: かかし
ko: 허수아비
pt: Espantalho
ru: Пугало
zh: 稻草人
zh_tw: 稻草人

# T_GAME_BUILDING_SHEEPWALK
source: Sheep pasture
de: Schafweide
es: Pasto de ovejas
fr: Pré à moutons
id: Padang Domba
it: Pascolo
ja: 牧羊地
ko: 양 목초지
pt: Pastagem de ovelhas
ru: Пастбище для овец
zh: 牧羊场
zh_tw: 牧羊場

# T_GAME_BUILDING_SMALLHOME_02
source: City house
de: Stadthaus
es: Casa pequeña
fr: Maison de ville
id: Wisma
it: Casa piccola
ja: 小さな街の家
ko: 소형 타운하우스
pt: Casa pequena
ru: Роскошный дом
zh: 小型城镇房屋
zh_tw: 小型聯排房

# T_GAME_BUILDING_STONEWALL
source: Stonewall
de: Steinmauer
es: Muro de piedra
fr: Mur de pierre
id: Tembok batu
it: Muro di pietra
ja: 石垣
ko: 스톤월
pt: Muro de pedras
ru: Каменная стена
zh: 石墙
zh_tw: 石牆

# T_GAME_BUILDING_TAILOR
source: Tailor's shop
de: Schneiderei
es: Sastrería
fr: Atelier du tailleur
id: Toko Penjahit
it: Sartoria
ja: 仕立屋
ko: 재단사 가게
pt: Loja do alfaiate
ru: Портняжная мастерская
zh: 裁缝店
zh_tw: 裁縫鋪

# T_GAME_BUILDING_TANNERY
source: Tannery
de: Gerberei
es: Curtiduría
fr: Tannerie
id: Tempat penyamakan kulit
it: Conceria
ja: なめし革工場
ko: 무두질 공장
pt: Curtume
ru: Дубильня
zh: 皮革厂
zh_tw: 皮革廠

# T_GAME_BUILDING_TAVERN
source: Tavern
de: Wirtshaus
es: Taberna
fr: Taverne
id: Kedai
it: Taverna
ja: 酒場
ko: 여관
pt: Taverna
ru: Таверна
zh: 酒馆
zh_tw: 酒館

# T_GAME_BUILDING_TAVERN_NEW
source: Community building
de: Gemeinschaftsgebäude
es: Edificio comunitario
fr: Bâtiments communautaires
id: Bangunan komunitas
it: Edificio comunitario
ja: みんなの場所
ko: 커뮤니티 건물
pt: Prédio comunitário
ru: Общественное здание
zh: 社区建筑
zh_tw: 社區建築

# T_GAME_BUILDING_TAXCOLLECTOR
source: Treasury
de: Schatzkammer
es: Tesorería
fr: Trésorerie
id: Gudang harta
it: Tesoreria
ja: 国庫
ko: 재무
pt: Tesouro
ru: Казначейство
zh: 金库
zh_tw: 金庫

# T_GAME_BUILDING_TENT
source: Officers tent
de: Offizierszelt
es: Tienda de oficiales
fr: Tente des officiers
id: Tenda perwira
it: Tenda degli ufficiali
ja: 士官のテント
ko: 장교 텐트
pt: Barraca dos oficiais
ru: Офицерская палатка
zh: 军官帐篷
zh_tw: 軍官帳篷

# T_GAME_BUILDING_TOOLMAKER
source: Toolmaker's workshop
de: Werkzeugschmiede
es: Taller de herramientas
fr: Atelier de l'outilleur
id: Bengkel Pembuat Alat
it: Utensileria
ja: 工具職人の工房
ko: 도구 제작자 워크샵
pt: Oficina do ferramenteiro
ru: Мастерская инструментальщика
zh: 工具匠作坊
zh_tw: 工具匠作坊

# T_GAME_BUILDING_TORCH
source: Torch
de: Fackel
es: Antorcha
fr: Torche
id: Obor
it: Torcia
ja: 街灯
ko: 횃불
pt: Tocha
ru: Факел
zh: 火把
zh_tw: 火把

# T_GAME_BUILDING_TOWNHOUSE
source: Townhouse
de: Wohnhaus
es: Casa
fr: maison
id: Rumah
it: Abitazione
ja: 家
ko: 타운하우스
pt: Moradia
ru: Городской дом
zh: 城镇排屋
zh_tw: 城鎮連棟宅邸

# T_GAME_BUILDING_TRADEGUILD
source: Trade guild
de: Handelsgilde
es: Gremio comercial
fr: Guilde du commerce
id: Perkumpulan saudagar
it: Gilda dei mercanti
ja: 取引ギルド
ko: 트레이드 길드
pt: Guilda comercial
ru: Гильдия торговцев
zh: 同业公会
zh_tw: 同業公會

# T_GAME_BUILDING_TRAVELINGARTIST
source: Juggler camp
de: Gauklerlager
es: Campo de malabares
fr: Camp de jongleur
id: Tempat sirkus
it: Carovana di giocolieri
ja: 手品小屋
ko: 저글러 캠프
pt: Circo Itinerante
ru: Домик фокусника
zh: 魔术剧场
zh_tw: 魔術劇場

# T_GAME_BUILDING_VINEYARD
source: Grape plantation
de: Traubenhain
es: Viñedo
fr: Vigne
id: Kebun Anggur
it: Vigna
ja: ぶどう農場
ko: 포도 재배
pt: Plantação de uva
ru: Виноградная плантация
zh: 葡萄种植园
zh_tw: 葡萄種植園

# T_GAME_BUILDING_WANTED
source: Notice board
de: Anschlagtafel
es: Tablón de avisos
fr: Panneau d'affichage
id: Papan pengumuman
it: Bacheca
ja: 掲示板
ko: 알림판
pt: Quadro de avisos
ru: Доска объявлений
zh: 公告板
zh_tw: 公告板

# T_GAME_BUILDING_WAREHOUSE
source: Warehouse
de: Lagerhaus
es: Almacén
fr: Entrepôt
id: Gudang
it: Magazzino
ja: 倉庫
ko: 창고
pt: Armazém
ru: Пакгауз
zh: 仓库
zh_tw: 倉庫

# T_GAME_BUILDING_WAY
source: Signpost
de: Wegweiser
es: Poste indicador
fr: Panneau
id: Penujuk Arah
it: Segnale
ja: 道しるべ
ko: 표지판
pt: Placa de sinalização
ru: Указательный столб
zh: 指示牌
zh_tw: 指示牌

# T_GAME_BUILDING_WEAPONS
source: Weapons stash
de: Waffenlager
es: Arsenal de armas
fr: Réserve d'armes
id: Simpanan senjata
it: Nascondiglio di armi
ja: 武器の隠し場所
ko: 무기고
pt: Estoque de armas
ru: Склад оружия
zh: 武器架
zh_tw: 武器庫

# T_GAME_BUILDING_WEAVER
source: Weaving mill
de: Webstube
es: Telar
fr: Atelier de tissage
id: Penenunan
it: Tessitore
ja: 織布工場
ko: 위빙 밀
pt: Tecelagem
ru: Ткацкая фабрика
zh: 纺织厂
zh_tw: 紡織廠

# T_GAME_BUILDING_WELL
source: Well
de: Brunnen
es: Pozo
fr: Puits
id: Sumur
it: Pozzo
ja: 井戸
ko: 우물
pt: Poço
ru: Колодец
zh: 水井
zh_tw: 水井

# T_GAME_BUILDING_WINDMILL
source: Windmill
de: Windmühle
es: Molino de viento
fr: Moulin
id: Kincir Angin
it: Mulino a vento
ja: 風車
ko: 풍차
pt: Moinho de vento
ru: Ветряная мельница
zh: 风磨坊
zh_tw: 風磨坊

# T_GAME_BUILDING_WINEFARM
source: Vineyard
de: Weingut
es: Viñedo
fr: Vignoble
id: Kebun anggur
it: Vigneto
ja: ぶどう園
ko: 포도원
pt: Vinhedo
ru: Виноградник
zh: 葡萄园
zh_tw: 葡萄園

# T_GAME_CHANGELOG_ECO_01
source: Update Changelog: Townsmen v1.8
es: Actualización de cambios: Townsmen v1.8
fr: Journal de mises à jour : Townsmen v1.8
id: Pemutakhiran Changelog: Townsmen v1.8
it: Registro delle modifiche: Townsmen v1.8
ja: アップデートチェンジログ： Townsmen v1.8
ko: 변경 로그 업데이트: Townsmen v1.8
pt: Registro de atualização: Townsmen v1.8
ru: Описание обновления: Townsmen v1.8
zh: 更新变化日志：Townsmen v1.8
zh_tw: 更新變化日誌：Townsmen v1.8

# T_GAME_CHANGELOG_ECO_02
source: Ask your friends for resources, with Google Gifting
de: Frage deine Freunde nach Ressourcen mit Google Gifting.
es: Pide recursos a tus amigos con Google Gifting
fr: Demandez des ressources à vos amis avec Google Gifting
id: Mintalah sumber daya kepada teman-temanmu, dengan Google Gifting
it: Chiedi risorse ai tuoi amici, via Google Gifting
ja: Google Giftingで友人に資材をお願いする
ko: Google Gifting으로 친구에게 자원을 요청하세요
pt: Peça recursos aos seus amigos pelo Google Gifting
ru: Проси у друзей ресурсы с помощью Google Gifting.
zh: 使用 Google 礼物收赠系统向好友求取资源
zh_tw: 使用 Google 禮物收贈系統向好友求取資源

# T_GAME_CHANGELOG_ECO_03
source: Send resources to your friends!
de: Schicke deinen Freunden Ressourcen!
es: ¡Envía recursos a tus amigos!
fr: Envoyez des ressources à vos amis !
id: Kirimkan sumber daya kepada teman-temanmu!
it: Invia risorse ai tuoi amici!
ja: 友人に資材を送ろう！
ko: 친구에게 자원을 보내세요!
pt: Mande recursos para os seus amigos!
ru: Отправляй ресурсы друзьям!
zh: 向好友发送资源！
zh_tw: 向好友發送資源！

# T_GAME_CHANGELOG_ECO_04
source: New building: Trade guild
de: Neues Gebäude: Die Handelsgilde
es: Nuevo edificio: gremio comercial
fr: Nouveau bâtiment : guilde du commerce
id: Bangunan baru: Perkumpulan saudagar
it: Nuovo edificio: Gilda dei mercanti
ja: 新しい建物：取引ギルド
ko: 새 건물: 트레이드 길드
pt: Novo prédio: Guilda comercial
ru: Новое здание: гильдия торговцев.
zh: 新建筑物：同业公会
zh_tw: 新建築物：同業公會

# T_GAME_CHANGELOG_ECO_05
source: Set up automatic trades at the trade guild
de: Stelle automatischen Handel in der Handelsgilde ein
es: Establece pedidos automáticos en el gremio comercial
fr: Préparez des échanges commerciaux automatiques à la guilde du commerce
id: Siapkan perdagangan otomatis di Perkumpulan saudagar
it: Imposta accordi commerciali automatici alla Gilda dei mercanti
ja: 取引ギルドで自動取引を設定する
ko: 트레이드 길드에서 거래 주문을 설정하세요
pt: Faça trocas automáticas com a guilda comercial
ru: Размещай заказы на автоматические торги в гильдии торговцев.
zh: 到同业公会设置自动交易
zh_tw: 到同業公會設定自動交易

# T_GAME_CHANGELOG_ECO_06
source: 3 new scenarios
de: 3 neue Szenarien
es: 3 escenarios nuevos
fr: 3 nouveaux scénarios
id: 3 skenario baru
it: 3 nuovi scenari
ja: ３つの新しいシナリオ
ko: 3개의 새로운 시나리오
pt: 3 novos cenários
ru: 3 новых сценария.
zh: 新增 3 个新剧情
zh_tw: 新增 3 個新劇情

# T_GAME_CHANGELOG_ECO_07
source: 2 new sandbox maps
de: 2 neue Endloskarten
es: 2 nuevos mapas de modo libre
fr: 2 nouvelles cartes en mode bac à sable
id: 2 peta sandbox baru
it: 2 nuove mappe sandbox
ja: ２つの新しいサンドボックスマップ
ko: 2개의 새로운 샌드박스 지도
pt: 2 novos mapas de sandbox
ru: 2 новых карты для «песочницы».
zh: 新增 2 幅沙箱地图
zh_tw: 新增 2 幅沙箱地圖

# T_GAME_CHANGELOG_ECO_08
source: Adjusted economy system: Buying and selling temporarily changes the trade prices at the market
de: Angepasstes Wirtschaftssystem: Einkaufen und Verkaufen verändert temporär die Handelspreise am Markt
es: Sistema económico ajustado: comprar y vender temporalmente cambia los precios de las transacciones en el mercado
fr: Système économique ajusté : l'achat et la vente changent temporairement les prix du marché
id: Sistem ekonomi disesuaikan: Jual-beli mengubah harga di pasar untuk sementara waktu
it: Sistema economico modificato: acquisto e vendita cambiano temporaneamente i prezzi di mercato
ja: 経済システムを調整：売買によって市場での卸売価格が一時的に変動します
ko: 경제 시스템 조정: 구매와 판매로 시장에서 거래 가격이 일시적으로 변합니다
pt: Sistema econômico ajustado: comprar e vender muda temporariamente os preços praticados no mercado
ru: Изменения в системе экономики: покупки и продажи временно изменяют цены на товары на рынке.
zh: 经济系统得到调整：短期买卖，也会改变市场交易价格
zh_tw: 經濟系統得到調整：短期買賣，也會改變市場交易價格

# T_GAME_CHANGELOG_ECO_09
source: Disasters like droughts increase trade prices for resource groups like food resources.
de: Katastrophen wie z.b. Dürren sorgen für Preisanstiege von Ressourcengruppen, wie Nahrungsressourcen.
es: Desastres como las sequías incrementan el precio de las transacciones de grupos de recursos, como la comida.
fr: Les désastres comme les sécheresses augmentent les prix de ressources comme la nourriture
id: Bencana seperti kekeringan meningkatkan harga untuk kelompok sumber daya seperti bahan pangan
it: Disastri, come le siccità, aumentano i prezzi al dettaglio di gruppi di risorse, come il cibo.
ja: 干ばつなどの災害で食料などの資材グループの卸売価格が上がります。
ko: 가뭄과 같은 재해로 식량 자원과 같은 자원의 거래 가격이 올라갑니다.
pt: Desastres, como secas, aumentam o preço de certos tipos de recurso, como comida
ru: Бедствия (например, засуха) увеличивают цены на товары тех или иных групп (например, на пищевые ресурсы).
zh: 干旱等灾害，会提高食品资源等资源类别的交易价格。
zh_tw: 乾旱等災害，會提高食品資源等資源類別的交易價格。

# T_GAME_CHANGELOG_SPRINGBREAK_2017_01
source: Townsmen Version 1.10 “Spring update”
de: Townsmen Version 1.10 “Frühlingsupdate”
es: Townsmen Versión 1.10 “Actualización de primavera”
fr: Townsmen Version 1.10 « Mise à jour de printemps »
ja: Townsmen バージョン1.10 「スプリングアップデート」
ko: Townsmen 버전 1.10 “봄 업데이트”
pt: Townsmen Versão 1.10 “Atualização de Primavera”
ru: Townsmen, версия 1.10 «Весеннее обновление»
zh: Townsmen 版本 1.10 “春季更新”
zh_tw: Townsmen 版本 1.10 「春季更新」

# T_GAME_CHANGELOG_SPRINGBREAK_2017_02
source: 74 new decoration objects
de: 74 neue Dekorationsobjekte
es: 74 nuevos objetos decorativos
fr: 74 nouveaux objets de décoration
id: 74 objek dekorasi baru
it: 74 nuovi oggetti decorativi
ja: 74の新しいデコレーション
ko: 74개의 새로운 장식품
pt: 74 novos objetos de decoração
ru: 74 новых украшения.
zh: 新增 74 个装饰物
zh_tw: 新增 74 個裝飾物

# T_GAME_CHANGELOG_SPRINGBREAK_2017_03
source: Improved decorations selection and placement
de: Verbesserte Platzierung und Auswahl von Dekorationsobjekten
es: Selección y colocación de decoraciones mejoradas
fr: Choix et placement des décorations améliorés
id: Pemilihan dan penempatan dekorasi telah ditingkatkan
it: Selezione e posizionamento delle decorazioni migliorato
ja: デコレーションの選択と配置の改善
ko: 장식 선택 및 배치 개선
pt: Melhorias na seleção e colocação de decorações
ru: Улучшена система выбора и размещения украшений.
zh: 装饰物选择及摆放，已得到改善
zh_tw: 裝飾物選擇及擺放，已得到改善

# T_GAME_CHANGELOG_SPRINGBREAK_2017_04
source: 3 new scenarios
de: 3 neue Szenarien
es: 3 escenarios nuevos
fr: 3 nouveaux scénarios
id: 3 skenario baru
it: 3 nuovi scenari
ja: 3つの新しいシナリオ
ko: 3가지 새로운 시나리오
pt: 3 novos cenários
ru: 3 новых сценария.
zh: 新增 3 个剧情
zh_tw: 新增 3 個劇情

# T_GAME_CHANGELOG_SPRINGBREAK_2017_05
source: Many new quest avatars
de: Viele neue Aufgabenavatare
es: Numerosos avatares de misión nuevos
fr: De nombreuses avatars de quêtes supplémentaires
id: Banyak avatar tugas yang baru
it: Molti altri avatar per le missioni
ja: たくさんの新しいクエストアバター
ko: 다양한 새로운 퀘스트 아바타
pt: Muitos novos avatares de missões
ru: Множество новых аватаров в заданиях.
zh: 新增多个任务头像
zh_tw: 新增多個任務頭像

# T_GAME_CHANGELOG_SPRINGBREAK_2017_05_OLD
source: Improved road building
de: Verbessertes Bauen von Straßen
es: Construcción de carreteras mejorada
fr: Construction de routes améliorée
id: Pembangunan jalan telah ditingkatkan
it: Costruzione delle strade migliorata
ja: 道路建設を改善
ko: 도로 건설 개선
pt: Melhoria na construção de estradas
ru: Улучшена системы прокладки дорог.
zh: 道路修筑，已得到改善
zh_tw: 道路修築，已得到改善

# T_GAME_CHANGELOG_WINTERUPDATE_2018_02
source: Three new scenarios
de: Drei neue Szenarien
es: Tres nuevos escenarios
fr: Trois nouveaux scénarios.
id: Tiga skenario baru
it: Tre nuovi scenari
ja: 3つの新しいシナリオ
ko: 3가지 새로운 시나리오
pt: Três novos cenários
ru: Три новых сценария
zh: 三个新的场景
zh_tw: 新增三個劇情

# T_GAME_CHANGELOG_WINTERUPDATE_2018_03
source: Six new sandbox maps
de: Sechs neue Sandbox Karten
es: Seis nuevos mapas de modo libre
fr: Six nouvelles sandboxes.
id: Enam peta sandbox baru
it: Sei nuove mappe sandbox
ja: 6つの新しいサンドボックスマップ
ko: 6가지 새로운 샌드박스 지도
pt: Seis novos mapas de sandbox
ru: Шесть новых карты для «песочницы»
zh: 六张全新沙箱地图
zh_tw: 新增六幅沙箱地圖

# T_GAME_CHANGELOG_WINTERUPDATE_2018_04
source: New buildings: Two new townhouses
de: Neue Gebäude: Zwei neue Wohnhäuser
es: Nuevos edificios: dos casas nuevas
fr: Nouveaux bâtiments : deux nouvelles maisons.
id: Bangunan baru: Dua rumah tinggal baru
it: Nuovi edifici: due nuove case
ja: 新しい建物：2つの新しい家
ko: 새로운 건물: 2가지 새로운 타운하우스
pt: Novos prédios: duas novas casas
ru: Новые здания: два новых городских дома
zh: 新建筑:两座新的连排房屋
zh_tw: 新增建築：兩棟全新聯排房

# T_GAME_CHANGELOG_WINTERUPDATE_2018_05
source: New look for the sawmill building
de: Neues Aussehen für die Sägemühle
es: Nuevo aspecto para el aserradero
fr: Un nouveau design pour la scierie.
id: Penampilan baru untuk bangunan penggergajian
it: Un nuovo look per la segheria
ja: 新しくなった製材所の建物
ko: 새로운 디자인의 제재소 건물
pt: Novo visual para o prédio da serraria
ru: Обновленный внешний вид лесопилки
zh: 锯木厂建筑全新外观
zh_tw: 鋸木廠建築新外觀

# T_GAME_CHANGELOG_WINTERUPDATE_2018_06
source: New decoration objects: dead trees, seasonal fields, trees for boulevards and many more!
de: Neue Deko-Objekte: Tote Bäume, saisonale Felder, Bäume für Boulevards und vieles mehr!
es: Nuevos objetos decorativos: árboles muertos, campos estacionales, árboles para bulevares y ¡mucho más!
fr: Nouveaux objets : des arbres morts, des terres variant en fonction des saisons, des arbres pour les rues.
id: Objek dekorasi baru: pohon mati, ladang musiman, pohon untuk bulevar dan banyak lagi!
it: Nuovi oggetti decorativi: alberi secchi, campi stagionali, alberi per viali e molto altro!
ja: 新しい装飾：死んだ木、季節の野原、通りの木など
ko: 새로운 장식품: 죽은 나무, 계절별 밭, 가로수 및 기타 아이템!
pt: Novos objetos de decoração: árvores mortas, plantação sazonal, árvores para avenidas e muito mais!
ru: Новые украшения: мертвые деревья, сезонные поля, деревья для бульваров и многое другое!
zh: 全新装饰物品：枯树、季节性农田、林荫大道的树木等等！
zh_tw: 新增裝飾物品：枯木、季節農田、林蔭大道樹木等等！

# T_GAME_CHANGELOG_WINTERUPDATE_2018_07
source: A new quest avatar: The Queen from the neighboring country
de: Ein neuer Auftraggeber: Die Königin aus dem Nachbarland
es: Nuevo avatar de misión: la reina de un país vecino
fr: Un nouvel avatar de quête : la reine du pays voisin.
id: Avatar tugas baru: Sang Ratu negeri tetangga
it: Un nuovo avatar per la missione: la Regina del paese confinante
ja: 新しいクエストアバター：近隣の国の女王
ko: 새로운 퀘스트 아바타: 이웃 왕국에서 찾아온 여왕
pt: Novo avatar de missão: A rainha do reino vizinho
ru: Новый аватар для заданий: королева из соседнего королевства
zh: 一项全新任务：来自邻国的女王
zh_tw: 新增任務頭像：鄰國女王

# T_GAME_CHANGELOG_WU2016_01
source: Update Changelog: Townsmen v1.9 “Seasons”
de: Update Changelog: Townsmen v1.9 “Jahresszeiten”
es: Actualización de cambios: Townsmen v1.9 «Estaciones»
fr: Journal de changements de la mise à jour : Townsmen v1.9 “Saisons”
it: Registro delle modifiche: Townsmen v1.9 “Stagioni”
ja: 変更履歴：Townsmen v1.9 「シーズンズ」
ko: 변경로그 업데이트: Townsmen v1.9 “시즌”
ru: Описание обновления: Townsmen v1.9 «Времена года»
zh: 更新变化日志：Townsmen v1.9 “四季”
zh_tw: 更新變化日誌：Townsmen v1.9 “四季”

# T_GAME_CHANGELOG_WU2016_02
source: Seasons: Spring, summer, autumn and winter with new appearances!
de: Jahreszeiten: Unterschiedlich aussehender Frühling, Sommer, Herbst und Winter!
es: Estaciones: ¡primavera, verano, otoño e invierno con nuevos aspectos!
fr: Saisons : Printemps, été, automne et hiver avec de nouvelles apparences !
id: Musim: Musim semi, musim panas, musim gugur dan musim dingin dengan tampilan baru!
it: Stagioni: primavera, estate, autunno e inverno con nuove apparizioni!
ja: 季節：新しい外観の春、夏、秋、冬
ko: 계절: 새로운 모습으로 다가오는 봄, 여름, 가을 그리고 겨울!
pt: Estações: primavera, verão, outono e inverno com novos visuais!
ru: Времена года: обновленные весна, лето, осень и зима!
zh: 季节：春季、夏季、秋季、冬季。每个季节都有新面貌！
zh_tw: 季節：春季、夏季、秋季、冬季。每個季節都有新面貌！

# T_GAME_CHANGELOG_WU2016_03
source: Weather: Rain, overcast, thunderstorms and blizzards in many variants!
de: Wetter: Regen, Gewitter, Bewölkung und Schneestürme in vielen Varianten!
es: Tiempo: ¡lluvioso, nublado, tormentoso y con ventisca de nieve en muchas variantes!
fr: Météo : Pluie, nuages, orages et blizzards avec de nombreuses variantes !
id: Cuaca: Hujan, mendung, badai petir, dan badai salju dengan banyak variasi!
it: Clima: pioggia, nuvoloso, tempeste di pioggia e neve in diverse varianti!
ja: 天候：雨、曇り、雷雨、吹雪など種類がたくさん！
ko: 날씨: 다양한 비, 흐림, 폭풍우 그리고 눈보라!
pt: Clima: chuva, nublado, tempestades e nevascas em muitas variantes!
ru: Погода: множество разных вариаций ливней, облачности, бурь и метелей!
zh: 天气：下雨、阴天、雷暴、暴风雪。每种天气，都有多变的形态！
zh_tw: 天氣：下雨、陰天、雷暴、暴風雪。每種天氣，都有多變的形態！

# T_GAME_CHANGELOG_WU2016_04
source: Reworked map influences: Weather and seasons now influence your town!
de: Überarbeitete Karteneinflüsse: Wetter und Jahreszeit beeinflussen dein Dorf!
es: Influencias del mapa revisadas: ¡ahora el tiempo y las estaciones afectan a la ciudad!
fr: Remaniement des influences de carte : la météo et les saisons influencent désormais votre village !
id: Pengaruh peta telah diubah: Cuaca dan musim sekarang berpengaruh terhadap kotamu!
it: Influenze sulla mappa modificate: clima e stagioni ora influenzano la città!
ja: 再構築されたマップの影響：天気と季節があなたの町に影響を及ぼす！
ko: 지도 영향 수정: 이제 날씨와 계절이 마을에 영향을 줘요!
pt: Influências de mapas reformuladas: clima e estações agora influenciam sua cidade!
ru: Изменена карта факторов: погода и времена года теперь влияют на город!
zh: 地图影响力有变化：现在天气和季节，都会对您的城镇产生影响！
zh_tw: 地圖影響力有變化：現在天氣和季節，都會對您的城鎮產生影響！

# T_GAME_CHANGELOG_WU2016_05
source: New disasters: Lightning, blizzards, large scale bandit attacks and avalanches now endanger your town!
de: Neue Katastrophen: Blitze, Schneestürme, groß angelegte Banditenangriffe und Lawinen können dein Dorf nun zusätzlich bedrohen!
es: Nuevos desastres: ¡relámpagos, ventiscas de nieve, ataques de bandidos a gran escala y aludes pueden poner en peligro la aldea!
fr: Nouveaux désastres : éclairs, blizzards, attaques de bandits à grande échelle et avalanches menacent désormais votre village !
id: Bencana baru: Petir, badai salju, serangan bandit besar-besaran, dan longsor kini mengancam kotamu!
it: Nuovi disastri: fulmini, tempeste di neve, attacchi di banditi su vasta scala e valanghe ora minacciano la tua città!
ja: 新しい災害：雷、吹雪、大規模な盗賊の襲来と雪崩があなたの町を脅かす！
ko: 새로운 재해: 이제 번개, 눈보라, 대형 강도 공격과 산사태가 마을을 위협합니다!
pt: Novos desastres: raios, nevascas, ataques de bandidos em larga escala e avalanches agora ameaçam sua cidade!
ru: Новые бедствия: теперь твоему городу грозят молнии, метели, нападения бандитов и лавины!
zh: 新增灾难：闪电、暴风雪、强盗大规模攻击、雪崩等等，都会危害到您的城镇！
zh_tw: 新增災難：閃電、暴風雪、強盜大規模攻擊、雪崩等等，都會危害到您的城鎮！

# T_GAME_CHANGELOG_WU2016_06
source: Completely reworked sandbox mode with many new quests!
de: Komplett überarbeiteter Endlosmodus mit vielen neuen Aufgaben!
es: ¡Modo libre totalmente revisado con muchas misiones nuevas!
fr: Un mode sandbox complètement remanié avec de nombreuses quêtes supplémentaires !
id: Modus sandbox telah diubah sepenuhnya dengan banyak tugas baru!
it: Modalità sandbox completamente rivista, con molte nuove missioni!
ja: サンドボックスモードを完全に再構築し、新しいクエストも多数！
ko: 수많은 새로운 퀘스트로 완벽히 새롭게 작업한 샌드박스 모드!
pt: Modo sandbox completamente reformulado com novas missões!
ru: Полностью переработанная «песочница» со множеством новых заданий!
zh: 沙箱模式，面貌一新，包含多个新任务！
zh_tw: 沙箱模式，面貌一新，包含多個新任務！

# T_GAME_CHANGELOG_WU2016_07
source: 2 new production buildings: Oast house and vineyard!
de: 2 neue Produktionsgebäude: Hopfendarre und Weingut!
es: 2 nuevos edificios de producción: ¡secadero de lúpulo y viñedo!
fr: 2 nouveaux bâtiments de production : la touraille et le vignoble !
id: 2 bangunan baru untuk produksi: Rumah pengeringan hop dan kebun anggur!
it: 2 nuovi edifici produttivi: essiccatoio e vigneto!
ja: ２つの新しい生産のための建物：乾燥所とぶどう園！
ko: 새로운 생산 건물 2가지: 홉 건조장과 포도원!
pt: 2 novos prédios de produção: Casa de Lúpulo e Vinhedo!
ru: 2 новых производящих здания: хмелесушильня и виноградник!
zh: 新增 2 种生产建筑物：烘干坊和葡萄园！
zh_tw: 新增 2 種生產建築物：烘乾坊和葡萄園！

# T_GAME_CHANGELOG_WU2016_08
source: 3 new entertainment buildings: Contest grounds, juggler camp and fairground.
de: 3 neue Unterhaltungsgebäude: Wettkampfgelände, Gauklerlager und Festplatz.
es: 3 nuevos edificios de entretenimiento: recinto de torneo, campo de malabares y recinto ferial.
fr: 3 nouveaux bâtiments de divertissement : terrains de compétition, camp de jongleur et champ de foire.
id: 3 bangunan baru untuk hiburan: Arena perlombaan, tempat sirkus, dan arena pekan raya.
it: 3 nuovi edifici di intrattenimento: campo di gara, carovana di giocolieri e centro fieristico.
ja: ３つの新しい娯楽施設：コンテスト場、手品小屋、催事会場。
ko: 새로운 오락 건물 3가지: 경기장, 저글러 캠프 그리고 축제장.
pt: 3 novos prédios de entretenimento: Campo de Arco, Circo Itinerante e Praça de Eventos.
ru: 3 новых увеселительных заведения: стрельбище, домик фокусника и ярмарочная площадь.
zh: 新增 3 种娱乐设施：射箭场、魔术剧场和露天娱乐场。
zh_tw: 新增 3 種娛樂設施：射箭場、魔術劇場和露天娛樂場。
