Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_084
source: Each season has its own influences on your town. The winter for example increases the need for clothing.
de: Jede Jahreszeit hat besondere Einflüsse auf dein Dorf. Zum Beispiel steigt der Bedarf an Kleidung deiner Bewohner im Winter an.
es: Cada estación tiene sus efectos sobre la aldea. El invierno, por ejemplo, aumenta la necesidad de ropa.
fr: Chaque saison a sa propre influence sur votre village. Par exemple, l'hiver augmente le besoin de vêtements.
id: Setiap musim membawa pengaruh tersendiri untuk kotamu. Musim dingin, misalnya, meningkatkan kebutuhan akan pakaian.
it: Ogni stagione ha la sua influenza sulla città. Ad esempio, l’inverno fa aumentare la richiesta di abbigliamento.
ja: 各季節はあなたの町に違った影響を与えます。例えば冬には衣服への需要が増えます。
ko: 마을을 각 계절로부터 영향을 받아요. 예를 들어 겨울에는 옷이 더 필요하죠.
pt: Cada temporada tem seus efeitos sobre a sua cidade. O inverno, por exemplo, aumenta a necessidade de roupa.
ru: Каждое время года так или иначе влияет на жизнь в городе. Зимой, например, увеличивается потребность в одежде.
zh: 每个季节，对城镇的影响，都不相同。比如说，冬天就会使服装的需求量增加。
zh_tw: 每個季節，對城鎮的影響，都不相同。比如說，冬天就會使服裝的需求量增加。

# T_GAME_LOADINGTIP_085
source: In winter, your village can be endangered by snowstorms and avalanches.
de: Im Winter können Schneestürme oder Lawinen dein Dorf bedrohen!
es: En invierno existe el peligro de tormentas de nieve y aludes.
fr: En hiver, votre village peut être menacé par des tempêtes et des avalanches.
id: Di musim dingin, desamu bisa terancam badai salju dan bencana longsor.
it: Durante l’inverno, il tuo villaggio può essere minacciato da tempeste di neve e valanghe.
ja: 冬になるとあなたの村は吹雪や雪崩の危険にさらされる恐れがあります。
ko: 겨울에는 눈보라와 산사태가 마을을 덮칠 수 있어요.
pt: No inverno, sua cidade pode ser ameaçada por nevascas e avalanches.
ru: Зимой город может пострадать от метелей и лавин.
zh: 冬天，村庄可能受雪暴和雪崩的影响。
zh_tw: 冬天，村莊可能受雪暴和雪崩的影響。

# T_GAME_LOADINGTIP_086
source: In summer, your town can be drought-stricken. Your fields will start to wither until the effect is over.
de: Im Sommer können Dürren dein Dorf bedrohen. Eine Dürre lässt deine Felder verdorren.
es: En verano, pueden producirse sequías. Tus campos se empezarán a marchitar hasta que pase el efecto.
fr: En été, votre village peut être frappé par une sécheresse. Vos champs vont dépérir jusqu'à la fin de l'effet.
id: Di musim panas, kotamu bisa dilanda kekeringan. Tanaman di ladangmu akan layu sampai pengaruh itu berlalu.
it: In estate, la città può essere colpita dalla siccità. I campi inizieranno ad avvizzire finché l’effetto non termina.
ja: 夏になるとあなたの町を干ばつが襲うかもしれません。干ばつで畑は枯れるでしょう。
ko: 여름에는 마을에 가뭄이 찾아올 수 있어요. 가뭄이 끝날 때까지 밭이 마르기 시작하죠.
pt: No verão, sua cidade pode sofrer com a seca. Seus campos começarão a secar até o efeito acabar.
ru: Летом может случиться засуха, во время которой урожай на полях будет увядать.
zh: 夏天，城镇可能会遭受旱灾。只要不采取措施，庄稼就会枯萎。
zh_tw: 夏天，城鎮可能會遭受旱災。只要不採取措施，莊稼就會枯萎。

# T_GAME_LOADINGTIP_087
source: The monastery needs an oast house so it can be supplied with hops.
de: Das Kloster benötigt eine Hopfendarre, um es mit Hopfen zu versorgen.
es: El monasterio necesita un secadero de lúpulo que le proporcione este recurso.
fr: Le monastère a besoin d'une touraille pour être fourni en houblon.
id: Biara memerlukan tempat pengeringan hop supaya pasokan hop terjamin.
it: Il monastero necessita di un essiccatoio per essere rifornito di luppolo.
ja: 修道院はホップを供給してくれる乾燥所が必要です。
ko: 수도원에는 홉 건조장이 있어야 홉을 받을 수 있어요.
pt: O mosteiro precisa da casa de lúpulo para receber lúpulo.
ru: Для работы монастыря требуется хмелесушильня, поставляющая хмель.
zh: 修道院想要啤酒花，就得有烘干坊。
zh_tw: 修道院想要啤酒花，就得有烘乾坊。

# T_GAME_LOADINGTIP_088
source: The juice manufacture needs a vineyard that supplies it with grapes.
de: Die Kelterei benötigt ein Weingut, um sie mit Trauben zu versorgen.
es: La fábrica de zumo necesita un viñedo que le proporcione uvas.
fr: Le pressoir à jus a besoin d'un vignoble pour être fourni en raisins.
id: Pembuat jus memerlukan kebun anggur supaya persediaan buah anggur terjamin.
it: La manifattura di succo necessita di un vigneto che lo rifornisca di uva.
ja: ジュース工場はぶどうを供給してくれるぶどう園が必要です。
ko: 주스 공장에는 포도를 공급하는 포도원이 필요해요.
pt: A fábrica de suco precisa do vinhedo, que lhe fornece as uvas.
ru: Для работы соковой мануфактуры требуется виноградник, поставляющий виноград.
zh: 果汁厂需要葡萄园为其供应葡萄。
zh_tw: 果汁廠需要葡萄園為其供應葡萄。

# T_GAME_LOADINGTIP_089
source: The infirmary’s doctor does not harvest herbs. A farm is responsible for harvesting herbs. The doctor will get his herbs from the warehouse.
de: Der Medikus erntet Kräuter nicht selbst. Ein Bauernhof ist für die Kräuterernte verantwortlich. Der Medikus bedient sich an Kräutern, die im Lagerhaus vorrätig sind.
es: El doctor de la enfermería no cosecha plantas medicinales. De eso se encarga una granja. El doctor las consigue en el almacén.
fr: Le docteur n'a pas besoin de récolter d'herbes, c'est la ferme qui s'en occupe. Le docteur les obtient auprès de l'entrepôt.
id: Dokter di rumah sakit tidak memanen rempah. Panen rempah menjadi tanggung jawab pertanian. Dokter mendapatkan rempah dari gudang.
it: Il dottore dell’infermeria non raccoglie le erbe. Una fattoria è responsabile della raccolta delle erbe. Il dottore le può ottenere dal magazzino!
ja: 診療所の医者はハーブを収穫しません。農場がハーブの収穫をしなければいけません。医者はハーブを倉庫から手に入れます。
ko: 의사는 더 이상 허브를 수확하지 않아요. 농장이 허브를 수확하죠. 의사는 창고에서 허브를 구할 수 있어요.
pt: O médico da enfermaria não colhe ervas. A fazenda é responsável por fazer a colheita das ervas. O médico obtém as ervas por meio do depósito.
ru: Доктор из лазарета не собирает травы, за это отвечает фермер. Доктор же лишь забирает их из пакгауза.
zh: 医生不采药草。采收药草，由农场负责。医生从仓库得到药草。
zh_tw: 醫生不采藥草。採收藥草，由農場負責。醫生從倉庫得到藥草。

# T_GAME_LOADINGTIP_090
source: Weather conditions have special influences on your town. After some rain, your farms are temporarily more effective. While a blizzard is affecting the town, your townies walk slower.
de: Jede Wetterbedingung hat besondere Einflüsse auf dein Dorf. Nach z.B. einem Regenschauer sind deine Bauernhöfe effektiver. Während eines Schneesturms laufen deine Townies langsamer.
es: Las condiciones meteorológicas afectan a la ciudad. Después de las lluvias, las granjas son temporalmente más eficientes. Cuando se produce una ventisca de nieve, los Townies caminan más despacio.
fr: Les conditions météorologiques influencent votre ville. Après la pluie, vos fermes sont temporairement plus efficaces. Lorsqu'un blizzard fait rage, vos habitants sont plus lents.
id: Kondisi cuaca membawa pengaruh khusus untuk kotamu. Setelah hujan, pertanianmu akan lebih efektif untuk sementara waktu. Sewaktu kotamu dilanda badai salju, para Townies berjalan lebih lambat.
it: Le condizioni climatiche hanno influenze speciali sulla città. Dopo la pioggia, le fattorie sono temporaneamente più produttive. Quando una tempesta di neve colpisce la città, i cittadini camminano più lentamente.
ja: 天候はあなたの町に特別な影響を与えます。雨の後は畑は一時的に効果が見られます。吹雪の間はタウニーたちは歩くのが遅くなります。
ko: 날씨 상태는 마을에 특별한 영향을 주죠. 비가 온 후 일시적으로 농장의 효과가 올라가요. 마을에 눈보라가 치는 동안 주민들은 느리게 걷죠.
pt: As condições climáticas têm influências especiais sobre sua cidade. Após a chuva, as fazendas ficam temporariamente mais eficientes. Durante a nevasca, seus habitantes andam mais devagar.
ru: Погодные условия влияют на город. Дождь временно увеличивает продуктивность ферм, а налетевшая метель снижает скорость передвижения горожан.
zh: 天气状况，会对城镇产生特殊影响。下雨以后，使用农场的效果，短时间内会有改善。暴风雪对城镇产生影响时，镇民行走速度会减慢。
zh_tw: 天氣狀況，會對城鎮產生特殊影響。下雨以後，使用農場的效果，短時間內會有改善。暴風雪對城鎮產生影響時，鎮民行走速度會減慢。

# T_GAME_LOADINGTIP_091
source: While a thunderstorm is moving over your town, lightning can hit your buildings and may set them afire.
de: Während eines Gewitters können Blitze in deine Gebäude einschlagen und in Brand setzen.
es: Cuando hay tormenta sobre la ciudad, los rayos pueden alcanzar a los edificios y pueden incendiarse.
fr: Lorsqu'une tempête fait rage sur la ville, les éclairs peuvent frapper vos bâtiments et leur mettre le feu.
id: Sewaktu badai petir melintas di atas kota, bangunanmu bisa tersambar dan terbakar.
it: Quando una tempesta si abbatte sulla città, i fulmini possono colpire i tuoi edifici e mandarli a fuoco.
ja: 雷雨があなたの町を通過している間は雷が建物に落ちて火事を引き起こすかもしれません。
ko: 폭풍우가 마을에 오면 번개가 건물에 떨어져 화재가 일어날 수 있어요.
pt: Durante a passagem de uma tempestade pela cidade, seus prédios podem ser atingidos por raios e pegar fogo.
ru: Во время бури удары молнии могут нанести урон твоим домам или даже поджечь их.
zh: 雷暴移动到城镇上空的时候，闪电有可能会击中房屋，使其起火。
zh_tw: 雷暴移動到城鎮上空的時候，閃電有可能會擊中房屋，使其起火。

# T_GAME_LOADINGTIP_092
source: On the fairground festivals can be periodically conducted in each season. You can even start them on demand. Each time a festival is active, the general happiness will raise temporarily.
de: Auf dem Festplatz werden periodisch Feste zu jeder Jahreszeit veranstaltet. Du kannst sogar ein Fest bei Bedarf manuell starten. Immer wenn ein Fest aktiv ist, steigt die generelle Zufriedenheit im Dorf.
es: Se pueden celebrar festivales en el recinto ferial en cada estación. También puedes organizarlos bajo petición. Cuando hay un festival en curso, la felicidad general aumenta temporalmente.
fr: Sur le champ de foire, des festivals peuvent être organisés à chaque saison. Vous pouvez même en démarrer un à la demande. Dès qu'un festival est actif, le bonheur général augmente temporairement.
id: Festival bisa diselenggarakan berkala pada setiap musim di arena pekan raya, dan bahkan bisa dimulai sesuai permintaanmu. Setiap kali ada festival, kebahagiaan umum akan meningkat sementara.
it: Nel centro fieristico, in ogni stagione si possono tenere festival. Puoi perfino farli iniziare a richiesta. Quando un festival è attivo, la felicità generale aumenta temporaneamente.
ja: 催事会場では季節ごとに定期的にお祭りが開かれます。要求に応じて始めることもできます。お祭りが開かれているときは幸福度が一時的に上がります。
ko: 축제장에서 계절마다 정기적으로 축제를 열 수 있어요. 언제라도 축제를 열 수도 있어요. 축제 기간 동안 종합 행복도가 잠시 올라가요.
pt: É possível organizar festivais a cada estação na praça de eventos. Você pode começar quando desejar. Enquanto o festival estiver ativo, a felicidade geral ganha um aumento temporário.
ru: На ярмарочной площади можно каждый сезон — или просто по желанию — устраивать различные празднества. Во время фестиваля повышается общий уровень счастья.
zh: 露天娱乐场每个季节都会定期举办庆典。您甚至可以要求举办庆典。每次举行庆典时，总体幸福感都会有短暂提高。
zh_tw: 露天娛樂場每個季節都會定期舉辦慶典。您甚至可以要求舉辦慶典。每次舉行慶典時，總體幸福感都會有短暫提高。

# T_GAME_LOADINGTIP_093
source: Take a look at the influence screen in the pause menu. There you can see which influences are at work in your town.
de: Schaue dir die momentanen Einflüsse im Pausemenü an, um genau zu wissen, was gerade in deinem Dorf wirkt.
es: Echa un vistazo a la pantalla de influencia en el menú de pausa. Ahí verás las influencias a las que está sometida la ciudad.
fr: Observez l'écran d'influence dans le menu de pause. Vous y verrez quelles sont les influences à l'œuvre dans votre village.
id: Perhatikan layar pengaruh di menu pause. Di sana bisa dilihat pengaruh apa saja yang sedang berlangsung di kotamu.
it: Dai un’occhiata alla schermata dell’influenza nel menu di pausa. Qui puoi vedere quali influenze sono all’opera nella tua città.
ja: ポーズメニューの中の影響画面を見てください。町でどのような影響があるのか見ることができます。
ko: 일시 중지 메뉴에서 영향 화면을 보세요. 여기서 마을이 어떤 영향을 받고 있는지 알 수 있어요.
pt: Dê uma olhada na tela de influências, no menu de pausa. Nela você pode ver que influências estão atuando na cidade.
ru: На экране факторов в меню паузы можно увидеть, какие факторы влияют на город в данный момент.
zh: 看一看暂停菜单里的影响力屏。在影响力屏上，您可以看到，在城镇中，是哪些影响力在起作用。
zh_tw: 看一看暫停功能表裡的影響力屏。在影響力屏上，您可以看到，在城鎮中，是哪些影響力在起作用。

# T_GAME_LOADINGTIP_094_MOUSE
source: When one of your buildings is destroyed, you can find out what building stood there by simply clicking on the signpost in the rubble. You can even rebuild them on the same position where they stood before.
de: Wenn eines deiner Gebäude abgebrannt ist oder zerstört wurde, klicke einfach das Schild auf dem Brandfleck an, um herauszufinden was für ein Gebäude dort stand. Du kannst es sogar direkt neu bauen.
es: Cuando un edificio se destruye, puedes averiguar de qué tipo era pulsando la señal entre los escombros. Incluso puedes reconstruirlo allí mismo.
fr: Lorsqu'un de vos bâtiments est détruit, vous pouvez savoir quel type de bâtiment se trouvait là en cliquant sur le panneau dans les ruines. Vous pouvez même le rebâtir directement au même endroit.
id: Jika salah satu bangunanmu hancur, jenis bangunannya bisa diketahui hanya dengan klik tanda di tengah puing. Bangunannya bahkan bisa langsung didirikan kembali di tempat yang sama seperti sebelumnya.
it: Quando uno dei tuoi edifici viene distrutto, puoi scoprire di quale edificio si trattasse toccando il cartello sopra le macerie. Puoi anche ricostruirlo nella stessa posizione.
ja: 建物が破壊されている場合、瓦礫の中の標識をクリックすると何の建物が建っていたのかがわかります。また同じ場所に同じ建物を建て直すこともできます。
ko: 건물 하나가 파괴되면 잔해에서 표지판을 눌러 어떤 건물이 있었는지 알 수 있습니다. 건물이 있던 같은 자리에 건물을 다시 지을 수도 있습니다.
pt: Quando um dos seus prédios é destruído, você pode descobrir qual era esse prédio simplesmente pressionando a placa que fica nos destroços. E pode até mandar reconstruí-lo no mesmo lugar onde estava antes.
ru: На месте каждого разрушенного здания появляются обломки со знаком. Щелкнув по нему, можно узнать, какое здание там находилось, и даже отстроить его заново на том же месте.
zh: 房屋被毁以后，点击废墟上的指示牌，就能知道这以前是什么建筑，连原址重建都可以。
zh_tw: 房屋被毀以後，點擊廢墟上的指示牌，就能知道這以前是什麼建築，連原址重建都可以。

# T_GAME_LOADINGTIP_094_TOUCH
source: When one of your buildings is destroyed, you can find out what building stood there by pressing on the signpost in the rubble. You can even rebuilt it right there.
de: Wenn eines deiner Gebäude abgebrannt ist oder zerstört wurde, berühre einfach das Schild auf dem Brandfleck, um herauszufinden was für ein Gebäude dort stand. Du kannst es sogar direkt neu bauen.
es: Cuando un edificio se destruye, puedes averiguar de qué tipo era pulsando la señal entre los escombros. Puedes reconstruirlo allí mismo.
fr: Lorsqu'un de vos bâtiments est détruit, vous pouvez savoir quel type de bâtiment se trouvait là en appuyant sur un des panneaux dans les ruines. Vous pouvez même le rebâtir directement au même endroit.
id: Jika salah satu bangunanmu hancur, jenis bangunannya bisa diketahui dengan menekan tanda di tengah puing. Bangunannya bahkan bisa langsung dibangun kembali di tempat yang sama.
it: Quando uno dei tuoi edifici viene distrutto, puoi scoprire di quale edificio si trattasse toccando il cartello sopra le macerie. Puoi anche ricostruirlo nella stessa posizione.
ja: 建物が破壊された時、瓦礫の中の標識を押すと何の建物が建っていたのかがわかります。また同じ場所にその建物を建て直すこともできます。
ko: 건물 하나가 파괴되면 잔해에서 표지판을 눌러 어떤 건물이 있었는지 알 수 있어요. 거기에 다시 건물을 지을 수도 있어요.
pt: Quando um dos seus prédios é destruído, você pode descobrir qual era esse prédio pressionando a placa que fica nos destroços. E pode até mandar reconstruir logo.
ru: На месте каждого разрушенного здания появляются обломки со знаком. Нажав на него, можно узнать, какое здание там находилось, и даже отстроить его заново.
zh: 房屋被毁以后，点击废墟上的指示牌，就能知道这以前是什么建筑，连原址重建都可以。
zh_tw: 房屋被毀以後，點擊廢墟上的指示牌，就能知道這以前是什麼建築，連原址重建都可以。

# T_GAME_LOADINGTIP_095
source: A primary task in a scenario is marked with a thick golden border in the questlog. These quests are necessary to complete the scenario.
de: Du kannst eine Primärquest daran erkennen, dass sie im Questlog mit einem dickeren Dekorationsrahmen versehen ist.
es: La misión principal en un escenario está señalada por un borde grueso dorado en el registro de misiones. Estas misiones son necesarias para completar el escenario.
fr: Une tâche primaire d'un scénario est indiquée par une bordure dorée dans le journal de quête. Ces quêtes sont nécessaires pour compléter un scénario.
id: Tugas utama skenario ditandai dengan bingkai emas yang tebal di questlog. Tugas itu wajib untuk merampungkan skenario.
it: Un compito primario nella scenario è indicato da uno spesso bordo dorato nel registro missioni. Queste missioni sono necessarie per il completamento dello scenario.
ja: シナリオの最初の仕事はクエストログに太い金の枠で囲ってあります。それらのクエストはシナリオを完了するのに必要です。
ko: 시나리오의 주 과제는 퀘스트 로그에 굵은 황금 테두리로 표시됩니다. 이 퀘스트는 시나리오를 완료하는 데 필요합니다.
pt: A tarefa primária do cenário é indicada por uma borda grossa e dourada em Missões. Essas missões são indispensáveis para terminar o cenário.
ru: Основная задача сценария выделена в журнале заданий толстой золотой рамкой. Выполни ее, чтобы пройти сценарий.
zh: 剧情中的首要任务，在任务日志里，是用金色的粗边界标记的。完成这些任务，对于完成剧情来说，是必不可少的。
zh_tw: 劇情中的首要任務，在任務日誌裡，是用金色的粗邊界標記的。完成這些任務，對於完成劇情來說，是必不可少的。

# T_GAME_LOADINGTIP_096
source: When one of your buildings appears to be locked or unavailable, it maybe lacks a special requirement. You can jump directly to the requirement via the quicklink in the context menu of the building.
de: Wenn du ein Gebäude nicht bauen kannst, dann hat es evtl. eine Voraussetzung, die noch nicht erfüllt ist. Mit dem Quicklink im Kontextmenü kannst du direkt zu der Voraussetzung springen.
es: Cuando parezca que un edificio está cerrado o no disponible, puede que carezca de algún requisito especial. Puedes saltar directamente al requisito mediante el enlace rápido del menú de contexto del edificio.
fr: Lorsqu'un de vos bâtiments semble bloqué ou indisponible, il a peut-être besoin d'un prérequis spécial. Vous pouvez accédez directement à ce prérequis grâce au lien rapide dans le menu contextuel du bâtiment.
id: Ketika salah satu bangunanmu tampil terkunci atau tidak tersedia, bisa jadi bangunan itu kekurangan satu kebutuhan khusus. Kamu bisa langsung melompat ke kebutuhan itu lewat quicklink di menu konteks bangunan tersebut.
it: Quando uno dei tuoi edifici appare bloccato o non disponibile, potrebbe mancare di un requisito speciale. Puoi saltare direttamente al requisito mediante il link rapido nel menu contestuale dell’edificio.
ja: 建物のうちの一つがロックされていたり利用できない場合、特別な条件があるかもしれません。建物のメニューのクイックリンクから条件に飛ぶことができます。
ko: 건물 중 하나가 잠기거나 사용할 수 없게 되면 특별 요건이 부족한 것이 원인일 수 있습니다. 건물의 상황별 메뉴에서 퀵링크를 통해 요건으로 바로 이동할 수 있습니다.
pt: Quando um dos seus prédios parece estar travado ou indisponível, é porque falta algum requisito. Você pode ir diretamente a esse requisito através do atalho rápido no menu de contexto do prédio.
ru: Если здание закрыто или недоступно, это значит, что для него не выполнено какое-то требование. Чтобы узнать его, воспользуйся ссылкой в меню здания.
zh: 要是您的一栋建筑物显示为锁定或不可用，那么这栋建筑物可能没有满足某项特殊要求。您可以通过该建筑物环境菜单中的快速链接，直接跳转到该项要求。
zh_tw: 要是您的一棟建築物顯示為鎖定或不可用，那麼這棟建築物可能沒有滿足某項特殊要求。您可以通過該建築物環境功能表中的快速連結，直接跳轉到該項要求。

# T_GAME_LOADINGTIP_DOUBLE_XP
source: How about earning Double XP permanently? Reach new town levels much faster and unlock new and powerful research options! What are you waiting for? Visit the Townshop!
de: Wie wär's mit allzeit doppelte XP? Jedes mal, wenn du XP für deine Handlungen verdienst, bekommst du doppelt soviel! Du willst doch sicher auch schneller neue Stufen erreichen, öfter neue Forschungen freischalten und mehr Boni für deine Stadt freischalten können! Worauf wartest du also noch? Ab zum Townshop!
es: ¿Te gustaría conseguir el doble de EXP de forma permanente? ¡Conseguirás que la ciudad suba más rápido de nivel y desbloquearás opciones de investigación superútiles! ¿A qué estás esperando? ¡Visita la tienda!
fr: Que diriez-vous de gagner Double XP en permanence ? Atteignez beaucoup plus rapidement les nouveaux niveaux de la ville et débloquez de nouvelles options de recherche puissantes ! Alors n'attendez pas une seconde de plus et foncez à la Boutique !
id: Bagaimana dengan mendapat XP Ganda secara permanen? Raih level kota baru jauh lebih cepat dan buka opsi riset yang baru dan hebat! Tunggu apa lagi? Kunjungi Tokota!
it: Ti piacerebbe guadagnare doppia XP permanentemente? Aumenta di livello molto più rapidamente e sblocca nuove e potenti opzioni di ricerca! Cosa stai aspettando? Visita la Bottega!
ja: 永久にXPを2倍にしませんか？ 街のレベルアップも早くなり、強力なリサーチも早く解除されるようになります。 タウンショップで「無制限のXP2倍」を購入することができます。
ko: 영구적으로 Double XP를 얻는것은 어떻습니까? 새로운 타운 레벨에 보다 빠르게 도달하고 새롭고 강력한 리서치 옵션을 잠금해제 합니다! 무엇을 기다리시나요? 타운샵을 방문하십시오!
pt: Que tal ganhar o dobro de XP de modo permanente? Alcance novos níveis para a cidade bem mais rápido e desbloqueie novas opções de pesquisa! O que está esperando? Visite a loja!
ru: Как насчет удвоения опыта навсегда? Достигай новых уровней города намного быстрей и разблокируй новые и мощные опции для исследования! Чего же ты ждешь? Посети Городской магазин!
zh: 想要永久赚取双倍 XP 值？ 城镇升级速度更快，解锁更多强大研究选项！ 还等什么？快来访问城镇商店！
zh_tw: 想要永久賺取雙倍 XP 值？ 城鎮升級速度更快，解鎖更多強大研發選項！ 還等什麼？快來訪問城鎮商店！

# T_GAME_LOADINGTIP_FASTFORWARD
source: Get unlimited fast forward - permanently! Play with 5x speed for as long as you want! Never spend Prestige on fast forward time again! What are you waiting for? Visit the Townshop!
de: Wie wär's mit unbegrenztem Vorspulen für immer? Spiele mit 5x Geschwindigkeit, solange du möchtest! Nie wieder mit Prestige Vorspulen nachkaufen! Worauf wartest du also noch? Ab zum Townshop!
es: Consigue avance rápido ilimitado... ¡para siempre! Juega a una velocidad cinco veces mayor durante todo el tiempo que quieras. ¡No necesitarás utilizar puntos de prestigio nunca más para ir más rápido! ¿A qué estás esperando? ¡Visita la tienda!
fr: Obtenez de l'avance rapide en permanence ! Jouez en vitesse x5 pendant aussi longtemps que vous le souhaitez ! Ne dépensez plus jamais de points de Prestige pour l'avance rapide ! Alors n'attendez pas une seconde de plus et foncez à la Boutique !!
id: Dapatkan maju cepat tak terbatas - secara permanen! Mainkan dengan kecepatan 5x selama yang Anda ingin! Jangan pernah lagi habiskan poin Prestise pada waktu maju cepat! Tunggu apa lagi? Kunjungi Tokota!
it: Procurati l'accelerazione illimitata! Gioca a velocità 5x per tutto il tempo che vuoi! Non dovrai più spendere punti prestigio per accelerare il gioco! Cosa stai aspettando? Visita la Bottega!
ja: 「無制限の早送り」を永久に手に入れよう！ いつでも5倍速でプレイできます。 二度と早送りに名声を使わなくてもよいのです。 タウンショップで「無制限の早送り」を購入することができます。
ko: 무제한 빨리감기를 가져보세요 - 영구적! 원하시는 만큼 5x s스피드를 사용해보십시오! 빨리감기를 위한 프레스티지 포인트를 다시는 사용하지 마십시오! 무엇을 기다리시나요? 타운샵을 방문하십시오!
pt: Consiga a aceleração ilimitada - de modo permanente! Jogue com velocidade 5x maior o tempo que quiser! Nunca mais precise usar pontos de Prestígio para acelerar o tempo! O que está esperando? Visite a loja!
ru: Получи неограниченную функцию перемотки вперед навсегда! Воспроизводи с 5-кратной скоростью так долго, как только захочешь! Никогда больше не трать очки престижа на перемотку времени вперед! Чего же ты ждешь? Посети Городской магазин!
zh: 获取永久无限快进 ！ 用 5x 快进速度游戏！ 不用再为快进消耗声望值了！ 还等什么？快来访问城镇商店！
zh_tw: 獲取永久無限快進！ 用 5x 快進速度遊戲！ 不用再為快進消耗聲望幣了！ 還等什麼？快來訪問城鎮商店！
