Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MAP_DESC_2016_08
source: Build your town in the canyon. You can find everything you need, but some areas are difficult to reach.
de: Baue deine Stadt in diesem Canyon. Man kann alles finden, was man braucht, aber nicht alle Gebiete sind leicht zugänglich.
es: Construye tu ciudad en el cañón. Encontrarás todo lo que necesitas, pero es difícil acceder a algunas zonas.
fr: Bâtissez votre ville dans le canyon. Vous pourrez trouver tout ce dont vous avez besoin, mais certaines zones sont difficiles à atteindre.
id: Bangunlah kotamu di lembah. Kau bisa mendapatkan semua yang diperlukan, tetapi beberapa daerah sulit dijangkau.
it: Costruisci la tua città nel canyon. Troverai tutto ciò che ti serve, ma alcune aree sono difficili da raggiungere.
ja: 渓谷の中に町を作りましょう。必要なものは何でも見つけることができますが、いくつかのエリアはたどり着くのが難しいです。
ko: 계곡에 마을을 세우세요. 필요한 것은 모두 찾을 수 있지만 접근하기 힘든 지역도 일부 있어요.
pt: Construa sua cidade no cânion. Você encontrará tudo que precisa, mas algumas áreas são de difícil acesso.
ru: Построй город в каньоне. Здесь можно найти все, что нужно, однако доступ к некоторым областям затруднен.
zh: 把城镇建在峡谷里。您需要什么，就找得到什么，只是有些地方，很难到达。
zh_tw: 把城鎮建在峽谷裡。您需要什麼，就找得到什麼，只是有些地方，很難到達。

# T_MAP_DESC_2016_09
source: Cross the river to reach the needed resources for your city.
de: Überquere den großen Fluss, um an wichtige Ressourcen zu gelangen, die du für deine Stadt benötigst.
es: Cruza el río para llegar a los recursos que la ciudad necesita.
fr: Traversez la rivière pour atteindre les ressources nécessaires pour votre ville.
id: Seberangi sungai untuk mencapai sumber daya yang diperlukan untuk kotamu.
it: Attraversa il fiume per raggiungere le risorse necessarie per la tua città.
ja: 町のために必要な資材を得るために川を渡る。
ko: 강을 건너 도시에 필요한 자원을 구하세요.
pt: Cruze o rio para chegar aos recursos necessários à sua cidade.
ru: Пересеки реку, чтобы получить ресурсы для города.
zh: 渡过这条河，为您的城市，获取急需的资源。
zh_tw: 渡過這條河，為您的城市，獲取急需的資源。

# T_MAP_DESC_2016_10
source: Save up a bunch of coins. But be careful, bandits have made a lair in the area. Additionally to the bandit threat, unhappy townies will not pay their taxes.
de: Häufe eine große Menge Taler an. Doch passe auf, sehr viele Banditen treiben sich in der Gegend herum. Außerdem zahlen unglückliche Townies nicht gerne Steuern.
es: Ahorra unas cuantas monedas. Pero cuidado, los bandidos se han asentado en la zona. Aparte de esa amenaza, los Townies infelices no pagarán sus impuestos.
fr: Économisez de l'argent, mais prenez garde, les bandits ont établi leur repaire dans les parages. En plus de la menace des bandits, les habitants mécontents refuseront de payer leurs taxes.
id: Simpanlah keping-keping uang. Tapi awas, para bandit bersarang di daerah ini. Selain ancaman bandit, Townies yang tidak bahagia tidak akan membayar pajak.
it: Accumula molto denaro. Ma attenzione, i banditi hanno un covo nella zona. Oltre alla minaccia dei banditi, i cittadini scontenti non pagheranno le tasse.
ja: たくさんのコインを貯めましょう。でも気をつけてください。盗賊たちがその地域に隠れ家を作りました。盗賊の脅威の他にも、満足していないタウニーたちは税金を払ってくれません。
ko: 코인을 모으세요. 하지만 조심하세요. 강도들이 이 지역에 은신처를 갖고 있어요. 강도 위협과 더불어 불만이 가득한 주민들이 세금을 내려하지 않을 거예요.
pt: Junte muitas moedas. Mas cuidado, pois os bandidos fizeram um covil na área. Essa ameaça também faz com que os habitantes insatisfeitos não paguem impostos.
ru: Накопи много денег. Но будь осторожнее: неподалеку обосновались бандиты. И следи за уровнем счастья горожан — если он упадет, они перестанут платить налоги.
zh: 积攒一大堆金币。不过，要当心，强盗在这个地区就有一个窝点。除了匪患以外，不幸的镇民不用交税。
zh_tw: 積攢一大堆金幣。不過，要當心，強盜在這個地區就有一個窩點。除了匪患以外，不幸的鎮民不用交稅。

# T_MAP_DESC_21
source: Establish a village on a wonderful, hidden island. Enjoy the fresh sea air!
de: Errichte ein Dorf auf einer wunderschönen, verborgenen Insel. Genieße die frische Meeresluft!
es: Funda un pueblo en una preciosa isla escondida. ¡Y disfruta del fresco aire marítimo!
fr: Établissez un village sur une merveilleuse île isolée. Profitez de l'air marin !
id: Buat desa di pulau yang luar biasa dan tersembunyi. Nikmati udara laut yang segar!
it: Costruisci un villaggio su una meravigliosa isola segreta. Goditi l'aria di mare!
ja: このすばらしい秘密の島に村を建設しましょう。海の新鮮な空気を堪能しましょう！
ko: 아름답고 숨은 섬에 빌리지를 짓습니다. 상쾌한 바다의 공기를 즐겨보세요!
pt: Funde um vilarejo numa ilha oculta e maravilhosa. Desfrute da brisa fresca do mar!
ru: Стань основателем деревни на прекрасном далеком острове. Наслаждайся свежим морским воздухом!
zh: 在一个极好的隐蔽的岛上兴建一座村庄。 享受着海上的新鲜空气！
zh_tw: 在一個極好的隱蔽的島上興建一座村莊。 享受著海上的新鮮空氣！

# T_MAP_DESC_22
source: Bring your town through the unforgiving winter.
de: Bring dein Dorf durch den unerbittlichen Winter.
es: Consigue que la ciudad supere este invierno implacable.
fr: Aidez votre ville à passer un hiver impitoyable.
id: Antarkan kotamu melewati musim dingin yang tak kenal ampun.
it: Fai superare il durissimo inverno alla tua città.
ja: 厳しい冬から街を救いましょう。
ko: 용서받을 수 없는 겨울이 마을에 다가왔습니다.
pt: Faça com que sua cidade sobreviva ao inverno implacável.
ru: Переживи суровую зиму вместе со своим городом.
zh: 挽救这个城镇度过恶劣的冬天。
zh_tw: 挽救這個城鎮度過惡劣的冬天。

# T_MAP_DESC_23
source: On this frozen plain, you have to build a functioning town very fast or starve during the winter.
de: Auf dieser gefrorenen Ebene musst du schnell handeln, damit dein Dorf gut durch den Winter kommt.
es: Tendrás que construir cuanto antes una ciudad en pleno funcionamiento en esta llanura helada, o te arriesgas a morir de hambre durante el invierno.
fr: Sur cette plaine gelée, vous devez bâtir une ville fonctionnelle très rapidement, sous peine de mourir de faim durant l'hiver.
id: Di dataran beku ini, kau harus membangun kota yang berfungsi sangat cepat atau kelaparan selama musim dingin.
it: In questa gelida pianura devi costruire una città funzionante molto in fretta, o non supererà l'inverno.
ja: 凍てついた平野では、すぐにでも街をつくり上げなくてはなりません。そうしないと、冬の間にみな餓死してしまいます。
ko: 프로즌 플레인에서, 기능 수행이 가능한 마을을 빨리 짓거나 또는 겨울 내 굶주리셔야 합니다.
pt: Nesta planície gélida, você precisa construir bem rápido uma cidade funcional, do contrário passará fome no inverno.
ru: На этой замерзшей равнине тебе следует очень быстро построить функционирующий город, в противном случае зимой тебя ожидает голод.
zh: 在这个冰原上，您必须非常快地兴建功能区，否则今年冬天期间就得挨饿。
zh_tw: 在這個冰原上，您必須非常快地興建功能區，否則今年冬天期間就得挨餓。

# T_MAP_DESC_24
source: Support the King in his undertaking to build a great fleet of ships, while keeping the growing unrest in your town under control.
de: Unterstütze den König beim Bau einer Flotte und kümmere dich um Unruhen in deinem Dorf.
es: Ayuda al rey a construir una gran flota de barcos mientras mantienes el descontento social de tu ciudad bajo control.
fr: Aidez le roi à bâtir une grande flotte de navires tout en gardant sous contrôle l'agitation croissante qui frappe votre ville.
id: Dukung raja dalam membangun armada kapal yang hebat, sembari mengendalikan kerusuhan di kotamu.
it: Assisti il re nell'impresa di costruire una grande flotta navale, tenendo sotto controllo le tensioni crescenti nella tua città.
ja: 船隊を編成し、王様を助けましょう。街の混乱が収拾できている今がチャンスです。
ko: 멋진 배를 지음으로써 왕을 지원하시고, 마을에서 자라나는 불안을 제어합시다.
pt: Apoie o rei em sua iniciativa de construir uma grande frota de navios ao mesmo tempo em que aplaca os ânimos acirrados dos habitantes.
ru: Поддержи короля в его предприятии по строительству великого флота кораблей, одновременно держа под контролем растущие волнения в твоем городе.
zh: 支持国王兴建大舰队的承诺，同时控制住日益躁动不安的镇民们。
zh_tw: 支持國王興建大艦隊的承諾，同時控制住日益躁動不安的鎮民們。

# T_MAP_DESC_25
source: Use the surrounding woods in this region to your advantage when trying to establish your town. Water is scarce here, so fishing can't be relied on.
de: Nutze die umgebenden Wälder sinnvoll, um deine Stadt aufzubauen. Wasser ist rar in dieser Region, also ist Fischerei keine gute Option, deine Townies zu versorgen.
es: Utiliza los bosques de la región a tu favor cuando crees la ciudad. El agua es escasa, así que no podrás depender de la pesca como fuente de alimento.
fr: Utilisez à votre avantage les bois qui entourent cette région lorsque vous tenterez d'y installer votre ville. L'eau y est rare, vous ne pourrez donc pas compter sur la pêche comme source de nourriture.
id: Gunakan hutan di sekitar wilayah ini untuk kau manfaatkan ketika mencoba mendirikan kotamu. Air sangat jarang di sini, jadi mencari ikan tidak bisa diandalkan sebagai sumber makanan.
it: Usa i boschi circostanti di questa regione a tuo vantaggio per fondare la tua città. Qui l'acqua è scarsa, quindi la pesca non è una fonte di cibo su cui fare affidamento.
ja: この地域を囲む木々を利用して、街を築きましょう。またこの土地は水が乏しいので、食料源として釣りに頼ることはできません。
ko: 마을을 세우기 위해 주변의 목재들을 사용하십시오. 물이 귀하기 때문에 이 지역에서는 어업이 어렵습니다.
pt: Aproveite as florestas ao redor nesta região ao tentar fundar a sua cidade. A água é escassa aqui, então a pesca não é uma boa fonte de alimento.
ru: В попытке основать свой город, используй соседние леса в этих краях себе на пользу. С водой здесь туго, поэтому не стоит надеяться на рыбалку как на источник пищи.
zh: 在建设城镇的时候，请发挥您的优势：您所在地区周围都是树林。 这里缺水，我们不能以来因此渔业成为食源。
zh_tw: 在建設城鎮的時候，請發揮您的優勢：您所在地區周圍都是樹林。 這裡缺水，我們不能以來因此漁業成為食源。

# T_MAP_DESC_26
source: The King has entered a wager and it is your task to build a big city before the archduke does. You don't have much time to complete all tasks. Do not disappoint him!
de: Trete für den König in einer Wette an, deine Stadt vor dem Großherzog aufzubauen. Du hast nur wenig Zeit, um alle Aufgaben zu erfüllen. Enttäusche den König nicht!
es: El rey ha hecho una puesta y ahora te toca a ti construir una gran ciudad antes que el archiduque. Tienes un año para completar todas las tareas. ¡No defraudes a tu rey!
fr: Votre roi s'est lancé dans un pari et il vous assigné pour tâche de construire une grande ville avant l'Archiduc. Vous avez un an pour compléter toutes les tâches. Ne décevez pas votre roi !
id: Rajamu telah memasukkan taruhan dan tugasmu untuk membangun kota besar sebelum archduke. Kau punya setahun untuk menyelesaikan semua tugas. Jangan kecewakan rajamu!
it: Il tuo re ha fatto una scommessa, e il tuo lavoro è costruire una grande città prima che lo faccia l'arciduca. Hai un anno di tempo per completare tutti i compiti. Non deludere il tuo re!
ja: あなたの王様は大公と賭けをされ、大公より先に大きな都市を築きあげることになりました。この賭けは1年間で勝負が決まります。王様を失望させないでください！
ko: 왕이 내기를 걸었고, 당신의 임무는 대공보다 먼저 큰 도시를 건설하는 것입니다. 1년 안에 임무를 완수해야 합니다. 왕을 실망시키지 마십시오!
pt: O seu rei entrou numa aposta e agora é seu dever construir uma grande cidade antes do arquiduque. Você tem um ano para completar todas as tarefas. Não decepcione o rei!
ru: Твой король заключил пари и теперь тебе предстоит построить большой город до того, как это сделает эрцгерцог. На завершение всех заданий у тебя есть один год. Не разочаруй своего короля!
zh: 您的国王已经达成赌金，而且您的任务是领先大公兴建一个大城市。 您有一年的时间完成所有任务。 不要让国王失望！
zh_tw: 您的國王已經達成賭金，而且您的任務是領先大公興建一個大城市。 您有一年的時間完成所有任務。 不要讓國王失望！

# T_MAP_DESC_27
source: Swamp areas make finding suitable building ground difficult. Make sure to make efficient use of the available building ground!
de: In diesem Sumpfland ist es schwer, großflächig zu bauen. Nutze den gegebenen Raum sinnvoll aus, um deine Stadt aufzubauen.
es: Las zonas pantanosas complican la tarea de encontrar terreno edificable. Asegúrate de utilizar de forma eficiente el terreno edificable.
fr: Il est difficile de trouver des zones constructibles dans les terres marécageuses. Assurez-vous d'utiliser au mieux toutes les zones disponibles pour la construction !
id: Wilayah rawa mempersulit menemukan lahan bangunan yang cocok. Pastikan menggunakan lahan bangunan yang tersedia secara efisien!
it: Le aree paludose rendono estremamente difficile trovare terreno edificabile. Cerca di fare buon uso del poco che hai a disposizione!
ja: 沼沢地では、建物に適した土地を見つけるのが難しいです。建物を建てることができる土地を効率的に活用してください！
ko: 습지는 건설을 하기에 적합한 곳을 찾기가 어렵습니다. 건설 가능한 지역을 최대한 활용하기 위해 주의하십시오.
pt: Áreas pantanosas dificultam a descoberta de terreno adequado para construir. Faça de tudo para usar de maneira eficiente o terreno disponível!
ru: Болотистые участки усложняют поиски подходящих мест для строительства. Обеспечь эффективное использование доступных мест для строительства!
zh: 沼泽地区使得难以找到适当建筑场地。 确保充分使用可用的建筑场地！
zh_tw: 沼澤地區使得難以找到適當建築場地。 確保充分使用可用的建築場地！

# T_MAP_DESC_28
source: A rocky valley containing a lot of resources, but room for buildings is scarce.
de: Ein felsiges Tal, in dem Rohstoffe zu Genüge vorhanden sind - doch die Bauflächen sind begrenzt.
es: Vale rocoso lleno de recursos y con poco espacio para construir.
fr: Une vallée rocailleuse contenant beaucoup de ressources, mais peu de place pour les bâtiments.
id: Lembah berbatu dengan banyak sumber daya, tapi lahan terbatas untuk bangunan.
it: Una valle rocciosa con molte risorse, ma poco spazio per gli edifici.
ja: 岩石の多い渓谷は資源は豊富ですが、建設のための空き場所が十分ではありません。
ko: 자원은 풍부하지만 건물 부지는 부족한 바위 계곡.
pt: Um vale rochoso contendo muitos recursos, mas sem muito espaço para construir.
ru: Каменистая долина с множеством ресурсов, но малой площадью для строительства зданий.
zh: 岩石遍布的山谷，资源丰富，但适于建筑的地方却很少。
zh_tw: 岩石遍佈的山谷，資源豐富，但適於營建的地方卻很少。

# T_MAP_DESC_29
source: A small group of islands. Colonizing them will be a challenge.
de: Eine kleine Inselgruppe, deren Besiedlung eine Herausforderung darstellt.
es: Un pequeño grupo de islas. Será todo un desafío colonizarlas.
fr: Un petit groupement d'îles. Ce sera un vrai défi que de les coloniser.
id: Gugusan pulau kecil yang sulit dijadikan tempat bermukim.
it: Un piccolo gruppo di isole. Colonizzarle sarà una sfida.
ja: 小さな島々の集まりです。これらの島々を開拓するのは難しいでしょう。
ko: 작은 제도. 이곳을 식민지로 만드는 것은 쉽지 않을 거예요.
pt: Um pequeno grupo de ilhas. Colonizá-las é um desafio.
ru: Небольшая группа островов. Заселить их будет непросто.
zh: 一处小型岛屿群。向其上殖民，会有很大困难。
zh_tw: 一處小型島嶼群。向其上殖民，會有很大困難。

# T_MAP_DESC_3
source: This is the tutorial map. Here you will be introduced to the world of Townsmen.
de: Dies ist die Einführungskarte. Hier lernst du die Welt von Townsmen kennen.
es: Este es el mapa del tutorial. Aquí tendrás tu primera toma de contacto con el mundo de Townsmen.
fr: Il s'agit de la carte du didacticiel, qui vous présentera le monde de Townsmen.
id: Ini adalah peta tutorial. Di sini kamu akan belajar dunia Townsmen.
it: Questa è la mappa del tutorial. Qui verrai introdotto al mondo di Townsmen.
ja: ここはチュートリアルのマップです。まずはこのアプリの遊び方を学びましょう。
ko: 튜토리얼 지도입니다. 여기에서 Townsmen의 세계를 안내받을 수 있습니다.
pt: Este é o mapa do tutorial. Aqui você será apresentado ao mundo de Townsmen.
ru: Это карта для обучения. На ней ты познакомишься с миром игры Townsmen.
zh: 这是教程地图。在这里，将介绍你认识镇民世界。
zh_tw: 這是教程地圖。在這裡，將介紹您認識鎮民世界。

# T_MAP_DESC_30
source: Build up a town surrounding your mountain fastness. But be carefull, a long winter is coming.
de: Gründe eine Stadt um deine Bergfeste. Lange Winter erschweren hier die Nahrungsversorgung.
es: Construye una ciudad rodeando la cima de la montaña. Pero ten cuidado: se acerca el invierno.
fr: Bâtissez une ville autour de votre solide montagne. Prenez garde, on annonce un hiver rude.
id: Bangunlah kota di sekeliling bentengmu di atas gunung. Musim dingin yang panjang mempersulit pasokan makanan di sini.
it: Costruisci una città che circondi la roccaforte della tua montagna. Ma fai attenzione, sta arrivando un lungo inverno.
ja: 山の上の要塞に囲まれた街を建設してください。でも気をつけてください、長い冬がやって来ます。
ko: 산 요새 주변에 마을을 건설하세요. 하지만 주의하세요. 긴 겨울이 다가오고 있어요.
pt: Construa uma cidade cercando sua montanha. Mas tome cuidado, logo chegará um inverno rigoroso.
ru: Построй вокруг своей горной крепости город. Но будь осторожен, долгая зима близко.
zh: 围绕山顶堡垒，筑一座城。但要注意，漫长的冬季就要来了。
zh_tw: 圍繞山頂堡壘，築一座城。但要注意，漫長的冬季就要來了。

# T_MAP_DESC_31
source: The King is going to visit his estates. Get prepared for his arrival.
de: Der König plant, seine Ländereien zu besichtigen. Beeile dich, um alles für seine Ankunft vorzubereiten.
es: El rey va a visitar sus posesiones. Prepárate para su llegada.
fr: Le roi va visiter son royaume. Préparez-vous à son arrivée.
id: Sang Raja akan menginspeksi daerah kekuasaannya. Bersiaplah untuk kedatangannya.
it: Il Re visiterà i propri territori. Preparati per il suo arrivo.
ja: 王様が邸宅を訪問されようとしています。到着のために準備しましょう。
ko: 왕이 자신의 영토를 방문할 것입니다. 왕의 도착에 대비하세요.
pt: O Rei vai visitar suas propriedades. Prepare-se para a chegada dele.
ru: Король решил навестить свои угодья. Подготовься к его прибытию.
zh: 国王要游览他的庄园。请准备接驾。
zh_tw: 國王要遊覽他的莊園。請準備接駕。

# T_MAP_DESC_32
source: The King's birthday is coming up. Now you search for the perfect brew as a gift. Maybe the monks at the monastery know more...
de: Des Königs Geburtstag steht an und du suchst das perfekte Gebräu für ihn als Geschenk - vielleicht wissen die Mönche mehr…
es: Se acerca el cumpleaños del rey y quieres obtener la cerveza perfecta para ofrecérsela como regalo. Puede que los monjes del monasterio sepan algo...
fr: L'anniversaire du roi approche à grands pas. Vous allez devoir trouver la boisson parfaite pour lui en faire cadeau. Les moines du monastère pourront peut-être vous aider...
id: Sebentar lagi Raja berulang tahun. Kau mencari resep bir yang sempurna sebagai hadiah. Rara rahib di biara mungkin tahu lebih banyak...
it: Si avvicina il compleanno del Re. Come regalo, sarebbe bello regalargli la birra perfetta. Forse i monaci al monastero ne sanno di più...
ja: もうすぐ王様の誕生日です。贈り物に最高のビールを探しましょう。修道院の修道士が何か知っているかもしれません...
ko: 왕이 생신이 다가오고 있습니다. 이제 선물로 완벽한 맥주를 찾아야 합니다. 수도원의 수도승이 잘 알고 있을 것입니다...
pt: O aniversário do Rei está chegando. Você deve encontrar a cerveja perfeita para dar de presente. Talvez os monges do mosteiro saibam de alguma coisa...
ru: День рождения короля уже близко! Ты хочешь подарить ему идеальное пиво. Возможно, монахи из монастыря смогут тебе помочь...
zh: 国王的生日就要到了。现在，您要找到上等啤酒作为礼物进献。寺院里的僧人似乎知道更多消息……
zh_tw: 國王的生日就要到了。現在，您要找到上等啤酒作為禮物進獻。寺院裡的僧人似乎知道更多訊息……

# T_MAP_DESC_33
source: The king suffers from a mysterious disease. It is up to you to cure him and find out where the illness came from.
de: Der König leidet an einer mysteriösen Krankheit. Es liegt an Dir, ihn zu heilen und herauszufinden, wo die Krankheit her kam.
es: El rey sufre una misteriosa enfermedad. Tu misión es curarlo y descubrir el origen del mal.
fr: Le roi souffre d'une mystérieuse maladie. C'est à vous qu'il incombe de le guérir et de découvrir d'où vient cette maladie.
id: Sang Raja terserang penyakit misterius. Tugasmu adalah menyembuhkannya dan mencari sumber penyakitnya.
it: Il Re soffre di una malattia misteriosa. Scoprine la causa e curala.
ja: 王様が謎の病に苦しんでいます。原因を突き止め、病気を直せるかどうかは、あなた次第です。
ko: 왕이 알 수 없는 질병으로 고생하고 있습니다. 왕을 치료하고 질병의 원인을 파악하세요.
pt: O rei sofre de uma doença misteriosa. Você deve curá-lo e descobrir como surgiu essa doença.
ru: Король пал жертвой неизвестной болезни. Твоя цель — вылечить его и узнать, откуда взялась эта таинственная хворь.
zh: 国王得上了一种怪病。治愈国王和找到病因全都靠您了。
zh_tw: 國王得上了一種怪病。治癒國王和找到病因全都靠您了。

# T_MAP_DESC_34
source: War has a good grip on the land. Far away from the front, you have to establish a thriving town and support the King's army.
de: Krieg hat das Land im festen Griff. Fernab der Front musst Du eine blühende Wirtschaft aufbauen und die Armee des Königs unterstützen. Allerdings hat das Volk auch seine Wünsche.
es: La guerra devasta la región. Lejos del frente, debes establecer una aldea próspera y satisfacer las necesidades del rey.
fr: La guerre fait rage dans la contrée. Loin du front, vous devez établir une ville florissante et soutenir l'armée du roi.
id: Negeri dilanda perang. Jauh dari garis depan, kamu harus membangun kota yang berkembang dan mendukung pasukan Raja.
it: La guerra ha stretto questa terra in una morsa. Lontano dal fronte, dovrai stabilire una città fiorente e supportare l'esercito reale.
ja: 戦争が国に影響を及ぼしています。前線から離れたところで町の繁栄を確保し、国王の軍隊を援助しなければなりません。
ko: 전쟁이 지속되고 있습니다. 전선에서 멀리 떨어진 곳에 번영하는 마을을 만들어 왕의 군대를 지원해야 합니다.
pt: A guerra cobra um alto preço da terra. Longe da linha de frente, devemos manter uma cidade produtiva e apoiar o exercito do Rei.
ru: Война захлестнула королевство. Вдали от передовой тебе предстоит основать процветающий город, чтобы помочь королевской армии.
zh: 这片土地深陷战争泥潭。在远离前线的地方，建造一座繁荣的城镇，为国王的军队提供补给。
zh_tw: 這片土地深陷戰爭泥潭。在遠離前線的地方，建造一座繁榮的城鎮，為國王的軍隊提供補給。

# T_MAP_DESC_35
source: The King wants to be prepared for bad times and your town was chosen to deliver the required goods.
de: Der König will für schwere Zeiten vorsorgen. Eure Stadt wurde damit beauftragt, das benötigte Getreide anzubauen.
es: El rey quiere estar preparado para los malos tiempos, y ha decidido que sea tu aldea la que le proporcione los recursos que necesita.
fr: Le roi veut se préparer au pire et votre ville a été choisie pour lui livrer les marchandises nécessaires.
id: Raja ingin bersiap-siap menghadapi zaman susah, dan kotamu terpilih untuk mensuplai barang yang dibutuhkan.
it: Il Re vuole essere pronto per i tempi più duri e ha scelto la tua città per la consegna delle merci richieste.
ja: 王様は不景気の時に備えることを望んでおり、あなたの街が必要な物資を届けるために選ばれました。
ko: 왕이 상황이 나쁠 때를 대비하려고 합니다. 귀하의 마을이 필요한 상품을 납품하기로 선정됐습니다.
pt: O Rei quer estar preparado para os tempos difíceis e sua cidade foi escolhida para fornecer os produtos necessários.
ru: Король хочет пополнить запасы на черный день, и твоему городу предстоит поставить необходимые товары.
zh: 国王想为困难时期提前做好准备，并选定您的城镇上交必备物资。
zh_tw: 國王想為困難時期提前做好準備，並選定您的城鎮上交必備物資。

# T_MAP_DESC_36
source: Learn the details of warfare from a veteran.
de: Erlerne die Feinheiten der Kriegsführung von einem Veteranen.
es: Aprende los secretos de la guerra de un veterano.
fr: Apprenez les bases du combat auprès d'un vétéran.
id: Pelajari detail perang dari seorang veteran.
it: Apprendi le basi della guerra da un veterano.
ja: 古兵から戦いの詳細を教わってください。
ko: 베테랑에게서 상세 전투 기술을 배우세요.
pt: Aprenda os detalhes da guerra com um veterano.
ru: Научись азам боевых действий у ветерана.
zh: 从老兵口中了解战争来龙去脉。
zh_tw: 從老兵口中瞭解戰爭來龍去脈。

# T_MAP_DESC_37
source: Fulfill the wishes of your wife while dealing with an extortive bandit.
de: Erfülle die Wünsche deiner anspruchsvollen Frau und setze dich mit einem erpresserischen Banditen auseinander.
es: Satisface los deseos de tu esposa mientras tratas con un bandido extorsionista.
fr: Répondez aux désirs de votre femme tout en ayant affaire à un ignoble bandit.
id: Penuhilah harapan istrimu sambil menangani bandit pemeras.
it: Soddisfa i desideri di tua moglie e occupati del bandito ricattatore.
ja: 強盗の強奪に対処しながら妻の要望を満たしましょう。
ko: 악당 강도들을 처리하면서 아내의 소원을 들어주세요.
pt: Atenda aos desejos da sua esposa enquanto negocia com um bandido ganancioso.
ru: Потакай желаниям своей жены и справься с бандитом-вымогателем.
zh: 满足您妻子的愿望，打败凶残的强盗。
zh_tw: 滿足您妻子的願望，打敗兇殘的強盜。

# T_MAP_DESC_4
source: Your castle is located on a small river island. Use the surrounding riverbanks wisely and build a thriving economy.
de: Dein Schloss befindet sich auf einer kleinen Insel. Nutze umliegende Uferbereiche, um eine florierende Wirtschaft zu errichten.
es: Tu castillo está situado en una diminuta isla en medio de un río. Saca buen partido de las orillas para que tu economía prospere.
fr: Votre château se trouve sur une île, au milieu d'un fleuve. Exploitez les rives pour créer une économie florissante.
id: Kastilmu terletak pada pulau sungai kecil. Gunakan tepi sungai dengan bijak dan bangunlah perekonomian yang berkembang.
it: Il tuo castello è posizionato su una piccola isola fluviale. Usa le coste circostanti saggiamente e crea una economia fiorente!
ja: あなたの城は川の小さな島にあります。周辺の岸辺を上手に利用して経済を繁栄させましょう。
ko: 성은 작은 강의 섬에 위치하고 있습니다. 주변의 강을 현명하게 이용하여 부유한 마을을 지을 수 있습니다.
pt: Seu castelo está localizado em uma pequena ilha fluvial. Use as margens do rio de forma sábia e construa uma economia próspera.
ru: Твой замок находится на маленьком речном островке. С умом используй окружающие берега реки и создай цветущую экономику.
zh: 你的城堡在一座河中小岛上。明智地使用周围的河岸，并建立一个蓬勃发展的经济体。
zh_tw: 您的城堡在一座河中小島上。明智地使用周圍的河岸，並建立一個蓬勃發展的經濟體。
