Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_ACHIEVEMENT_POPULATION5_NAME
source: Builder V
de: Bauherr V
es: Constructor V
fr: Bâtisseur V
id: Pembangun V
it: Costruttore V
ja: Vのビルダー。
ko: 짓기 V
pt: Construtor V
ru: Строитель V
zh: 建设者V
zh_tw: 建設者V

# T_ACHIEVEMENT_PRESTIGE1_DESC
source: Earn 250 Prestige by completing quests.
de: Verdiene 250 Prestige durch das Erfüllen von Aufgaben.
es: Completa misiones y consigue 250 de prestigio.
fr: Gagnez 250 Prestige en complétant des quêtes.
id: Dapatkan 250 Prestise dengan menyelesaikan pencarian.
it: Guadagna 250 di prestigio completando missioni.
ja: クエスト制覇で250の名声を得る
ko: 퀘스트를 완료하면 250 특권을 얻을 수 있습니다.
pt: Ganhe 250 Prestígio ao completar as missões.
ru: Заработай престиж (250), завершив квесты.
zh: 完成任务，获得250声望值。
zh_tw: 完成任務，獲得250聲望點數。

# T_ACHIEVEMENT_PRESTIGE1_NAME
source: An honorable governor I
de: Ein ehrenhafter Statthalter I
es: Un corregidor honorable I
fr: Un honorable intendant I
id: Paduka Yang Terhormat I
it: Un onorevole Siniscalco I
ja: Iで讃えられた知事
ko: 영광의 스튜어드 I
pt: Um guardião justo I
ru: Достопочтенный наместник I
zh: 真是一位可敬的管事I
zh_tw: 真是一位可敬的管事I

# T_ACHIEVEMENT_PRESTIGE2_DESC
source: Earn 750 Prestige by completing quests.
de: Verdiene 750 Prestige durch das Erfüllen von Aufgaben.
es: Completa misiones y consigue 750 de prestigio.
fr: Gagnez 750 Prestige en complétant des quêtes.
id: Dapatkan 750 Prestise dengan menyelesaikan pencarian.
it: Guadagna 750 di prestigio completando missioni.
ja: クエスト制覇で750の名声を得る
ko: 퀘스트를 완료하면 750 특권을 얻을 수 있습니다.
pt: Ganhe 750 Prestígio ao completar as missões.
ru: Заработай престиж (750), завершив квесты.
zh: 完成任务，获得750声望值。
zh_tw: 完成任務，獲得750聲望點數。

# T_ACHIEVEMENT_PRESTIGE2_NAME
source: An honorable governor II
de: Ein ehrenhafter Statthalter II
es: Un corregidor honorable II
fr: Un honorable intendant II
id: Paduka Yang Terhormat II
it: Un onorevole Siniscalco II
ja: IIで讃えられた知事
ko: 영광의 스튜어드 II
pt: Um guardião justo II
ru: Достопочтенный наместник II
zh: 真是一位可敬的管事II
zh_tw: 真是一位可敬的管事II

# T_ACHIEVEMENT_PRESTIGE3_DESC
source: Earn 2500 Prestige by completing quests.
de: Verdiene 2500 Prestige durch das Erfüllen von Aufgaben.
es: Completa misiones y consigue 2500 de prestigio.
fr: Gagnez 2500 Prestige en complétant des quêtes.
id: Dapatkan 2500 Prestise dengan menyelesaikan pencarian.
it: Guadagna 2500 di prestigio completando missioni.
ja: クエスト制覇で2500の名声を得る
ko: 퀘스트를 완료하면 2500 특권을 얻을 수 있습니다.
pt: Ganhe 2500 Prestígio ao completar as missões.
ru: Заработай престиж (2500), завершив квесты.
zh: 完成任务，获得2500声望值。
zh_tw: 完成任務，獲得2500聲望點數。

# T_ACHIEVEMENT_PRESTIGE3_NAME
source: An honorable governor III
de: Ein ehrenhafter Statthalter III
es: Un corregidor honorable III
fr: Un honorable intendant III
id: Paduka Yang Terhormat III
it: Un onorevole Siniscalco III
ja: IIIで讃えられた知事
ko: 영광의 스튜어드 III
pt: Um guardião justo III
ru: Достопочтенный наместник III
zh: 真是一位可敬的管事III
zh_tw: 真是一位可敬的管事III

# T_ACHIEVEMENT_QUESTS1_DESC
source: Complete 50 quests.
de: Erfülle 50 Aufgaben.
es: Completa misiones: 50.
fr: Complétez 50 quêtes.
id: Selesaikan 50 pencarian.
it: Completa 50 missioni.
ja: クエスト50を制覇する。
ko: 50 퀘스트를 완료합니다.
pt: Completar 50 missões.
ru: Заверши квесты (50).
zh: 完成 50 探索。
zh_tw: 完成 50 探索。

# T_ACHIEVEMENT_QUESTS1_NAME
source: Completionist I
de: Perfektionist I
es: Perfeccionista I
fr: Perfectionniste I
id: Penyelesai I
it: Completista I
ja: I制覇
ko: 완료주장I
pt: Completista I.
ru: Соревновальщик I
zh: 终结者I
zh_tw: 終結者I

# T_ACHIEVEMENT_QUESTS2_DESC
source: Complete 150 quests.
de: Erfülle 150 Aufgaben.
es: Completa misiones: 150.
fr: Complétez 150 quêtes.
id: Selesaikan 150 pencarian.
it: Completa 150 missioni.
ja: クエスト150を制覇する。
ko: 150 퀘스트를 완료합니다.
pt: Completar 150 missões.
ru: Заверши квесты (150).
zh: 完成 150 探索。
zh_tw: 完成 150 探索。

# T_ACHIEVEMENT_QUESTS2_NAME
source: Completionist II
de: Perfektionist II
es: Perfeccionista II
fr: Perfectionniste II
id: Penyelesai II
it: Completista II
ja: II制覇
ko: 완료주장II
pt: Completista II.
ru: Соревновальщик II
zh: 终结者II
zh_tw: 終結者II

# T_ACHIEVEMENT_QUESTS3_DESC
source: Complete 250 quests.
de: Erfülle 250 Aufgaben.
es: Completa misiones: 250.
fr: Complétez 250 quêtes.
id: Selesaikan 250 pencarian.
it: Completa 250 missioni.
ja: クエスト250を制覇する。
ko: 250 퀘스트를 완료합니다.
pt: Completar 250 missões.
ru: Заверши квесты (250).
zh: 完成 250 探索。
zh_tw: 完成 250 探索。

# T_ACHIEVEMENT_QUESTS3_NAME
source: Completionist III
de: Perfektionist III
es: Perfeccionista III
fr: Perfectionniste III
id: Penyelesai III
it: Completista III
ja: III制覇
ko: 완료주장III
pt: Completista III.
ru: Соревновальщик III
zh: 终结者III
zh_tw: 終結者III

# T_ACHIEVEMENT_REBUILTIT_DESC
source: Lose every burnable building on the map to fire.
de: Verliere jedes brennbare Gebäude auf der Karte durch Feuer.
es: Pierde todos y cada uno de los edificios que puedan incendiarse por culpa del fuego.
fr: Perdez tous les bâtiments inflammables de la carte à cause des incendies.
id: Kehilangan setiap gedung yang bisa terbakar di peta karena api.
it: Fai bruciare tutti gli edifici incendiabili sulla mappa.
ja: 地図上の可燃性の建物すべてを火事で失う。
ko: 지도 내 불에 탈 수 있는 모든 빌딩을 화재로 잃습니다.
pt: Perder cada prédio capaz de pegar fogo no mapa.
ru: Потеряй каждое способное сгореть здание на карте в результате пожара.
zh: 由于火灾失去了地图上所有的可燃建筑。
zh_tw: 由於火災失去了地圖上所有的可燃建築。

# T_ACHIEVEMENT_REBUILTIT_NAME
source: We can rebuild it!
de: Das können wir alles wieder aufbauen!
es: ¡Podemos reconstruirlo!
fr: Nous pouvons reconstruire !
id: Kita bisa membangunnya lagi!
it: Li ricostruiremo!
ja: 建て直せます！
ko: 다시 지을 수 있습니다!
pt: Vamos começar do zero!
ru: Мы сможем все восстановить!
zh: 我们可以进行重建！
zh_tw: 我們可以進行重建！

# T_ACHIEVEMENT_REPAIR1_DESC
source: Repair 50 buildings.
de: Repariere 50 Gebäude.
es: Repara edificios: 50.
fr: Réparez 50 bâtiments.
id: Perbaiki 50 gedung.
it: Ripara 50 edifici.
ja: 50を修復する
ko: 50 빌딩을 수리합니다.
pt: Consertar 50 construções.
ru: Отремонтируй здания: 50.
zh: 修建50建筑。
zh_tw: 修建50建築。

# T_ACHIEVEMENT_REPAIR1_NAME
source: Full-time job I
de: Vollzeit Beruf I
es: Trabajo a jornada completa I
fr: Travail à plein temps I
id: Pekerjaan penuh-waktu I
it: Lavoro a tempo pieno I
ja: フルタイムの仕事I
ko: 풀-타임 직업 I
pt: Trabalho de período integral I
ru: Работа с полным рабочим днем I
zh: 专职工作 I
zh_tw: 專職工作 I

# T_ACHIEVEMENT_REPAIR2_DESC
source: Repair 150 buildings.
de: Repariere 150 Gebäude.
es: Repara edificios: 150.
fr: Réparez 150 bâtiments.
id: Perbaiki 150 gedung.
it: Ripara 150 edifici.
ja: 150を修復する
ko: 150 빌딩을 수리합니다.
pt: Consertar 150 construções.
ru: Отремонтируй здания: 150.
zh: 修建150建筑。
zh_tw: 修建150建築。

# T_ACHIEVEMENT_REPAIR2_NAME
source: Full-time job II
de: Vollzeit Beruf II
es: Trabajo a jornada completa II
fr: Travail à plein temps II
id: Pekerjaan penuh-waktu II
it: Lavoro a tempo pieno II
ja: フルタイムの仕事II
ko: 풀-타임 직업 II
pt: Trabalho de período integral II
ru: Работа с полным рабочим днем II
zh: 专职工作 II
zh_tw: 專職工作 II

# T_ACHIEVEMENT_REPAIR3_DESC
source: Repair 500 buildings.
de: Repariere 500 Gebäude.
es: Repara edificios: 500.
fr: Réparez 500 bâtiments.
id: Perbaiki 500 gedung.
it: Ripara 500 edifici.
ja: 500を修復する
ko: 500 빌딩을 수리합니다.
pt: Consertar 500 construções.
ru: Отремонтируй здания: 500.
zh: 修建500建筑。
zh_tw: 修建500建築。

# T_ACHIEVEMENT_REPAIR3_NAME
source: Full-time job III
de: Vollzeit Beruf III
es: Trabajo a jornada completa III
fr: Travail à plein temps III
id: Pekerjaan penuh-waktu III
it: Lavoro a tempo pieno III
ja: フルタイムの仕事III
ko: 풀-타임 직업 III
pt: Trabalho de período integral III
ru: Работа с полным рабочим днем III
zh: 专职工作 III
zh_tw: 專職工作 III

# T_ACHIEVEMENT_RESEARCHCOMPLETED1_DESC
source: Complete your first research.
de: Schließe deine erste Forschung ab.
es: Completa tu primera investigación.
fr: Complétez votre première recherche.
id: Selesaikan riset pertama Anda.
it: Completa la tua prima ricerca.
ja: 最初のリサーチを完了する。
ko: 첫번째 리서치를 완료합니다
pt: Completar a primeira pesquisa.
ru: Заверши свое первое исследование.
zh: 完成首项研究。
zh_tw: 完成首項研發。

# T_ACHIEVEMENT_RESEARCHCOMPLETED1_NAME
source: Eureka!
de: Heureka!
fr: Euréka !
ja: ユリイカ！
ko: 유레카!
ru: Эврика!
zh: 尤里卡！
zh_tw: 尤利卡！

# T_ACHIEVEMENT_RESEARCHCOMPLETED2_DESC
source: Complete 5 researches.
de: Schließe 5 Forschungen ab.
es: Completa 5 investigaciones.
fr: Complétez 5 recherches.
id: Selesaikan 5 riset.
it: Completa 5 ricerche.
ja: 5つのリサーチを完了する。
ko: 5개의 리서치를 완료합니다
pt: Completar 5 pesquisas.
ru: Заверши 5 исследований.
zh: 完成 5 个研究。
zh_tw: 完成 5 個研發。

# T_ACHIEVEMENT_RESEARCHCOMPLETED2_NAME
source: Researcher
de: Wissenschaftler
es: Investigador
fr: Chercheur
id: Periset
it: Ricercatore
ja: 調査員
ko: 리서처
pt: Pesquisador
ru: Исследователь
zh: 研究员
zh_tw: 研發者

# T_ACHIEVEMENT_RESEARCHCOMPLETED3_DESC
source: Complete 50 researches.
de: Schließe 50 Forschungen ab.
es: Completa 50 investigaciones.
fr: Complétez 50 recherches.
id: Selesaikan 50 riset.
it: Completa 50 ricerche.
ja: 50のリサーチを完了する。
ko: 50개의 리서치를 완료합니다!
pt: Completar 50 pesquisas.
ru: Заверши 50 исследований.
zh: 完成 50 个研究。
zh_tw: 完成 50 個研發。

# T_ACHIEVEMENT_RESEARCHCOMPLETED3_NAME
source: Genius
de: Genie
es: El genio
fr: Génie
id: Jenius
it: Genio
ja: 天才
ko: 천재적
pt: Gênio
ru: Гений
zh: 天才
zh_tw: 天才

# T_ACHIEVEMENT_SAUSAGES_DESC
source: Produce 1000 sausages in a scenario.
de: Produziere 1000 Würstchen in einem Szenario.
es: Produce 1000 salchichas en un escenario
fr: Produisez 1000 saucisses dans un scénario
id: Hasilkan 1000 sosis dalam satu skenario
it: Produci 1.000 salsicce in uno scenario
ja: 1つのシナリオでソーセージ1000本を生産する
ko: 시나리오에서 소시지 1000개를 생산하세요
pt: Produza 1000 salsichas em um cenário
ru: Приготовь 1000 ед. колбас в сценарии.
zh: 在一场剧情中生产 1000 个香肠
zh_tw: 在一場劇情中生產 1000 個香腸

# T_ACHIEVEMENT_SAUSAGES_NAME
source: Only the sausage has two ends.
de: Nur die Wurst hat zwei Enden
es: Solo la salchicha tiene dos extremos
fr: Fête de la saucisse
id: Hanya sosis yang berujung dua
it: Indigestione
ja: ソーセージのみが2つの端を持つ
ko: 소시지만 끝이 2개 있죠
pt: Só a salsicha tem duas extremidades
ru: Колбаска о двух концах
zh: 只有香肠有两头
zh_tw: 只有香腸有兩頭

# T_ACHIEVEMENT_SCENARIO_ATALEOFTWOCLANS_DESC
source: Complete the scenario “A tale of two clans”.
de: Beende das Szenario „Die Geschichte zweier Clans”
es: Completa el escenario «Historia de dos clanes».
fr: Complétez le scénario « Le récit des deux clans »
ja: 「2つの一族の物語」のシナリオを完了させる。
ko: “두 클랜 이야기” 시나리오를 완료하세요.
ru: Заверши сценарий «История двух кланов».
zh: 完成剧情章节“双族传说”。
zh_tw: 完成劇情「雙族傳說」。

# T_ACHIEVEMENT_SCENARIO_ATALEOFTWOCLANS_NAME
source: Reunification
de: Wiedervereinigung
es: Reunificación
fr: Réunification
id: Rujuk
it: Riunificazione
ja: 再統一
ko: 재통합
pt: Reunificação
ru: Воссоединение
zh: 重新统一
zh_tw: 再次團圓

# T_ACHIEVEMENT_SCENARIO_AVALANCHE_NAME
source: Buried
de: Verschüttet
es: Enterrado
fr: Enterré
id: 埋まる
it: Sepolto
ja: Tertimbun
ko: 묻힘
pt: Enterrado
ru: Под снегом
zh: 灭顶之灾
zh_tw: 滅頂之災

# T_ACHIEVEMENT_SCENARIO_BASICTRAINING_DESC
source: Complete the tutorial “Basic training”.
de: Beende die Einführung “Grundausbildung”.
es: Completa el tutorial «Entrenamiento básico»
fr: Complétez le tutoriel « Entraînement de base »
ja: チュートリアル『基礎訓練』を完了する
ko: “기본 훈련” 튜토리얼을 완료하세요
ru: Заверши обучение «Базовое обучение».
zh: 完成剧情“基本训练”
zh_tw: 完成劇情「基本訓練」

# T_ACHIEVEMENT_SCENARIO_BASICTRAINING_NAME
source: Ten-Hut!
de: Ach-Tung!
es: ¡Atención!
fr: Garde-à-vous !
id: Siap, gerak!
it: Pronti!
ja: 気をつけ！
ko: 차렷!
pt: Atenção!
ru: Смирно!
zh: 注意！
zh_tw: 注意！

# T_ACHIEVEMENT_SCENARIO_BEHINDBLINDERS_NAME
source: It went unnoticed
de: Es hat keiner gemerkt
es: Nadie se fijó
fr: C'est passé inaperçu
id: Luput dari perhatian
it: Senza farsi notare
ja: 気づかれないままでした
ko: 들키지 않고 갔습니다
pt: Passou despercebido
ru: Никто и не заметил
zh: 悄无声息
zh_tw: 悄無聲息

# T_ACHIEVEMENT_SCENARIO_BREW_NAME
source: Brew master
de: Braumeister
es: Maestro cervecero
fr: Maître brasseur
id: Ahli membuat bir
it: Mastro birraio
ja: 醸造所の監督
ko: 양조 기술자
pt: Mestre cervejeiro
ru: Пивовар
zh: 酿酒师
zh_tw: 釀酒師

# T_ACHIEVEMENT_SCENARIO_CRAFTSMEN_NAME
source: Craftsmen challenge
de: Handwerkliche Herausforderung
es: Desafío de los artesanos
fr: Le défi de l'artisan
id: Tantangan pertukangan
it: La sfida degli artigiani
ja: 職人の挑戦
ko: 기능공 도전
pt: Desafio dos artesãos
ru: Испытание ремесленников
zh: 用工荒
zh_tw: 用工荒

# T_ACHIEVEMENT_SCENARIO_CURSE_NAME
source: Malediction
de: Verwünschung
es: Maldición
fr: Malédiction
id: Kutukan
it: Che tu sia maledetto
ja: 呪いの言葉
ko: 악담
pt: Amaldiçoado
ru: Сглаз
zh: 蒙受诅咒
zh_tw: 蒙受詛咒

# T_ACHIEVEMENT_SCENARIO_DIPLOMATICVISIT_DESC
source: Complete the scenario “Diplomatic Visit”.
de: Beende das Szenario „Diplomatischer Besuch”.
es: Completa el escenario «Visita diplomática»
fr: Complétez le scénario « Visite diplomatique »
ja: 「外交訪問」のシナリオを完成させる。
ko: “외교적 방문” 시나리오를 완료하세요.
ru: Заверши сценарий «Дипломатический визит».
zh: 完成剧情章节“外交访问”。
zh_tw: 完成劇情「外交來訪」。

# T_ACHIEVEMENT_SCENARIO_DIPLOMATICVISIT_NAME
source: Negotiator
de: Verhandlungsführer
es: Negociador
fr: Négociateur
id: Juru runding
it: Negoziatore
ja: 交渉人
ko: 협상가
pt: Negociador
ru: Переговорщик
zh: 谈判专家
zh_tw: 談判官

# T_ACHIEVEMENT_SCENARIO_DISEASE_NAME
source: Panacea
de: Allheilmittel
fr: Panacée
id: Obat mujarab
ja: 万能薬
ko: 만병통치약
pt: Panacéia
ru: Панацея
zh: 万灵药
zh_tw: 萬靈藥

# T_ACHIEVEMENT_SCENARIO_DRAUGHT_NAME
source: I've been everywhere IV
de: Ich war schon überall IV
es: Ya he cubierto todo de IV
fr: J'ai été partout IV
id: Saya telah ada di mana-mana IV
it: Sono stato dappertutto IV
ja: 私はあらゆる場面で登場します IV
ko: 저는 모든 곳을 방문했습니다 IV
pt: Passei por todos os lugares IV
ru: Я был везде IV
zh: 所有的地方我都去过了 IV
zh_tw: 所有的地方我都去過了 IV

# T_ACHIEVEMENT_SCENARIO_ECONOMYCRISIS_DESC
source: Finish the scenario “Economic crisis“.
de: Beende das Szenario „Wirtschaftskrise“.
es: Acaba el escenario „Crisis económica“.
fr: Terminez le scénario „Crise économique“.
id: Selesaikan skenario „Krisis Ekonomi“.
it: Completa lo scenario „Crisi economica“.
ja: シナリオ”経済危機”をクリア。
ko: 시나리오를 종료합니다 „경제 위기“.
pt: Terminar o cenário „Crise econômica“.
ru: Заверши сценарий „Экономический кризис“.
zh: 完成场景 „经济危机“
zh_tw: 完成場景 „經濟危機“

# T_ACHIEVEMENT_SCENARIO_ECONOMYCRISIS_NAME
source: I've been everywhere III
de: Ich war schon überall III
es: Ya he cubierto todo de III
fr: J'ai été partout III
id: Saya telah ada di mana-mana III
it: Sono stato dappertutto III
ja: 私はあらゆる場面で登場します III
ko: 저는 모든 곳을 방문했습니다 III
pt: Passei por todos os lugares III
ru: Я был везде III
zh: 所有的地方我都去过了 III
zh_tw: 所有的地方我都去過了 III

# T_ACHIEVEMENT_SCENARIO_ELECTION_NAME
source: Governor-elect
de: Zukünftiger Statthalter
es: Elección de gobernador
fr: Gouverneur élu
id: Gubernur terpilih
it: Governatore eletto
ja: 次期知事
ko: 영주 선거
pt: Governador-eleito
ru: Второй срок
zh: 选举城主
zh_tw: 選舉城主

# T_ACHIEVEMENT_SCENARIO_FARMLAND_NAME
source: Little place in the country
de: Ein kleiner Ort auf dem Lande
es: Un pequeño lugar en el campo
fr: Un petit coin de campagne
id: Sebidang tanah di desa
it: Aperta campagna
ja: 国のわずかな場所
ko: 나라의 작은 곳
pt: Um cantinho no país
ru: Свой клочок земли
zh: 城镇中的小地方
zh_tw: 城鎮中的小地方

# T_ACHIEVEMENT_SCENARIO_FESTIVITIES_NAME
source: Tired by festival
de: Festival-geschädigt
es: Agotado por el festival
fr: Épuisé par le festival
id: お祭りで疲れる
it: Stanco di feste
ja: Letih karena festival
ko: 축제 피로
pt: Cansaço de festa
ru: Слишком много фестивалей
zh: 厌倦庆典
zh_tw: 厭倦慶典

# T_ACHIEVEMENT_SCENARIO_GIRLSDESIRES_NAME
source: Treat her well…
de: Behandelt sie gut...
es: Trátala bien...
fr: Traitez-la comme il faut…
id: Manjakanlah dia...
it: Prendi una donna...
ja: 彼女に優しくしてください...
ko: 잘 돌보세요…
pt: Trate-a muito bem...
ru: Все ради любви...
zh: 好好对她
zh_tw: 好好對她

# T_ACHIEVEMENT_SCENARIO_HARSHWINTER_NAME
source: I've been everywhere VIII
de: Ich war schon überall VIII
es: Ya he cubierto todo de VIII
fr: J'ai été partout VIII
id: Saya telah ada di mana-mana VIII
it: Sono stato dappertutto VIII
ja: 私はあらゆる場面で登場します VIII
ko: 저는 모든 곳을 방문했습니다 VIII
pt: Passei por todos os lugares VIII
ru: Я был везде VIII
zh: 所有的地方我都去过了 VIII
zh_tw: 所有的地方我都去過了 VIII

# T_ACHIEVEMENT_SCENARIO_INSANECHOICES_NAME
source: Made my choice
de: Ich habe meine Wahl getroffen
es: He tomado una decisión
fr: J’ai fait mon choix
id: Aku sudah menjatuhkan pilihan
it: Ho fatto una scelta
ja: 私は自分の選択をした
ko: 선택했습니다
pt: Eu fiz minha escolha
ru: Решение принято
zh: 我做出了自己的选择
zh_tw: 我已做出決定

# T_ACHIEVEMENT_SCENARIO_INSURGENTS_NAME
source: I've been everywhere IX
de: Ich war schon überall IX
es: Ya he cubierto todo de IX
fr: J'ai été partout IX
id: Saya telah ada di mana-mana IX
it: Sono stato dappertutto IX
ja: 私はあらゆる場面で登場します IX
ko: 저는 모든 곳을 방문했습니다 IX
pt: Passei por todos os lugares IX
ru: Я был везде IX
zh: 所有的地方我都去过了 IX
zh_tw: 所有的地方我都去過了 IX

# T_ACHIEVEMENT_SCENARIO_KINGSBET_NAME
source: I've been everywhere X
de: Ich war schon überall X
es: Ya he cubierto todo de X
fr: J'ai été partout X
id: Saya telah ada di mana-mana X
it: Sono stato dappertutto X
ja: 私はあらゆる場面で登場します X
ko: 저는 모든 곳을 방문했습니다 X
pt: Passei por todos os lugares X
ru: Я был везде X
zh: 所有的地方我都去过了 X
zh_tw: 所有的地方我都去過了 X

# T_ACHIEVEMENT_SCENARIO_LATEFALL_DESC
source: Finish the scenario “Late fall“.
de: Beende das Szenario „Spätherbst“.
es: Acaba el escenario „Finales de otoño“.
fr: Terminez le scénario „Automne finissant“.
id: Selesaikan skenario „Akhir musim gugur“.
it: Completa lo scenario „Autunno inoltrato“.
ja: シナリオ”晩秋”をクリア。
ko: 시나리오를 종료합니다 „늦 가을“.
pt: Terminar o cenário „Fim do outono“.
ru: Заверши сценарий „Поздняя осень“.
zh: 完成场景 „晚秋“
zh_tw: 完成場景 „晚秋“

# T_ACHIEVEMENT_SCENARIO_LATEFALL_NAME
source: I've been everywhere II
de: Ich war schon überall II
es: Ya he cubierto todo de II
fr: J'ai été partout II
id: Saya telah ada di mana-mana II
it: Sono stato dappertutto II
ja: 私はあらゆる場面で登場します II
ko: 저는 모든 곳을 방문했습니다 II
pt: Passei por todos os lugares II
ru: Я был везде II
zh: 所有的地方我都去过了 II
zh_tw: 所有的地方我都去過了 II

# T_ACHIEVEMENT_SCENARIO_LEGACY_NAME
source: An honorable departure
de: Ein ehrenhafter Abgang
es: Una partida honrosa
fr: Un départ honorable
id: Keberangkatan terhormat
it: Un ritiro onorevole
ja: 名誉ある出立
ko: 영예로운 퇴임
pt: Uma despedida de honra
ru: Почетные проводы
zh: 一次荣耀的出行
zh_tw: 一次榮耀的出行

# T_ACHIEVEMENT_SCENARIO_MONEYBAGS_NAME
source: Penny pincher
de: Geizhals
es: Tacaño
fr: Grippe-sou
id: 節約家
it: Tirchio
ja: Si Kikir
ko: 구두쇠
pt: Mão de vaca
ru: Скряга
zh: 守财奴
zh_tw: 守財奴

# T_ACHIEVEMENT_SCENARIO_MONUMENTAL_NAME
source: I've been everywhere VII
de: Ich war schon überall VII
es: Ya he cubierto todo de VII
fr: J'ai été partout VII
id: Saya telah ada di mana-mana VII
it: Sono stato dappertutto VII
ja: 私はあらゆる場面で登場します VII
ko: 저는 모든 곳을 방문했습니다 VII
pt: Passei por todos os lugares VII
ru: Я был везде VII
zh: 所有的地方我都去过了 VII
zh_tw: 所有的地方我都去過了 VII

# T_ACHIEVEMENT_SCENARIO_THE_BEAST_NAME
source: Chief Inspector
de: Hauptkommissar
es: Inspector jefe
fr: Inspecteur en chef
id: Inspektur Kepala
it: Ispettore capo
ja: 調査責任者
ko: 최고 조사관
pt: Detetive Chefe
ru: Гениальный сыщик
zh: 主调查员
zh_tw: 主調查員

# T_ACHIEVEMENT_SCENARIO_TOURNAMENT_DESC
source: Finish the scenario “Tournament“.
de: Beende das Szenario „Turnier“.
es: Acaba el escenario „Torneo“.
fr: Terminez le scénario „Tournoi“.
id: Selesaikan skenario „Turnamen“.
it: Completa lo scenario „Il torneo“.
ja: シナリオ”トーナメント”をクリア。
ko: 시나리오를 종료합니다 „토너먼트“.
pt: Terminar o cenário „Torneio“.
ru: Заверши сценарий „Турнир“.
zh: 完成场景 „比武大赛“
zh_tw: 完成場景 „比武大賽“

# T_ACHIEVEMENT_SCENARIO_TOURNAMENT_NAME
source: I've been everywhere I
de: Ich war schon überall I
es: Ya he cubierto todo de I
fr: J'ai été partout I
id: Saya telah ada di mana-mana I
it: Sono stato dappertutto I
ja: 私はあらゆる場面で登場します I
ko: 저는 모든 곳을 방문했습니다 I
pt: Passei por todos os lugares I
ru: Я был везде I
zh: 所有的地方我都去过了 I
zh_tw: 所有的地方我都去過了 I

# T_ACHIEVEMENT_SCENARIO_TRADINGPOST_NAME
source: I've been everywhere V
de: Ich war schon überall V
es: Ya he cubierto todo de V
fr: J'ai été partout V
id: Saya telah ada di mana-mana V
it: Sono stato dappertutto V
ja: 私はあらゆる場面で登場します V
ko: 저는 모든 곳을 방문했습니다 V
pt: Passei por todos os lugares V
ru: Я был везде V
zh: 所有的地方我都去过了 V
zh_tw: 所有的地方我都去過了 V

# T_ACHIEVEMENT_SCENARIO_TWELVE_NAME
source: LEGEN… wait for it… DARY
de: LEGEN… es kommt gleich… DÄR
es: LEGEN... prepárate... DARIAS.
fr: LÉGEN... attendez... DAIRE
id: LEGEN... tunggu... DARIS
it: LEGGEN... pausa... DARIO
ja: 伝説の名は伊達じゃない
ko: 전… 잠시만요… 설의
pt: LEND... ÁRIO
ru: ТЫ ЛЕГЕНДА
zh: 传……等等……奇
zh_tw: 傳……等等……奇

# T_ACHIEVEMENT_SCENARIO_UNDERSIEGE_DESC
source: Complete the scenario “Under siege”.
de: Beende das Szenario “Belagerung”.
es: Completa el escenario «Bajo asedio»
fr: Complétez le scénario « Assiégé »
ja: シナリオ「包囲攻撃の中」を完了する。
ko: “포위 상태” 시나리오를 완료하세요.
ru: Заверши сценарий «В осаде».
zh: 完成剧情“遭围困”
zh_tw: 完成劇情「遭圍困」

# T_ACHIEVEMENT_SCENARIO_UNDERSIEGE_NAME
source: Impregnable
de: Uneinnehmbar
es: Inexpugnable
fr: Imprenable
id: Tidak terkalahkan
it: Imprendibile
ja: 難攻不落
ko: 난공불락
pt: Impenetrável
ru: Неприступная оборона
zh: 坚守城池
zh_tw: 堅守城池

# T_ACHIEVEMENT_SCENARIO_WARRIDDEN_NAME
source: War-zone
de: Kriegsgebiet
es: Zona de guerra
fr: Zone de guerre
id: Daerah perang
it: Zona di guerra
ja: 戦闘地域
ko: 전쟁 지역
pt: Zona de guerra
ru: Военная зона
zh: 战争地带
zh_tw: 戰爭地帶

# T_ACHIEVEMENT_SCENARIO_WATERWAYS_NAME
source: Waterways
de: Wasserwege
es: Canales
fr: Cours d'eau
id: Jalur perairan
it: Via d’acqua
ja: 水路
ko: 수로
pt: Canais
ru: Водные артерии
zh: 运河
zh_tw: 水路

# T_ACHIEVEMENT_SCENARIO_WEDDING_NAME
source: I've been everywhere VII
de: Ich war schon überall VI
es: Ya he cubierto todo de VI
fr: J'ai été partout VI
id: Saya telah ada di mana-mana VI
it: Sono stato dappertutto VI
ja: 私はあらゆる場面で登場します VI
ko: 저는 모든 곳을 방문했습니다 VI
pt: Passei por todos os lugares VI
ru: Я был везде VI
zh: 所有的地方我都去过了 VI
zh_tw: 所有的地方我都去過了 VI

# T_ACHIEVEMENT_SCENARIO_WOODSHORTAGE_NAME
source: The wood shortage
de: Der Holz Engpass
es: La escasez de madera
fr: La pénurie de bois
id: Kekurangan kayu
it: La crisi di legname
ja: 木材不足
ko: 목재 부족
pt: Escassez de madeira
ru: Недостаток древесины
zh: 木材短缺
zh_tw: 木材短缺

# T_ACHIEVEMENT_SERVE_PROTECT_DESC
source: Have full guard tower coverage in a town with a population of 100.
de: Decke ein 100 Einwohner-Dorf mit Wachtürmen komplett ab.
es: Ten una aldea con una población de 100 totalmente protegida con torres de vigilancia
fr: Couvrez la totalité d'une ville de population 100 avec des tours de garde
id: Pastikan seluruh kawasan tercakup menara jaga di kota dengan 100 penduduk
it: Copri un'intera città con popolazione 100 con le torri di guardia
ja: 100人の人口を持つ街を見張り塔で完全にガードする
ko: 인구 100명의 마을을 감시탑으로 모두 보호하세요
pt: Tenha cobertura completa com torres de guerra da cidade com população de 100
ru: Расположи сторожевые вышки так, чтобы в их зону действия попал весь город с населением 100 или больше.
zh: 在人口数量达到 100 的城镇实现守卫塔全面覆盖
zh_tw: 在人口數量達到 100 的城鎮實現守衛塔全面覆蓋

# T_ACHIEVEMENT_SERVE_PROTECT_NAME
source: To serve and protect
de: Um zu dienen und zu schützen
es: Al servicio de los ciudadanos
fr: Servir et protéger
id: Melayani dan melindungi
it: Ordine pubblico
ja: 仕え、保護する
ko: 봉사와 보호
pt: Para servir e proteger
ru: Служить и защищать
zh: 服务和保护
zh_tw: 服務和保護

# T_ACHIEVEMENT_TAXES1_DESC
source: Collect taxes: 1000 Thaler.
de: Sammle Steuern: 1000 Taler.
es: Recauda impuestos: 1000 táleros.
fr: Collectez des taxes: 1000 Écus.
id: Kumpulkan pajak: 1000 Thaler.
it: Raccogli le tasse: 1000 talleri.
ja: 税金を集める：1000ターレル
ko: 세금을 걷습니다: 1000 탈러
pt: Coletar impostos: 1000 Táleres.
ru: Собери налоги: 1000 талеров.
zh: 征收税款： 1000 泰勒币。
zh_tw: 徵收稅款： 1000 泰勒幣。

# T_ACHIEVEMENT_TAXES1_NAME
source: Tax-man I
de: Steuereintreiber I
es: Recaudador de impuestos I
fr: Collecteur d'impôts I
id: Penarik pajak I
it: Esattore I
ja: Iの収税官
ko: 세금인 I
pt: Fiscal de impostos I.
ru: Сборщик податей I
zh: 税收员I
zh_tw: 稅收員I
