Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_1_DESC
source: Governor, by coincidence I have 'found' one of these quartzes in one of my raids. Unfortunately my pal ‘Roughneck’ took it when we split our gang. He has his own bandit camp in the area.
de: Statthalter, zufälligerweise habe ich so ein Ding, auf einem meiner Raubzüge erbeutet. Als mein Kumpel “Haudegen” und ich unsere Bande getrennt haben, hat er ihn allerdings mitgenommen. Er müsste ein Banditenlager in der Umgebung haben, soweit ich weiß.
es: Gobernador, casualmente «encontré» uno de esos cuarzos durante un asalto. Por desgracia, mi amigo «Cuelloduro» se lo llevó cuando nos separamos. Ha establecido su propio campamento en la zona.
fr: Gouverneur, j'ai 'trouvé' par hasard l'un de ces quartz lors d'un raid. Hélas, mon ami ‘Roughneck’ l'a emporté avec lui lorsque notre gang s'est divisé. Il a créé son propre camp de bandits dans la région.
id: Gubernur, kebetulan saja aku 'ketemu' kristal kuarsa seperti itu selagi menjarah. Sayangnya, sobatku ‘si Begal’ membawanya waktu kami pecah kongsi. Dia punya perkemahan bandit sendiri di sekitar sini.
ja: こちらの戦利品の中に偶然にもクオーツを「見つけた」ぞ。しかし残念ながらギャングたちを分派した際に俺の仲間の「ラフネック」が持って行ってしまったようだ。 奴はこの辺りに自分の盗賊野営地を持っている。
ko: 영주님, 우연히 습격 중 수정 하나를 '발견'했어요. 불행히도 몫을 나눌 때 제 친구 ‘러프넥’이 가져갔어요. 그 친구는 지역에 자기 캠프가 있어요.
pt: Governador, por coincidência eu “encontrei” um desses quartzos em uma invasão. Infelizmente meu colega “Brucutu” pegou quando separamos nossas gangues. Ele tem seu próprio acampamento de bandidos na região.
ru: Губернатор, какое совпадение! Я как раз «позаимствовал» кристалл кварца в одном из налетов. К несчастью, когда мы делили банду, его забрал мой товарищ Громила. У него тут неподалеку свой лагерь.
zh: 城主，我们有一次去打劫，无意间“得到”过这么一块水晶。可惜我们分家的时候，让我兄弟“暴徒”给拿走了。 他在本地有自己的营地。
zh_tw: 城主，我們有一次去打劫，無意間「得到」過這麼一塊水晶。可惜我們分家的時候，讓我兄弟「暴徒」給拿走了。 他在本地有自己的營地。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_1_TITLE
source: Acquire the charged quartz from the bandit camp.
de: Beschaffe den aufgeladenen Quarz aus dem Banditenlager.
es: Consigue el cuarzo cargado en el campamento de bandidos.
fr: Obtenez le quartz chargé auprès du camp de bandits.
id: Dapatkan kristal kuarsa bermuatan dari perkemahan bandit.
it: Ottieni il cristallo magnetizzato dall'accampamento dei banditi
ja: 盗賊の野営地から帯電したクオーツを手に入れる。
ko: 강도 캠프에서 충전된 수정 결정을 구하세요.
pt: Consiga o quartzo carregado no acampamento de bandidos.
ru: Раздобудь заряженный кварц в лагере бандитов.
zh: 去土匪营地拿魔法水晶。
zh_tw: 去土匪營地拿魔法水晶。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_2_DESC
source: Governor, the lightning rod can be built with normal iron bars and some tools.
de: Statthalter, der Blitzableiter kann aus einfachen Eisenbarren und Werkzeugen gebaut werden. Dies dürfte ja nicht so schwer sein.
es: Gobernador, se puede construir el pararrayos con barras de hierro normales y algunas herramientas.
fr: Gouverneur, vous pouvez construire le paratonnerre à l'aide de barres de fer normales et de quelques outils.
id: Gubernur, penangkal petir bisa dibuat dengan batang besi biasa dan beberapa peralatan.
it: Governatore, per costruire un parafulmine servono alcune sbarre di ferro e un po' di utensili.
ja: 閣下、避雷針は普通の鉄の棒といくつかの道具があれば作ることができます。
ko: 영주님, 일반적인 철근과 도구로 피뢰침을 만들 수 있어요.
pt: Governador, o para-raios pode ser construído com barras de ferro comuns e algumas ferramentas.
ru: Губернатор, для создания громоотвода нам потребуются обычные слитки железа и инструменты.
zh: 城主大人，闪电宝杖，可以取普通铁棍，配合一些器具打造。
zh_tw: 城主大人，閃電寶杖，可以取普通鐵棍，配合一些器具打造。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_2_TITLE
source: Build the lightning rod.
de: Konstruiert einen Blitzableiter.
es: Construye el pararrayos.
fr: Construisez le paratonnerre.
id: Buatlah penangkal petir.
it: Costruisci il parafulmine.
ja: 避雷針を作る。
ko: 피뢰침을 만드세요.
pt: Construa o para-raios.
ru: Построй громоотвод.
zh: 打造闪电宝杖。
zh_tw: 打造閃電寶杖。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_3_DESC
source: My Lord, I can prepare the potion if you can get me the necessary ingredients.
de: Mein Herr, es ist mir möglich den Trank vorzubereiten, wenn ihr mir die notwendigen Zutaten beschaffen würdet.
es: Mi señor, puedo preparar la poción si me consigues los ingredientes necesarios.
fr: Mon seigneur, je peux fabriquer la potion si vous me fournissez les ingrédients nécessaires.
id: Tuanku, aku bisa menyiapkan ramuan itu kalau Tuan bisa mendapatkan bahan-bahan yang diperlukan.
it: Milord, posso preparare la pozione se mi porterà gli ingredienti di cui ho bisogno.
ja: 閣下、もし必要な材料を手に入れることができれば私が薬を作って差し上げましょう。
ko: 영주님, 필요한 재료를 구해오시면 물약을 만들 수 있어요.
pt: Milorde, posso preparar a poção se você conseguir os ingredientes necessários.
ru: Милорд, я смогу приготовить зелье, если вы соберете нужные ингредиенты.
zh: 大人，你要是能给我弄到必备的配料，我可以准备药水。
zh_tw: 大人，你要是能給我弄到必備的配料，我可以準備藥水。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_3_TITLE
source: Get the potion ingredients.
de: Beschaffe die Zutaten für den Trank.
es: Consigue los ingredientes de la poción.
fr: Obtenez les ingrédients de la potion.
id: Dapatkan bahan-bahan ramuan.
it: Ottieni gli ingredienti per la pozione.
ja: 薬の材料を手に入れる。
ko: 물약 재료를 구하세요.
pt: Consiga os ingredientes da poção.
ru: Собери ингредиенты для зелья.
zh: 取得药水配料。
zh_tw: 取得藥水配料。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_END_DESC
source: Now you have to drink the potion, while holding the lightning rod in your left hand and the charged quartz in your right. Then you have to stand in open ground until a lightning strike hits the rod.
de: Nun müsst ihr die Mixtur trinken, während ihr den Blitzableiter tragt und freies Gelände betretet. Dort wartet ihr dann einfach bis euch der Blitz trifft… Aber wartet bitte bis ich mich in Sicherheit begeben habe.
es: Ahora tienes que beberte la poción mientras sujetas el pararrayos con la mano izquierda y el cuarzo cargado con la derecha. Luego tienes que colocarte en campo abierto hasta que un rayo caiga sobre el pararrayos.
fr: Vous devez maintenant boire la potion tout en tenant le paratonnerre de la main gauche et le quartz chargé de la droite. Ensuite, vous devez vous tenir en terrain découvert jusqu'à ce qu'un éclair frappe le paratonnerre.
id: Sekarang kau harus meminum ramuan sambil memegang penangkal petir di tangan kiri dan kristal kuarsa bermuatan di tangan kanan. Lalu kau harus berdiri di lapangan terbuka sampai penangkal petirnya disambar.
it: Ora devi bere la pozione, tenendo il parafulmine nella mano sinistra e il quarzo magnetizzato in quella destra. Dopodiché, devi restare all'aperto fino a quando un fulmine non colpirà il parafulmine.
ja: さあ、この避雷針を左手に、帯電したクオーツを右手に持ちながらこの薬を飲んでください。そして雷がこの避雷針に落ちるまで外に立っていなければいけません。 私が安全な場所に移動するまで待っていてくださいよ。
ko: 왼손에 피뢰침을, 오른손에 충전된 수정 결정을 들고 물약을 마셔야 해요. 그리고 번개가 피뢰침을 때릴 때까지 넓은 들에 서있어야 해요.
pt: Agora você deve beber a poção, enquanto segura o para-raios na mão esquerda e o quartzo carregado na mão direita. Depois você deve ficar em pé a céu aberto até que um raio atinja o para-raios.
ru: Теперь возьмите громоотвод в левую руку, а заряженный кварц — в правую, и выпейте зелье. Затем встаньте на открытом пространстве и дождитесь, пока в громоотвод ударит молния.
zh: 现在，你得左手持闪电宝杖，右手持魔法水晶，同时喝下药水。然后你得站立在空旷之地，等待闪电击中宝杖。
zh_tw: 現在，你得左手持閃電寶杖，右手持魔法水晶，同時喝下藥水。然後你得站立在空曠之地，等待閃電擊中寶杖。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_END_TITLE
source: Perform the ritual.
de: Verrichtet das Ritual.
es: Ejecuta el ritual.
fr: Effectuez le rituel.
id: Selenggarakanupacara.
it: Esegui il rituale.
ja: 儀式を執り行う。
ko: 의식을 실행하세요.
pt: Faça o ritual.
ru: Исполни ритуал.
zh: 举行仪典。
zh_tw: 舉行儀典。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_START
source: You are the last person I would have expected to free me from prison. Because of YOU I ended up there in the first place.
de: IHR?! Ihr seid wirklich der Letzte den ich erwartet hätte, mich aus dem Verlies zu befreien. Wegen EUCH war ich dort überhaupt erst drin.
es: Jamás me habría imaginado que fueras tú quien me liberase de la prisión. Sobre todo, porque si acabé aquí fue por TU culpa.
fr: Vous êtes la dernière personne que j'imaginais capable de me sortir de prison. C'est à cause de VOUS que j'ai échoué ici.
id: Tidak kusangka bahwa ternyata kau yang bakal membebaskanku dari penjara. Padahal justru gara-gara KAU aku harus masuk bui!
it: Non mi sarei mai aspettato di venir liberato da te. È grazie a TE se sono finito in carcere...
ja: まさかあなたが私を牢から出してくれるとは思っていませんでしたよ。なんといってもあなたのせいで私は牢に入れられたのですからね。
ko: 당신이 저를 감옥에서 빼낼 거라고 전혀 상상도 못했어요. 애초에 당신 때문에 감옥에 갇혔으니까요.
pt: Você é a última pessoa que eu esperaria me libertar da prisão. Foi por SUA causa que eu acabei aqui.
ru: Вот уж не ожидал, что моим спасителем окажетесь вы. Ведь именно из-за вас я и оказался за решеткой.
zh: 真没想到，搭救我出狱的，竟然是你。要不是因为你，我当初就不会栽跟头。
zh_tw: 真沒想到，搭救我出獄的，竟然是你。要不是因為你，我當初就不會栽跟頭。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_START_02
source: Well it seems you have some trouble with a curse. And now you want my help?
de: Ihr habt also ein kleines Problemchen mit einem Fluch. Und nun wollt ihr meine Hilfe?
es: Bien, parece que una maldición te está causando problemillas y quieres que te ayude, ¿eh?
fr: Bon, vous semblez avoir un souci avec une malédiction. Et vous avez besoin de mon aide ?
id: Hmm, sepertinya kau kewalahan menghadapi kutukan. Dan sekarang kau mau minta bantuanku?
it: Beh, allora siete sotto l'influenza di una terribile maledizione. E così, volete che vi aiuti?
ja: どうやら呪いのせいで困っているようですな。手をお貸ししましょうか？
ko: 저주 때문에 문제가 있는 것 같군요. 이제 와서 제 도움을 바란다고요?
pt: Bam, parece que estamos tendo problemas com uma maldição. E agora você quer a minha ajuda?
ru: Что ж, похоже, на вас наложено проклятье. И вы хотите, чтобы я вам помог?
zh: 看来，有个诅咒让你头疼。你也要我帮忙吗？
zh_tw: 看來，有個詛咒讓你頭疼。你也要我幫忙嗎？

# T_SCENARIO_2017_APOCALYPSE_THUNDERSTORM_WARNING
source: Lord! A terrible thunderstorm is brewing over our little town. Let's make sure our fire towers are fully alert!
de: Lord! Ein unglaubliches Gewitter braut sich über der Stadt zusammen. Wir sollten die Feuerwehrtürme in höchste Alarmbereitschaft versetzen!
es: ¡Señor! Una terrible tormenta se cierne sobre nuestra pequeña ciudad. ¡Hay que avisar a las torretas de incendio para que estén alerta!
fr: Seigneur ! Une terrible tempête se prépare au-dessus de notre petit village. Assurons-nous que les tours soient en alerte !
id: Tuanku! Kota kecil kita akan dilanda badai petir yang dahsyat. Kita harus pastikan semua menara pemadam kebakaran siap siaga!
it: Mio Dio! Una terribile tempesta di fulmini si sta abbattendo sulla nostra umile città. Assicuriamoci che le nostre torri dei pompieri siano pronte all'azione.
ja: 閣下！ものすごい雷雨がこの小さな町にやってきます。火の見やぐらがちゃんと警戒しているか、確認しましょう！
ko: 영주님! 엄청난 폭풍우가 작은 마을을 날려버렸어요. 소화탑에 철저히 경계하라고 알리세요!
pt: Minha nossa! Uma tempestade terrível está sobre nossa cidade. Vamos verificar se nossas torres contra incêndio estão preparadas!
ru: Боже! Над городом собирается ужасная буря. Убедитесь, что все пожарные вышки в полной готовности!
zh: 大人！有一场猛烈的雷暴正在城上形成。咱们得确保消防塔全力戒备！
zh_tw: 大人！有一場猛烈的雷暴正在城上形成。咱們得確保消防塔全力戒備！

# T_SCENARIO_2017_APOCALYPSE_TRADE_QUEST_01_DESC
source: Governor. It is way too dangerous for me to come to your town. But I can make arrangements for you if you can pay the price…
de: Statthalter, es ist mir zu gefährlich bei euch im Dorf. Einen meiner Bediensteten sende ich zu euch, um die wichtigsten Güter für etwas erhöhte Preise mit euch zu tauschen. Denkt daran, diese Angebote sind nur kurzzeitig verfügbar. Was haltet ihr davon?
es: Gobernador, para mí es demasiado peligroso ir a tu ciudad. Pero puedo arreglarlo todo si puedes pagar el precio...
fr: Gouverneur, c'est bien trop dangereux pour moi de rejoindre votre village. Cependant, je peux peut-être vous arranger quelque chose, contre un bon prix…
id: Tuan Gubernur, bagiku terlalu berbahaya untuk datang ke kota Tuan. Tapi aku bisa mengatur sesuatu asal Tuan sanggup membayar...
it: Governatore, è troppo pericoloso per me seguirvi nella vostra città. Ma posso comunque dare il mio contributo, se siete disposto a pagarne il prezzo...
ja: 閣下。私がこの町に来るのは危険過ぎます。しかしちゃんとお金を払ってもらえればなんとかいたしましょう・・・ こんな申し出は今だけですよ、どうされますか？
ko: 영주님. 너무 위험해서 마을에 갈 수 없어요. 하지만 돈을 준비하시면 방법을 마련할 수도 있죠…
pt: Governador. É muito perigoso para mim ir até a sua cidade. Mas posso fazer alguns arranjos se puder pagar o meu preço.
ru: Губернатор, в вашем городе слишком опасно, я не стану в него заезжать. Однако я могу вам помочь — за определенную плату...
zh: 城主大人，太危险了，我可不敢去您治下之城。不过，我也可以为您安排，只要您出的价格……
zh_tw: 城主大人，太危險了，我可不敢去您治下之城。不過，我也可以為您安排，只要您出的價格……

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_01_DESC
source: Don’t you think that the soldiers in town waste too many valuable resources? We could easily sell them and make some money on the side. The only thing you have to do is to make sure the quartermaster is distracted somehow.
de: Findet ihr nicht, dass die Soldaten der Stadt viel zu viele der kostbaren Güter verschwenden, die wir viel gewinnbringender außer Landes bringen könnten? Meine Jungs kümmern sich um alles, ihr müsst nur dafür sorgen, dass der Quartiermeister kurz abgelenkt ist.
es: ¿No te parece que los soldados de la ciudad derrochan demasiados recursos valiosos? Nosotros podríamos venderlos y sacar algo de dinero. Solo tienes que hacer que el intendente se distraiga un poco.
fr: Vous ne trouvez pas que les soldats de la ville gaspillent trop de ressources de valeur ? Nous pourrions facilement les revendre et gagner un peu d'argent au passage. Vous n'avez qu'à faire en sorte de distraire l'attention du contremaître.
id: Tuan sependapat, bukan, bahwa para serdadu di kota ini menghabiskan terlalu banyak sumber daya berharga? Seharusnya kami bisa menjual semuanya untuk penghasilan sampingan. Satu-satunya yang perlu dilakukan adalah mengalihkan perhatian kepala barak.
it: Credo che i soldati di questa città siano uno spreco di risorse! Perché non li vendiamo al miglior offerente e ci facciamo su un bel gruzzoletto? Si accerti solamente che il quartiermastro sia... assente per qualche tempo, e tutto filerà liscio.
ja: 町の兵士たちは大切な資源を無駄にしすぎていると思わないか？俺たちならそれらを売って簡単にお金に変えることができる。そっちがやらないといけないことは、補給係の気をなんとかしてそらすことだな。
ko: 마을의 군인들이 귀한 자원을 너무 많이 낭비한다고 생각하지 않으세요? 군인을 팔아 돈을 마련할 수 있어요. 병참 장교의 주의를 돌리기만 하면 돼요.
pt: Você não acha que os soldados da cidade desperdiçam muitos recursos valiosos? Poderíamos vender esses recursos e fazer algum dinheiro por fora. Você só precisa distrair o intendente de alguma maneira.
ru: Не кажется ли вам, что городские солдаты тратят слишком много ценных ресурсов? Мы могли бы продать их и заработать немного деньжат. От вас лишь требуется каким-нибудь образом отвлечь квартирмейстера.
zh: 您是否觉得，城内兵士虚耗了过多的珍贵物资？这些物资，咱们可以轻松出手，换些钱花。您只须确保将军需官引开即可。
zh_tw: 您是否覺得，城內兵士虛耗了過多的珍貴物資？這些物資，咱們可以輕鬆出手，換些錢花。您只須確保將軍需官引開即可。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_01_TITLE
source: Unassign the quartermaster from the barracks.
de: Wähle den Träger der Kaserne ab.
es: Retira al intendente del barracón.
fr: Faites sortir le contremaître des baraquements.
id: Liburkan kepala barak.
it: Licenzia il quartiermastro dalla caserma.
ja: 補給係を兵舎から外す。
ko: 병영에서 병참 장교의 주의를 돌리세요.
pt: Dispense o intendente no quartel.
ru: Сними квартирмейстера из казармы.
zh: 闲置兵营军需官。
zh_tw: 閒置兵營軍需官。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_01_TITLE_CASTLE
source: Unassign the carriers from the castle.
de: Wähle die Träger des Schlosses ab.
es: Retira a los transportistas del castillo.
fr: Faites sortir les porteurs du château.
id: Alihtugaskan para pengangkut dari kastil.
it: Licenza i trasportatori dal castello.
ja: 城から運搬人を外す。
ko: 성에서 운송 업자를 쉬게 하세요.
pt: Dispense os transportadores do castelo.
ru: Сними носильщиков из замка.
zh: 闲置城堡里的脚夫。
zh_tw: 閒置城堡裡的腳夫。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_02_DESC
source: Governor, my boys need some undisturbed time at the city walls. You know, they like to be on their own, when “storing” goods outside the walls. It is important that the guards near the wall are somewhere else.
de: Statthalter, ihr könntet eine Kleinigkeit für uns tun. Wir benötigen etwas “Ruhe” an der Stadtmauer, um einige Waren unbemerkt aus der Stadt zu entfernen. Es ist wichtig, dass die Wachen in den Türmen solange...”woanders” sind, okay?
es: Gobernador, mis chicos tienen que ir a las murallas y no quieren molestias. Ya sabes, les gusta estar solos cuando «almacenan» objetos al otro lado. Es importante que los guardias de las murallas se vayan a otra parte.
fr: Gouverneur, mes gars ont besoin de passer un peu de temps sur les murailles de la ville sans être dérangé. Vous savez, ils aiment bien être seuls quand ils « stockent » des marchandises à l'extérieur des murs. Il faut absolument que les gardes regardent ailleurs.
ja: 知事、うちの男たちが城壁でちょっと時間が必要なんだが。品物を壁の外で「保管」する時には誰もいない方がいいんだよ。だから壁の近くの守衛にはどこかに行っててもらわないといけない。
ko: 영주님, 부하들이 성벽에서 쉬어야 해요. 성벽 밖에 물건을 “보관”할 때 자신만의 시간을 갖고 싶어 해요. 성벽 주변 경비를 다른 곳에 보내야 해요.
pt: Governador, meus rapazes precisam de algum tempo nas muralhas da cidade sem serem perturbados. Sabe, eles gostam de ficar à vontade quando “armazenam” mercadorias fora das muralhas. É importante que os guardas próximos da muralha estejam em outro lugar.
ru: Губернатор, моим парням нужно провести некоторое время на городских стенах. Без свидетелей. Знаете ли, они предпочитают «складировать» товары за стенами в тишине и покое. Важно, чтобы рядом со стенами не было стражи.
zh: 城主大人，小人的孩儿们，想在城墙边不受打扰。想必您也知道，他们在城外“囤货”，喜欢独来独往。关键在于，要让城墙边的守卫，到别的地方去。
zh_tw: 城主大人，小人的孩兒們，想在城牆邊不受打擾。想必您也知道，他們在城外「囤貨」，喜歡獨來獨往。關鍵在於，要讓城牆邊的守衛，到別的地方去。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_02_TITLE
source: Deassign all soldiers.
de: Sorgt dafür, dass alle Wachtürme unbesetzt sind.
es: Retira a todos los soldados.
fr: Rendez inactifs les soldats
id: Alihtugaskan semua serdadu.
it: Licenzia i soldati.
ja: すべての兵士を外す。
ko: 군인을 모두 쉬게 하세요.
pt: Dê folga a todos os soldados.
ru: Сними всех солдат.
zh: 调开全部兵士。
zh_tw: 調開全部兵士。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_03_DESC
source: I have some small problem with the population in town. You see, we help them with our presence and they do not want to pay for our kind deeds, you know?
es: Tengo un pequeño problema con la población de la ciudad. Verás, nuestra presencia les protege, pero ellos se niegan a pagar por esa generosa acción.
fr: J'ai un petit problème avec la population en ville. Voyez-vous, nous les aidons grâce à notre présence et ils refusent de nous payer pour notre bienveillance. Vous voyez le topo ?
id: Aku ada sedikit masalah dengan para warga di kota ini. Begini, kehadiran kami membantu mereka tapi mereka tidak mau membayar untuk kebaikan kami itu.
it: Ho un piccolo problema con la popolazione di questa città. Vede, noi li proteggiamo e li aiutiamo e loro si rifiutano di riconoscerci un rimborso spese per la nostra gentilezza innata... ma in che mondo siamo finiti?
ja: 町の奴らとちょっとトラブっている。俺たちが町にいることで彼らは助かっているのに、こっちの善意に金を払いたくないって言うんだ、わかるだろう？
ko: 주민들과 작은 문제가 있어요. 우리가 주민들을 지켜주고 있는 데 아무런 대가를 지불하지 않고 있어요.
pt: Tenho um pequeno problema com a população da cidade. Sabe, nós os ajudamos com nossa presença e eles não querem pagar por nossos serviços, entende?
ru: У меня небольшая проблема с горожанами. Мы их тут бережем от разбойников, а они, видите ли, не хотят платить за нашу доброту.
zh: 小人和城里的人，有点小矛盾。您也看到了，有我等坐镇，保证他们太平。可他们却不愿因我等善举，而有所回报。这，您可知道？
zh_tw: 小人和城裡的人，有點小矛盾。您也看到了，有我等坐鎮，保證他們太平。可他們卻不願因我等善舉，而有所回報。這，您可知道？

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_03_TITLE
source: Collect protection money.
de: Sammelt Schutzgeld ein.
es: Recauda dinero para protección.
fr: Récupérez l'argent de la protection.
id: Tarik uang keamanan.
it: Raccogli il pizzo.
ja: みかじめ料を集める。
ko: 보호금을 받으세요.
pt: Colete dinheiro de proteção.
ru: Собери откупные деньги.
zh: 收保护费。
zh_tw: 收保護費。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_04_DESC
source: Governor, unfortunately you did not collect enough money to meet my “expenses” here in town. I need the rest of my money back. How about you “invest” some money yourself?
de: Statthalter, leider reicht das von euch eingesammelte Geld nicht wirklich aus, um meine ”Unkosten” für die Stadt wieder einzubringen. Würdet ihr mir den Rest des Geldes freundlicherweise zukommen lassen?
es: Gobernador, por desgracia no has recaudado suficiente dinero para cubrir mis «gastos». Necesito que me devuelvas el resto. ¿Qué tal si «inviertes» un poco tú mismo?
fr: Gouverneur, malheureusement, vous n'avez pas collecté assez d'argent pour couvrir mes « dépenses » en ville. J'ai besoin du reste de mon argent. Que diriez-vous « d'investir » un peu vous-même ?
ja: 知事、残念ながらあんたはこちらの「経費」に足りるだけのお金を集めなかった。残りのお金を返してくれ。あんたが自分のお金に「投資」するってのはどうだい？
ko: 영주님, 마을에서 제 “비용”을 충당하기에 충분한 돈을 모으지 못했어요. 나머지 돈을 받아야 해요. 직접 “투자”하는 건 어때요?
pt: Governador, infelizmente você não coletou dinheiro suficiente para garantir minhas “despesas” aqui na cidade. Preciso do resto do dinheiro de volta. Que tal “investir” algum dinheiro seu?
ru: Губернатор, к несчастью, собранных денег недостаточно, чтобы покрыть наши «затраты» в городе. Мне нужны мои деньги. Может, сделаете «вклад» от себя?
zh: 城主大人，真是可惜，您所征收的钱财，不抵我等在城里的“花销”。我想把余款要回。您自己“投资”一点，不知您意下如何？
zh_tw: 城主大人，真是可惜，您所徵收的錢財，不抵我等在城裡的「花銷」。我想把餘款要回。您自己「投資」一點，不知您意下如何？

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_05_DESC
source: My faction likes to conduct a little gambling tournament at the tavern tonight, “semi legal”. How about you take care of some good entertainment at the tavern and send over some brew and juice.
de: Meine Fraktion möchte ein Glücksspielturnier im Wirtshaus veranstalten, “semilegal” versteht sich. Allerdings fehlen uns noch einige Sachen, um den Abend perfekt zu machen. Würdet ihr für eine hohe Wirtshauszufriedenheit sorgen und Gebräu sowie Saft zur Verfügung stellen?
es: A mi facción le gustaría organizar una pequeña timba en la taberna esta noche, algo «semilegal». ¿Qué te parece si tú proporcionas el entretenimiento y nos envías cerveza y zumo?
fr: Ma faction aimerait bien organiser un petit tournoi de paris à la taverne ce soir. C'est plus ou moins légal. Que diriez-vous de participer aux festivités en nous fournissant de la boisson et du jus ?
it: I miei compari vorrebbero organizzare un piccolo torneo di giochi d'azzardo presso la taverna stasera... è quasi tutto legale, non si preoccupi. Che ne dice di inviare alla taverna un po' di birra e succo d'uva per animare la festa?
ja: うちのやつらが酒場で今夜ちょっとした「半合法」の賭け事トーナメントをやりたいそうだ。あんたにはちょっとしたお楽しみを酒場に用意してもらおう、あとビールとジュースも届けてくれ。
ko: 오늘 밤 제 친구들이 선술집에서 도박 토너먼트를 열려고 해요. “반 합법적”으로요. 선술집에서 즐거운 시간을 위해 맥주와 주스를 보내주세요.
pt: Minha facção gostaria de organizar um pequeno torneio de jogos de azar na taverna esta noite, “meio oficial”. Que tal você garantir um bom entretenimento na taverna e enviar alguma cerveja e suco?
ru: Мои ребята хотели бы провести сегодня в таверне небольшой турнир, так сказать, условно легальный. Как насчет помочь нам хорошо провести время, выставив пиво и сок?
zh: 我等道上之人，今夜要在酒馆比赛，带点彩头。这属于“半合法，半不合法”。您派人送些啤酒、果汁等物到酒馆，供我等享用，不知您意下如何？
zh_tw: 我等道上之人，今夜要在酒館比賽，帶點彩頭。這屬於「半合法，半不合法」。您派人送些啤酒、果汁等物到酒館，供我等享用，不知您意下如何？
