Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_INFO
source: Increases the range in which the fire tower responds to smoldering and burning building by {CHANGE}.
de: Der Feuerturm hat eine um {CHANGE} erhöhte Reichweite, in der er glimmende und brennende Häuser erreichen kann.
es: Aumenta en un {CHANGE} el alcance al que la torreta de incendios responde a los edificios en llamas.
fr: Augmente la portée de réponse de la Tour d'incendie aux bâtiments qui se consument ou brûlent de {CHANGE}.
id: Menaikkan rentang di mana Menara Api merespons gedung yang terpercik api dan terbakar dengan {CHANGE}.
it: Aumenta il raggio entro il quale la torre dei pompieri interviene sugli edifici in fiamme del {CHANGE}.
ja: くすぶっている、もしくは燃えている建物に対する火の見やぐらの効果範囲を、{CHANGE} 増やします。
ko: 화재 타워가 그으름과 화재에 반응하는 범위를 {CHANGE}에 따라 증가합니다.
pt: Aumenta o alcance com que a Torre contra incêndio responde a incêndios em {CHANGE}.
ru: Увеличивает зону действия, в которой пожарная вышка реагирует на дымящие и горящие здания на {CHANGE}.
zh: 使防火塔的消防范围增加 {CHANGE}。
zh_tw: 使防火塔的消防範圍增加 {CHANGE}。

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_TITLE
source: Increased fire tower range {LEVEL}
de: Erhöhte Feuerturm-Reichweite {LEVEL}
es: Aumento del alcance de la torreta de incendios {LEVEL}
fr: Augmentation de la portée de la Tour d'incendie {LEVEL}
id: Naiknya rentang Menara Api {LEVEL}
it: Aumento raggio d'azione pompieri {LEVEL}
ja: 火の見やぐらの効果範囲を拡大 {LEVEL}
ko: 증가된 화재 타워 범위 {LEVEL}
pt: Alcance da Torre contra incêndio {LEVEL}
ru: Увеличена зона действия пожарной вышки {LEVEL}
zh: 增大防火塔范围 {LEVEL}
zh_tw: 增大防火塔範圍 {LEVEL}

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER
source: Guard tower range
de: Wachturm Reichweite
es: Alcance de la torre de vigilancia
fr: Portée de la tour de garde
id: Jangkauan menara jaga
it: Raggio d'azione torre di guardia
ja: 見張り塔の範囲
ko: 감시탑 범위
pt: Alcance da torre de guarda
ru: Зона действия сторожевой вышки
zh: 守卫塔覆盖范围
zh_tw: 守衛塔覆蓋範圍

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_INFO
source: Increases the sphere of action around each guard tower by {CHANGE}.
de: Erhöht die Reichweite von jedem Wachturm um {CHANGE}.
es: Aumenta el rango de acción alrededor de cada torre de vigilancia en {CHANGE}.
fr: Augmente le rayon d'action de chaque tour de garde de {CHANGE}.
id: Meningkatkan luas wilayah cakupan masing-masing menara jaga sebesar {CHANGE}.
it: Aumenta del {CHANGE} il raggio d'azione di ogni torre di guardia.
ja: それぞれの見張り塔の活動範囲を {CHANGE} 増加します。
ko: 각 감시탑 주변의 활동구가 {CHANGE} 증가합니다.
pt: Aumenta em {CHANGE} a esfera de ação ao redor de cada torre de guarda.
ru: Увеличивает зону действия вокруг каждой сторожевой вышки на {CHANGE}.
zh: 将每座守卫塔的行动范围扩大 {CHANGE}。
zh_tw: 將每座守衛塔的行動範圍擴大 {CHANGE}。

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_TITLE
source: Increased guard tower range {LEVEL}
de: Verbesserte Wachturm Reichweite {LEVEL}
es: Alcance de la torre de vigilancia aumentado a {LEVEL}
fr: Augmentation de la portée de la tour de garde {LEVEL}
id: Meningkatkan jangkauan menara jaga {LEVEL}
it: Aumento raggio d'azione torre di guardia {LEVEL}
ja: 見張り塔の範囲の拡大 {LEVEL}
ko: 감시탑 범위가 {LEVEL} 증가했습니다
pt: Maior alcance da torre de guarda {LEVEL}
ru: Увеличение зоны действия сторожевой вышки {LEVEL}
zh: 守卫塔覆盖范围扩大 {LEVEL}
zh_tw: 守衛塔覆蓋範圍擴大 {LEVEL}

# T_MOD_BUILDING_STOCK
source: Building stock
de: Gebäudelager
es: Stock de edificios
fr: Stock de bâtiments
id: Stok bangunan
it: Scorte edificio
ja: 建物の在庫
ko: 건물 재고
pt: Estoque de prédios
ru: Запасы здания
zh: 建筑库存
zh_tw: 建物庫存

# T_MOD_BUILDING_TAXBONUS
source: Bonus the tax collector gives upon collecting taxes.
de: Bonus, den ein Steuereintreiber auf den Ertrag gibt, wenn er Münzen einsammelt.
es: Bonificación que el recaudador proporciona al recaudar impuestos
fr: Bonus que le collecteur d'impôts accorde en collectant les impôts
id: Bonus yang dihasilkan penarik pajak ketika menarik pajak.
it: Bonus assegnato dall'esattore alle tasse riscosse.
ja: 税金を集める際に収税官がくれるボーナス。
ko: 세금 징수 시 세금 징수원이 주는 보너스.
pt: Bônus dado pelo cobrador de impostos ao cobrar os impostos.
ru: Бонус сборщика податей (увеличивает подати).
zh: 税收员在收缴税款时给予的奖励
zh_tw: 稅收員在收繳稅款時給予的獎賞

# T_MOD_BUILDING_TAXYEAR
source: Taxes due in: {TIME}
de: Steuer fällig in: {TIME}
es: Impuestos adeudados en: {TIME}
fr: Impôts dus dans : {TIME}
id: Pajak jatuh tempo dalam: {TIME}
it: Tasse in scadenza tra: {TIME}
ja: 税の期限：{TIME}
ko: 세금 징수까지 잔여시간: {TIME}
pt: Impostos devidos em: {TIME}
ru: Подати будут готовы через: {TIME}
zh: 交税时间：{TIME}
zh_tw: 交稅時間：{TIME}

# T_MOD_BUILDING_TOWERS_SUPPLIED
source: Barracks coverage
de: Kaserne Abdeckung
es: Cobertura de barracones
fr: Couverture des baraquements
id: Cakupan barak
it: Copertura caserma
ja: 兵舎の範囲
ko: 병영 커버리지
pt: Cobertura do quartel
ru: Зона покрытия казарм
zh: 兵营覆盖范围
zh_tw: 兵營覆蓋範圍

# T_MOD_BUILDING_TOWER_MANPOWER
source: Guard tower: crew
de: Wachtürme: Bemannung
es: Torre de vigilancia: personal
fr: Tour de garde : garnison
id: Menara jaga: kru
it: Torre di guardia: personale
ja: 見張り塔：兵員
ko: 감시탑: 대원
pt: Torre de guarda: pessoal
ru: Сторожевая вышка: личный состав
zh: 守卫塔：全体成员
zh_tw: 守衛塔：全體成員

# T_MOD_BUILDING_UNLOCKS_FEATURE
source: Unlocks: {FEATURE}
de: Schaltet frei: {FEATURE}
es: Desbloquea: {FEATURE}
fr: Débloque : {FEATURE}
id: Mengaktifkan: {FEATURE}
it: Sblocca: {FEATURE}
ja: 解除：{FEATURE}
ko: 잠금 해제: {FEATURE}
pt: Desbloqueia: {FEATURE}
ru: Разблокирует: {FEATURE}
zh: 已解锁：{FEATURE}
zh_tw: 已解鎖：{FEATURE}

# T_MOD_BUILDING_WALKINGSPEED
source: Speed
de: Geschwindigkeit
es: Velocidad al caminar
fr: Vitesse de marche
id: Kecepatan jalan kaki
it: Velocità di movimento
ja: 移動速度
ko: 걷기 속도
pt: Velocidade de caminhada
ru: Скорость передвижения
zh: 步行速度
zh_tw: 步行速度

# T_MOD_BUILDING_WAREHOUSE
source: Storage capacity
de: Lagerraum
es: Capacidad de almacenamiento
fr: Capacité de stockage
id: Kapasitas simpan
it: Capacità di stoccaggio
ja: 貯蔵容量
ko: 저장 용량
pt: Capacidade de armazenamento
ru: Вместительность
zh: 存储容量
zh_tw: 存儲容量

# T_MOD_BUILDING_WISH_SATISFY
source: Satisfaction of Desires
de: Zufriedenheit mit Wünschen
es: Satisfacción de deseos
fr: Satisfaction des désirs
id: Pemenuhan Keinginan
it: Soddisfazione dei desideri
ja: 願望の満足度
ko: 욕구 만족도
pt: Satisfação dos desejos
ru: Уровень удовлетворения потребностей
zh: 愿望满足度
zh_tw: 願望滿足度

# T_MOD_BUILDING_WORKERS
source: Worker slots
de: Arbeitsplätze
es: Espacios de trabajador
fr: Emplacements d'ouvriers
id: Slot pekerja
it: Slot lavoratori
ja: 労働者スロット
ko: 일꾼 슬롯
pt: Espaços de trabalhadores
ru: Слоты рабочих
zh: 工人工位数量
zh_tw: 工人工位數

# T_MOD_CONSTRUCTION_COSTS_TRADEGOODS
source: Construction costs
de: Baukosten
es: Costes de construcción
fr: Coûts de construction
id: Biaya Konstruksi
it: Costi di costruzione
ja: 建設費
ko: 공사 비용
pt: Custos de construção
ru: Стоимость строительства
zh: 建造成本
zh_tw: 建造成本

# T_MOD_CONSTRUCTION_COSTS_TRADEGOODS_INFO
source: Building construction costs are permanently lowered by {CHANGE_NEGATIVE}.
de: Gebäude zu bauen ist dauerhaft billiger. Der Preis an Geld und Ressourcen ist um {CHANGE_NEGATIVE} reduziert.
es: Los costes de construcción se verán reducidos en un {CHANGE_NEGATIVE} de forma permanente.
fr: Les coûts de construction des bâtiments sont définitivement réduits de {CHANGE_NEGATIVE}.
id: Biaya konstruksi gedung turun permanen karena {CHANGE_NEGATIVE}.
it: I costi di costruzione vengono ridotti permanentemente del {CHANGE_NEGATIVE}.
ja: 建設費が永久に {CHANGE_NEGATIVE} 低くなります。
ko: 빌딩 공사 비용은 영구적으로 {CHANGE_NEGATIVE}에 의하여 감소하였습니다
pt: Custos de construção ficam permanentemente menores {CHANGE_NEGATIVE}.
ru: Стоимость строительства здания навсегда снижена на {CHANGE_NEGATIVE}.
zh: 建筑的建造成本永久地降低 {CHANGE_NEGATIVE}。
zh_tw: 建築的建造成本永久地降低 {CHANGE_NEGATIVE}。

# T_MOD_CONSTRUCTION_COSTS_TRADEGOODS_TITLE
source: Decreased construction costs {LEVEL}
de: Reduzierte Baukosten {LEVEL}
es: Disminución de costes de construcción {LEVEL}
fr: Diminution des coûts de construction {LEVEL}
id: Turunnya biaya konstruksi {LEVEL}
it: Riduzione costi di costruzione {LEVEL}
ja: 建設費の低下 {LEVEL}
ko: 감소된 공사 비용{LEVEL}
pt: Custos diminuídos de construção {LEVEL}
ru: Сниженная стоимость строительства {LEVEL}
zh: 降低建造成本 {LEVEL}
zh_tw: 降低建造成本 {LEVEL}

# T_MOD_DECAY
source: Building decay
de: Gebäudeverfall
es: Deterioro del edificio
fr: Dégradation des bâtiments
id: Pelapukan gedung
it: Deterioramento edifici
ja: 建物劣化
ko: 빌딩 부패
pt: Depredação do prédio
ru: Разрушение здания
zh: 建筑恶化率
zh_tw: 建築惡化率

# T_MOD_DECAYINFO
source: Building decay rate of all buildings is decreased by {CHANGE}.
de: Die Verfallsgeschwindigkeit von allen Gebäuden ist um {CHANGE} geringer.
es: La velocidad de deterioro de todos los edificios disminuye en un {CHANGE}.
fr: Le taux de dégradation de tous les bâtiments est diminué de {CHANGE}.
id: Nilai pelapokan gedung semua gedung menurun karena {CHANGE}.
it: La velocità di deterioramento degli edifici è ridotta del {CHANGE}.
ja: すべての建物の建物劣化率が {CHANGE} 減少しました。
ko: 빌딩 부패 빈도가 {CHANGE}의하여 감소하였습니다.
pt: Taxa de depredação de todos os prédios diminui em {CHANGE}.
ru: Уровень разрушения всех зданий снижен на {CHANGE}.
zh: 所有建筑的恶化率降低 {CHANGE}。
zh_tw: 所有建築地惡化率降低 {CHANGE}。

# T_MOD_EVENT_BANDIT_COOLDOWN
source: Cooldown between bandit attacks
de: Ruhephase zwischen Banditenangriffen
es: Enfriamiento entre ataques de bandidos
fr: Délai entre les attaques de bandits
id: Masa tenang di antara serangan bandit
it: Attesa tra le incursioni dei banditi
ja: 盗賊の襲撃の間のクールダウン
ko: 강도 공격 사이의 쿨다운
pt: Tempo de espera entre ataques de bandidos
ru: Время восстановления налетов бандитов
zh: 强盗袭击的冷却时间
zh_tw: 強盜襲擊的冷卻時間

# T_MOD_EVENT_BANDIT_COOLDOWN_INFO
source: Increases the time between bandit raids by {CHANGE}.
de: Erhöht die Zeit zwischen Banditenangriffen um {CHANGE}.
es: Aumenta el tiempo transcurrido entre ataques de bandidos en {CHANGE}.
fr: Augmente le délai entre les raids de bandits de {CHANGE}.
id: Menambah waktu di antara serangan bandit sebanyak {CHANGE}
it: Aumenta del {CHANGE} il tempo tra le incursioni dei banditi.
ja: 盗賊による襲撃の間の時間が {CHANGE} 増加します。
ko: 강도 습격 사이의 시간을 {CHANGE} 늘립니다.
pt: Aumenta em {CHANGE} o tempo entre os ataques de bandidos.
ru: Увеличивает интервал между налетами бандитов на {CHANGE}.
zh: 将强盗袭击的间隔时间增加{CHANGE}。
zh_tw: 將強盜襲擊的間隔時間增加{CHANGE}。

# T_MOD_EVENT_BANDIT_COOLDOWN_TITLE
source: Cooldown between bandit attacks {LEVEL}
de: Ruhephase zwischen Banditenangriffen {LEVEL}
es: Enfriamiento entre ataques de bandidos {LEVEL}
fr: Délai entre les attaques de bandits {LEVEL}
id: Masa tenang di antara serangan bandit {LEVEL}
it: Attesa tra le incursioni dei banditi {LEVEL}
ja: バンディット攻撃の間のクールダウン{LEVEL}
ko: 강도 공격 사이의 쿨다운 {LEVEL}
pt: Tempo de espera entre ataques de bandidos {LEVEL}
ru: Время восстановления налетов бандитов {LEVEL}
zh: 强盗袭击的冷却时间 {LEVEL}
zh_tw: 強盜襲擊的冷卻時間 {LEVEL}

# T_MOD_EVENT_BANDIT_COOLDOWN_TITLE_OLD
source: Increased cool down time between bandit raids {LEVEL}
de: Erhöhte Zeit zwischen Banditenangriffen {LEVEL}
es: Tiempo de enfriamiento entre ataques de bandidos aumentado a {LEVEL}.
fr: Délai augmenté entre les raids de bandits {LEVEL}
id: Menambah masa tenang di antara serangan bandit {LEVEL}
it: Tempo di attesa tra le incursioni dei banditi aumentato {LEVEL}
ja: 盗賊の襲撃の間のクールダウンの時間が増加 {LEVEL}
ko: 강도 습격 {LEVEL} 사이의 쿨다운 시간이 증가했습니다
pt: Aumenta em {LEVEL} o tempo de espera entre os ataques de bandidos.
ru: Увеличение времени восстановления налетов бандитов {LEVEL}
zh: 强盗袭击的冷却时间增加 {LEVEL}
zh_tw: 強盜襲擊的冷卻時間增加 {LEVEL}

# T_MOD_EVENT_BANDIT_RAID_TIME
source: Bandit raiding time
de: Banditen Überfalldauer
es: Duración de los ataques de bandidos
fr: Temps du raid de bandits
id: Waktu serangan bandit
it: Tempo assalto banditi
ja: 盗賊襲撃の時
ko: 강도 습격 시간
pt: Tempo de ataque dos bandidos
ru: Время налета бандитов
zh: 强盗袭击时间
zh_tw: 強盜襲擊時間

# T_MOD_EVENT_BANDIT_RAID_TIME_INFO
source: Bandits need {CHANGE} more time to successfully rob a building or start a fire.
de: Banditen benötigen {CHANGE} mehr Zeit, um ein Gebäude erfolgreich ausrauben oder Feuer zu legen.
es: Los bandidos necesitan {CHANGE} tiempo más para robar en un edificio o provocar un incendio.
fr: Les bandits ont besoin de {CHANGE} de temps en plus pour piller un bâtiment ou allumer un feu.
id: Bandit butuh {CHANGE} lebih lama untuk berhasil merampok bangunan atau membuat kebakaran.
it: Ai banditi serve il {CHANGE} di tempo in più per derubare un edificio o appiccare un incendio.
ja: 盗賊が建物を奪うか、火をつけるためにはより多くの時間 {CHANGE} が必要です。
ko: 강도가 성공적으로 건물을 약탈하거나 불을 지르는 데 {CHANGE} 더 시간이 필요합니다.
pt: Os bandidos precisam de mais {CHANGE} tempo para assaltar um prédio ou começar um incêndio.
ru: Бандитам потребуется на {CHANGE} больше времени, чтобы обокрасть здание или начать пожар.
zh: 令强盗成功掠夺建筑物或点燃建筑物所需的时间增加{CHANGE}。
zh_tw: 令強盜成功掠奪建物或點燃建物所需的時間增加{CHANGE}。

# T_MOD_EVENT_BANDIT_RAID_TIME_TITLE
source: Increased building protection {LEVEL}
de: Verbesserter Gebäudeschutz {LEVEL}
es: Protección de edificios aumentada a {LEVEL}
fr: Protection améliorée des bâtiments {LEVEL}
id: Peningkatan pengamanan bangunan {LEVEL}
it: Protezione edificio aumentata {LEVEL}
ja: 建物の保護を増強 {LEVEL}
ko: 건물 보호가 {LEVEL} 증가했습니다
pt: Proteção maior de prédios {LEVEL}
ru: Увеличение защиты зданий {LEVEL}
zh: 建筑物防御力增加 {LEVEL}
zh_tw: 建物防禦力增加 {LEVEL}

# T_MOD_EVENT_BANDIT_SMOULDER_CHANCE
source: Protection against arson
de: Schutz gegen Brandstiftung
es: Protección contra incendios provocados
fr: Protection contre l'incendie
id: Pengamanan terhadap pembakaran
it: Protezione da incendi
ja: 放火に対する保護
ko: 방화 방지
pt: Proteção contra incêndio
ru: Защита от пожара
zh: 防范纵火
zh_tw: 防範縱火

# T_MOD_EVENT_BANDIT_SMOULDER_CHANCE_INFO
source: Buildings set afire by bandits have a chance of {CHANGE} to only smolder instead of burning.
de: Durch Banditen in Brand gesetzte Gebäude haben eine Chance von {CHANGE}, dass sie nur zu schwelen beginnen anstatt zu brennen.
es: Los edificios incendiados por bandidos tienen una probabilidad de {CHANGE} de chamuscarse solo, en lugar de quemarse.
fr: Les bâtiments enflammés par les bandits ont {CHANGE} de chances de juste se consumer au lieu de brûler.
id: Bangunan yang dibakar oleh bandit punya peluang {CHANGE} hanya berasap, bukan terbakar.
it: Gli edifici incendiati dai banditi hanno il {CHANGE} di subire solo qualche bruciatura invece di essere rasi al suolo.
ja: 盗賊によって火を放たれた建物は燃えるかわりにくすぶるだけの可能性が {CHANGE} あります。
ko: 강도가 건물에 불을 지를 확률이 {CHANGE}(으)로 타지 않고 연기만 나게 됩니다.
pt: Os prédios incendiados por bandidos tem {CHANGE} de chance de só desabar em vez de queimar.
ru: Здания, подожженные бандитами, могут с вероятностью {CHANGE} всего лишь начать тлеть.
zh: 被强盗点燃的建筑物有 {CHANGE} 的几率只冒烟不着火。
zh_tw: 被強盜點燃的建物有 {CHANGE} 的幾率只冒煙不著火。

# T_MOD_EVENT_BANDIT_SMOULDER_CHANCE_TITLE
source: Fire protection {LEVEL}
de: Feuerschutzmaßnahmen {LEVEL}
es: Protección contra el fuego {LEVEL}
fr: Protection contre le feu {LEVEL}
id: Pengamanan kebakaran {LEVEL}
it: Protezione da incendi {LEVEL}
ja: 防火 {LEVEL}
ko: 화재 방지 {LEVEL}
pt: Proteção contra fogo {LEVEL}
ru: Защита от огня {LEVEL}
zh: 防火能力 {LEVEL}
zh_tw: 防火能力 {LEVEL}

# T_MOD_EVENT_FIRE_CHANCE
source: Risk of fire
de: Feuergefahr
es: Riesgo de incendio
fr: Risques d'incendies
id: Risiko api
it: Rischio di incendio
ja: 火事の危険性
ko: 화재 위기
pt: Risco de fogo
ru: Риск пожара
zh: 火灾风险
zh_tw: 火災風險

# T_MOD_EVENT_FIRE_CHANCE_INFO
source: The risk of a fire is permanently decreased by {CHANGE_NEGATIVE}.
de: Das Risiko eines Feuers in deiner Stadt ist dauerhaft um {CHANGE_NEGATIVE} geringer.
es: El riesgo de incendio disminuye en un {CHANGE_NEGATIVE} de forma permanente.
fr: Les risques d'incendies sont définitivement diminués de {CHANGE_NEGATIVE}.
id: Risiko api turun permanen karena {CHANGE_NEGATIVE}.
it: Il rischio di incendio è diminuito permanentemente del {CHANGE_NEGATIVE}.
ja: 火事の危険性が永久に {CHANGE_NEGATIVE} 減少します。
ko: 화재 위기는 영구적으로 {CHANGE_NEGATIVE}에 의하여 감소하였습니다
pt: Risco de fogo é reduzido permanentemente em {CHANGE_NEGATIVE}.
ru: Риск возникновения пожара навсегда снижен на {CHANGE_NEGATIVE}.
zh: 火灾的风险永久地降低 {CHANGE_NEGATIVE}。
zh_tw: 火災的風險永久地降低 {CHANGE_NEGATIVE}。

# T_MOD_EVENT_FIRE_CHANCE_TITLE
source: Reduced fire risk {LEVEL}
de: Reduzierte Feuergefahr {LEVEL}
es: Reducción del riesgo de incendio {LEVEL}
fr: Réduction des risques d'incendies {LEVEL}
id: Menurunnya risiko api {LEVEL}
it: Riduzione rischio di incendio {LEVEL}
ja: 火事の危険性が低下 {LEVEL}
ko: 감소된 화재 위기 {LEVEL}
pt: Risco de fogo reduzido {LEVEL}
ru: Сниженный риск возникновения пожара {LEVEL}
zh: 火灾风险降低 {LEVEL}
zh_tw: 火災風險降低 {LEVEL}

# T_MOD_FIRE_WATER_EFFECT
source: Effort to extinguish flames
de: Aufwand beim Löschen
es: Esfuerzo para extinguir las llamas
fr: Effort pour éteindre les flammes
id: Upaya memadamkan api.
it: Sforzo per lo spegnimento delle fiamme
ja: 火を消す努力
ko: 소화 노력
pt: Esforço para apagar as chamas
ru: Попытайся потушить пламя
zh: 努力灭火
zh_tw: 努力滅火

# T_MOD_GEOLOGIST
source: Geologist
de: Geologe
es: Geólogo
fr: Géologue
id: Geolog
it: Geologo
ja: 地質学者
ko: 지질학자
pt: Geólogo
ru: Геолог
zh: 地理学家
zh_tw: 地理學家

# T_MOD_GEOLOGIST_INFO
source: You can now assign a geologist to your mines. He will gradually refill the ore deposit.
de: Bergwerke können nun mit einem Geologen besetzt werden, der die Rohstoffvorkommen langsam wieder auffüllt.
es: Puedes asignar el geólogo a las minas para que reponga el depósito de mineral de forma gradual.
fr: Vous pouvez maintenant assigner un Géologue à vos mines. Il réapprovisionnera régulièrement le dépôt de minerai.
id: Anda sekarang bisa menetapkan Geolog ke tambang Anda. Ia akan perlahan-lahan mengisi kembali deposit bijih.
it: Ora puoi assegnare un geologo alle tue miniere. Egli rifornirà gradualmente i giacimenti di minerale.
ja: 採鉱場に一人の地質学者を任命できます。彼は徐々に鉱床を補充していきます。
ko: 광산에 새로운 지질학자를 배정할 수 있습니다. 그는 천천히 광물들을 보충합니다.
pt: Você agora pode delegar um geólogo para as minas. Ele gradualmente reabastecerá os depósitos de minério.
ru: Теперь ты можешь назначить геолога на свои рудники. Постепенно он восполнит запасы руды.
zh: 你现在可以给矿井委派一个地理学家，他会逐渐补充满矿床。
zh_tw: 你現在可以給礦井指派一個地理學家，他會逐漸補充滿礦床。

# T_MOD_GEOLOGIST_TITLE
source: Unlock Geologist
de: Geologen freischalten
es: Desbloquear geólogo
fr: Débloquer le géologue
id: Membuka Geolog
it: Sblocca il geologo
ja: 地質学者を解除
ko: 지질학자 잠금해제
pt: Desbloquear geólogo
ru: Разблокировать геолога
zh: 解锁地理学家
zh_tw: 解鎖地理學家

# T_MOD_GUARDS_CHARGE_SPEED
source: Soldiers: Running speed
de: Soldaten: Geschwindigkeit
es: Velocidad del soldado
fr: Vitesse des soldats
id: Kecepatan serdadu
it: Velocità soldati
ja: 兵士のスピード
ko: 군인 속도
pt: Velocidade dos soldados
ru: Скорость солдат
zh: 士兵速度
zh_tw: 士兵速度

# T_MOD_GUARDS_CHARGE_SPEED_INFO
source: Increases the speed of soldiers on pursuit by {CHANGE}.
de: Erhöht die Geschwindigkeit von Soldaten bei der Verfolgung um {CHANGE}.
es: Aumenta la velocidad de los soldados en persecución en {CHANGE}.
fr: Augmente la vitesse des soldats en poursuite de {CHANGE}.
id: Meningkatkan kecepatan serdadu saat melakukan pengejaran sebesar {CHANGE}.
it: Aumenta del {CHANGE} la velocità dei soldati negli inseguimenti.
ja: 追跡の兵士のスピードが {CHANGE} 増加します。
ko: 추적하는 군인의 속도가 {CHANGE} 증가합니다.
pt: Aumenta em {CHANGE} a velocidade dos soldados em missão.
ru: Увеличивает скорость солдат, догоняющих врага, на {CHANGE}.
zh: 将士兵的追击速度提高 {CHANGE}。
zh_tw: 將士兵的追擊速度提高 {CHANGE}。

# T_MOD_GUARDS_CHARGE_SPEED_TITLE
source: Soldiers: sprint training {LEVEL}
de: Soldaten: Lauftraining {LEVEL}
es: Entrenamiento de sprint del soldado {LEVEL}
fr: Entraînement au sprint des soldats {LEVEL}
id: Latihan lari serdadu {LEVEL}
it: Addestramento scatto soldati {LEVEL}
ja: 兵士のスプリント訓練 {LEVEL}
ko: 군인 스프린트 훈련 {LEVEL}
pt: Velocidade de treinamento dos soldados {LEVEL}
ru: Обучение солдат бегу {LEVEL}
zh: 士兵冲刺训练 {LEVEL}
zh_tw: 士兵衝刺訓練 {LEVEL}

# T_MOD_GUARDS_CONSUMPTION_RATE
source: Soldiers: resource consumption
de: Soldaten: Ressourcen Konsum
es: Consumo de recursos por soldado
fr: Consommation de ressources des soldats
id: Konsumsi sumber daya oleh serdadu
it: Consumo di risorse dei soldati
ja: 兵士の資材消費
ko: 군인 자원 소비
pt: Consumo de recursos dos soldados
ru: Потребление солдатами ресурсов
zh: 士兵资源消耗
zh_tw: 士兵資源消耗

# T_MOD_GUARDS_CONSUMPTION_RATE_INFO
source: Soldiers consume {CHANGE_NEGATIVE} less brew and sausages.
de: Soldaten konsumieren {CHANGE_NEGATIVE} weniger Gebräu und Würstchen.
es: Los soldados consumen {CHANGE_NEGATIVE} menos de cerveza y salchichas.
fr: Les soldats consomment {CHANGE_NEGATIVE} de moins de boisson et de saucisses.
id: Serdadu mengkonsumsi {CHANGE_NEGATIVE} lebih sedikit bir dan sosis.
it: I soldati consumano il {CHANGE_NEGATIVE} di birra e salsicce in meno.
ja: 兵士たちのビールとソーセージの消費が {CHANGE_NEGATIVE} 減少します。
ko: 군인이 맥주와 소시지를 {CHANGE_NEGATIVE} 덜 소비합니다.
pt: Os soldados consomem {CHANGE_NEGATIVE} menos cerveja e salsichas.
ru: Солдаты потребляют на {CHANGE_NEGATIVE} меньше пива и колбас.
zh: 士兵消耗的啤酒和香肠减少了 {CHANGE_NEGATIVE}。
zh_tw: 士兵消耗的啤酒和香腸減少了 {CHANGE_NEGATIVE}。

# T_MOD_GUARDS_CONSUMPTION_RATE_TITLE
source: On half rations {LEVEL}
de: Auf halben Rationen {LEVEL}
es: A media ración {LEVEL}
fr: Demi-rations {LEVEL}
id: Jatah makan setengah {LEVEL}
it: Razioni dimezzate {LEVEL}
ja: 半分の消費で {LEVEL}
ko: 절반의 휴대 식량 {LEVEL}
pt: Na metade das rações {LEVEL}
ru: Половина пайков {LEVEL}
zh: 补给减半 {LEVEL}
zh_tw: 補給減半 {LEVEL}

# T_MOD_GUARDS_RECOVERY_TIME
source: Soldiers: Faster healing
de: Soldaten: Schnellere Heilung
es: Tiempo de recuperación del soldado
fr: Temps de récupération des soldats
id: Waktu pemulihan serdadu
it: Tempo recupero soldati
ja: 兵士の回復時間
ko: 군인 회복 시간
pt: Tempo de recuperação dos soldados
ru: Время восстановления солдат
zh: 士兵恢复时间
zh_tw: 士兵恢復時間

# T_MOD_GUARDS_RECOVERY_TIME_INFO
source: Decreases the time soldiers need to regenerate by {CHANGE}.
de: Verringert die Zeit, die Soldaten brauchen, um sich zu regenerieren um {CHANGE}.
es: Disminuye el tiempo que los soldados necesitan para regenerarse en {CHANGE}.
fr: Diminue le temps nécessaire pour qu'un soldat régénère de {CHANGE}.
id: Mengurangi waktu yang diperlukan serdadu untuk pulih sebesar {CHANGE}.
it: Riduce del {CHANGE} il tempo necessario ai soldati per guarire.
ja: 兵士たちが再生するのに必要な時間が {CHANGE} 減少します。
ko: 군인의 재생에 필요한 시간이 {CHANGE} 감소합니다.
pt: Diminui em {CHANGE} o tempo que os soldados precisam para regenerar.
ru: Уменьшает время регенерации здоровья солдат на {CHANGE}.
zh: 将士兵恢复所需的时间减少 {CHANGE}。
zh_tw: 將士兵恢復所需的時間減少 {CHANGE}。

# T_MOD_GUARDS_RECOVERY_TIME_TITLE
source: Improved bandages {LEVEL}
de: Verbesserte Bandagen {LEVEL}
es: Vendajes mejorados a {LEVEL}
fr: Bandages améliorés {LEVEL}
id: Perban lebih baik {LEVEL}
it: Bende migliorate {LEVEL}
ja: 改良された包帯 {LEVEL}
ko: 붕대가 {LEVEL} 개선됐습니다
pt: Curativos melhorados {LEVEL}
ru: Улучшенная перевязка {LEVEL}
zh: 绑带改进 {LEVEL}
zh_tw: 綁帶改進 {LEVEL}

# T_MOD_MAP_MODIFIER_ANIMALS_DIE
source: Wild animal illness: no prey for hunters
de: Wildtierkrankheit: Keine Beute für Jäger
es: Infección de animales salvajes: los cazadores no tienen presas
fr: Maladie des animaux sauvages : pas de proies pour les chasseurs
id: Penyakit hewan liar: tidak ada buruan untuk pemburu
it: Gli animali selvatici sono malati: non ci sono prede per i cacciatori
ja: 野生動物の病気：狩人に獲物無し
ko: 야생 동물 질병: 사냥꾼에게 사냥감이 없습니다
pt: Doença de animais selvagens: sem caça para caçadores
ru: Больные дикие животные: в лесах нет дичи
zh: 野生动物患病：猎人没有猎物可捕
zh_tw: 野生動物患病：獵人沒有獵物可捕

# T_MOD_MAP_MODIFIER_BANDITS_1
source: Bandits are in the area!
de: Banditen sind in der Gegend!
es: ¡Hay bandidos en la zona!
fr: Il y a des bandits dans la zone !
id: Ada bandit di daerah sekitar!
it: Ci sono dei banditi nell'area!
ja: この地域に盗賊がいます！
ko: 강도가 이곳에 있어요!
pt: Há bandidos na área!
ru: В области замечены бандиты!
zh: 该地区有强盗出没！
zh_tw: 該地區有強盜出沒！

# T_MOD_MAP_MODIFIER_BANDIT_CHANCE
source: Danger of bandits
de: Banditengefahr
es: Peligro de bandidos
fr: Danger de bandits
id: Bahaya bandit
it: Pericolo banditi
ja: 盗賊の危険
ko: 강도 위험
pt: Perigo de bandidos
ru: Бандиты неподалеку
zh: 强盗威胁
zh_tw: 強盜威脅
