Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2016_10_STRIKE_NAME
source: Your Townies are on a strike. Wait until they calm down.
de: Deine Townies streiken. Warte bis sie sich beruhigt haben.
es: Los Townies están en huelga. Espera a que se calmen.
fr: Vos habitants sont en grève. Attendez qu'ils se calment.
id: Para Townies sedang mogok. Tunggu sampai mereka tenang lagi.
it: I cittadini sono in sciopero. Aspetta finché non si saranno calmati.
ja: タウニーたちはストライキをしています。彼らが落ち着くまで待ちましょう。
ko: 주민들이 시위하고 있어요. 진정될 때까지 기다리세요.
pt: Seus habitantes estão de greve. Espere até eles se acalmarem.
ru: Горожане начали забастовку. Подожди, пока они не успокоятся.
zh: 镇民罢工了。等他们平静下来再说吧。
zh_tw: 鎮民罷工了。等他們平靜下來再說吧。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_01_DESC
source: My liege, what a wonderful day, don't you think? I came before you to ask if it would be possible to ensure the town is decorated enough for the festivities.
de: Was für ein wunderschöner Herbsttag, nicht wahr? Ich bin vor Euch getreten, um zu Fragen, ob es möglich wäre, das Dorf etwas mehr zu dekorieren, bevor das Fest beginnt?
es: Un día estupendo, ¿no es cierto, excelencia? He venido a preguntarte si sería posible decorar la aldea para las festividades.
fr: Mon seigneur, quelle magnifique journée, n'est-ce pas ? Je viens vous demander si vous pouviez faire en sorte que la ville soit assez décorée pour les festivités.
id: Tuanku, ini hari yang indah, bukan? Aku datang untuk bertanya apakah bisa dipastikan bahwa kota dihias cukup meriah untuk acara perayaan.
it: Mio signore, è una bellissima giornata, non credi? Vengo a te per chiedere se è possibile far decorare la città degnamente per le festività.
ja: 領主様、なんて素晴らしい日なのでしょう、そう思いませんか。 今日は祝祭のために町が十分に飾られているようにしていただきたくて来ました。
ko: 영주님, 정말 날씨가 좋네요. 축제에 어울리게 마을을 꾸밀 수 있는지 알아보러 왔어요.
pt: Meu senhor, que dia maravilhoso, não acha? Eu vim à sua presença hoje para perguntar se seria possível ornamentar um pouco a cidade para as festividades.
ru: Ваша светлость, прекрасный денек, вы не находите? Смиренно порошу вас проследить, чтобы город подобающим образом украсили к празднеству.
zh: 大人，今天天气真好，您说对吗？ 小人来您这儿，是想问您，可否把城镇装点一下，迎接欢庆活动。
zh_tw: 大人，今天天氣真好，您說對嗎？ 小人來您這兒，是想問您，可否把城鎮裝點一下，迎接歡慶活動。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_01_NAME
source: Raise the satisfaction with decorations in town.
de: Erhöhe die Dekorationszufriedenheit des Dorfes.
es: Eleva la satisfacción decorando la aldea.
fr: Améliorez la satisfaction avec des décorations dans le village.
id: Naikkan tingkat kepuasan dengan dekorasi kota.
it: Aumenta la soddisfazione decorando la città.
ja: 町のデコレーションで満足感を高める。
ko: 마을 장식하여 만족도를 높이세요.
pt: Aumente a satisfação colocando decorações na cidade.
ru: Подними уровень удовлетворения украшениями.
zh: 装点城镇，提高满意度。
zh_tw: 裝點城鎮，提高滿意度。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_01_SUCESS
source: You did a marvelous job with these new decorations, my lord. The town looks splendid!
de: Ihr habt ein wahres Wunder vollbracht! Das Dorf sieht bezaubernd aus, mein Herr.
es: Una decoración magnifica, mi señor. ¡La aldea está preciosa!
fr: Vous avez fait un travail magnifique avec ces nouvelles décorations, mon seigneur. Le village a l'air magnifique !
id: Dekorasi baru ini sangat menawan, Tuanku. Seluruh kota kelihatan semarak!
it: Hai fatto un lavoro meraviglioso con queste nuove decorazioni, milord. La città ha un aspetto splendido.
ja: デコレーションはとても素晴らしかったです、閣下。町が輝いて見えます！
ko: 새로운 장식으로 훌륭히 일을 마치셨군요, 영주님. 마을이 정말 아름다워요!
pt: Você fez um trabalho maravilhoso com essas novas decorações, milorde. A cidade está linda!
ru: Вы здорово постарались, милорд. Город выглядит просто прекрасно!
zh: 主人，城镇装点一新，您居功至伟。城镇气象，庄严辉煌！
zh_tw: 主人，城鎮裝點一新，您居功至偉。城鎮氣象，莊嚴輝煌！

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_02_DESC
source: My lord, the workers preparing the feast are very annoyed about the lack of entertainment between the festivities. I overheard several of them saying that they wish for a juggler camp.
de: Mein Herr! Die Arbeiter im Dorf sind verärgert, dass es kaum Unterhaltung im Dorf gibt, wenn nicht gerade ein Fest stattfindet. Ich habe von einigen gehört, dass sie sich ein Gauklerlager wünschen.
es: Mi señor, los trabajadores que preparan el festival están molestos por la falta de ocio entre un festival y otro. He escuchado a varios decir que desean un campo de malabares.
fr: Mon seigneur, les ouvriers qui préparent le festin sont très agacés par le manque de divertissement entre les festivités. J'ai entendu dire qu'ils aimeraient avoir un camp de jongleurs.
id: Tuanku, para pekerja yang menyiapkan jamuan kesal karena kurangnya hiburan di antara perayaan. Aku sempat mendengar beberapa dari mereka minta tempat sirkus.
it: Milord, i lavoratori che preparano il festino sono molto seccati per la mancanza di distrazioni tra una festività e l’altra. Ho sentito molti di loro dire che vorrebbero veder arrivare una carovana di giocolieri.
ja: 閣下、祝祭の準備をしている労働者たちが娯楽がないことにとても腹を立てています。何人かが手品小屋が欲しいと言っているのを聞きました。
ko: 영주님, 축제를 준비하는 일꾼들이 축제 사이에 즐길 거리가 부족하다고 불만이 많아요. 일꾼 몇몇이 저글러 캠프가 있었으면 좋겠다는 이야기를 하는 것을 들었어요.
pt: Milorde, os trabalhadores responsáveis pelo banquete estão muito aborrecidos com a falta de entretenimento entre as festividades. Ouvi vários dizerem que queriam um circo itinerante.
ru: Милорд, работники, готовящие пир, брюзжат, что им недостает развлечений между праздниками. Я слышал, что они были бы рады, если бы в городе появился домик фокусника.
zh: 主人，为宴会做准备的工人，因两次欢庆活动之间，缺少娱乐活动，而大为烦恼。小人曾多次无意间听说，他们想要个魔术剧场。
zh_tw: 主人，為宴會做準備的工人，因兩次歡慶活動之間，缺少娛樂活動，而大為煩惱。小人曾多次無意間聽說，他們想要個魔術劇場。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_02_NAME
source: Build a juggler camp.
de: Errichtet ein Gauklerlager.
es: Construye un campo de malabares.
fr: Construisez un camp de jongleurs.
id: Bangunlah tempat sirkus.
it: Costruisci una carovana di giocolieri.
ja: 手品小屋を建てる。
ko: 저글러 캠프를 만드세요.
pt: Construa um circo itinerante.
ru: Построй домик фокусника.
zh: 建造魔术剧场。
zh_tw: 建造魔術劇場。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_02_SUCESS
source: Great my lord! The workers are back on preparing the festivities. They are full of joy because we now have a juggler camp in town.
de: Sehr gut, Mylord. Die Arbeiter gehen wieder ihrer Arbeit nach und sind überglücklich, dass es nun ein Gauklerlager im Dorf gibt.
es: ¡Estupendo, mi señor! Los trabajadores han vuelto a ocuparse de los preparativos del festival. Desbordan alegría porque ahora hay un campo de malabares en la ciudad.
fr: Parfait, mon seigneur ! Les ouvriers sont de retour pour préparer les festivités. Ils sont absolument ravis d'avoir ce camp de jongleurs au village.
id: Bagus, Tuanku! Para pekerja kembali menyiapkan perayaan. Mereka senang karena sekarang sudah ada tempat sirkus di kota.
it: Ottimo milord! I lavoratori sono tornati a preparare i festeggiamenti. Sono molto allegri perché ora abbiamo una carovana di giocolieri in città.
ja: 素晴らしいです、閣下！労働者たちは祝祭の準備に戻りました。彼らは町の手品小屋のおかげでとても喜んでいます。
ko: 훌륭해요! 일꾼들이 다시 축제 준비에 돌아왔어요. 마을에 저글러 캠프가 있어 모두 기뻐하고 있어요.
pt: Ótimo, milorde! Os trabalhadores voltaram a preparar as festividades. Eles estão contentes porque agora temos um circo itinerante.
ru: Чудно, милорд! Рабочие с новыми силами взялись за подготовку празднеств. Они безумно рады появлению в нашем городе фокусника.
zh: 主人，太好了！工人回去为宴会做准备了。咱们在城里建了魔术剧场，他们都很快乐。
zh_tw: 主人，太好了！工人回去為宴會做準備了。咱們在城裡建了魔術劇場，他們都很快樂。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_DESC
source: These thunderstorms are damaging the town immensely. We should make sure all buildings are adequately repaired, Lord.
de: Diese Gewitterstürme sind gefährlich für unser Dorf. Viele Gebäude sind beschädigt worden. Wir sollten sichergehen, dass die Gebäude repariert werden, bevor das Fest beginnt.
es: Las tormentas están causando enormes daños en la aldea. Debemos reparar los edificios, señor.
fr: Ces orages ont énormément endommagé la ville. Nous devrions faire en sorte que les bâtiments soient bien réparés, mon seigneur.
id: Badai petir ini menimbulkan kerusakan parah di kota. Kita harus memastikan semua bangunan diperbaiki secara memadai, Tuanku.
it: Queste tempeste stanno danneggiando enormemente la città. Dovremmo assicurarci che tutti gli edifici siano adeguatamente riparati, signore.
ja: この雷雨は町に非常にダメージを与えています。全ての建物がちゃんと修理されているか見てみなければいけません、閣下。
ko: 폭풍우가 마을에 큰 피해를 줄 거예요. 건물을 모두 튼튼히 수리해야 해요, 영주님.
pt: Essas tempestades estão causando grandes prejuízos na cidade. É melhor vistoriar todos os prédios e realizar consertos.
ru: Эти бури наносят огромный ущерб городу. Нужно убедиться, что все здания отремонтированы, милорд.
zh: 雷暴正在袭城，造成很大损失。主人，咱们得确保每栋建筑，都充分做好准备。
zh_tw: 雷暴正在襲城，造成很大損失。主人，咱們得確保每棟建築，都充分做好準備。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_NAME
source: Raise the building condition satisfaction.
de: Erhöhe die Zufriedenheit mit dem Gebäudezustand.
es: Eleva la satisfacción por el estado de los edificios.
fr: Améliorez la satisfaction liée à la condition des bâtiments.
id: Tingkatkan kepuasan mengenai kondisi bangunan.
it: Aumenta la soddisfazione per la condizione degli edifici.
ja: 建物の状態の満足度を高める。
ko: 건물 상태 만족도를 높이세요.
pt: Aumente a satisfação com a condição do prédio.
ru: Повысьте удовлетворение состоянием зданий.
zh: 提高人居环境满意度。
zh_tw: 提高人居環境滿意度。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_SUCESS
source: Great my lord! Now the buildings are in a very good condition again.
de: Wunderbar, Mylord. Die Stadt befindet sich wieder in bestem Zustand.
es: ¡Fantástico, mi señor! Los edificios vuelven a encontrarse en buenas condiciones.
fr: Parfait, mon seigneur ! Les bâtiments sont de nouveau en parfait état.
id: Bagus, Tuanku! Semua bangunan sudah dalam kondisi sangat baik lagi.
it: Ottimo milord! Ora gli edifici sono di nuovo in buone condizioni.
ja: 素晴らしい、閣下！建物はまたとても良い状態に戻りました。
ko: 훌륭해요! 이제 건물들의 상태가 매우 좋아졌어요.
pt: Ótimo, milorde! Agora os prédios estão em ótimas condições novamente.
ru: Отлично, милорд! Все здания снова в отличном состоянии.
zh: 太好了，主人！现在建筑物状态又变得十分之好了。
zh_tw: 太好了，主人！現在建築物狀態又變得十分之好了。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_THUNDERSTORM
source: My Lord! A terrible thunderstorm is brewing over the town. You should get into safety of the castle. Lightning has already struck several buildings…
de: Mylord! Ein fürchterlicher Sturm zieht auf! Ihr solltet Euch in die Sicherheit des Schlosses begeben. Einige Blitze sind schon in Stadtgebäude eingeschlagen...
es: ¡Mi señor! Se está cociendo una terrible tormenta sobre la aldea. Debes ponerte a salvo en el castillo. Ya han caído rayos sobre algunos edificios...
fr: Mon seigneur ! Une terrible tempête se prépare au-dessus de la ville. Vous devriez vous abriter dans le château. La foudre a déjà frappé plusieurs bâtiments…
id: Tuanku! Badai petir mengancam kota. Sebaiknya Tuanku berlindung di kastil. Sudah ada beberapa bangunan yang tersambar petir...
it: Milord! Una terribile tempesta si sta abbattendo sulla città. Meglio tornare al sicuro nel castello. I fulmini hanno già colpito diversi edifici...
ja: 閣下！ひどい雷雨が町をぐちゃぐちゃにしています。お城の安全な場所に入った方が良いです。もうすでに雷がいくつかの建物に落ちました...
ko: 영주님! 끔찍한 폭풍우가 마을을 덮치고 있어요. 안전하게 성으로 피하세요. 번개가 이미 건물 여러 채에 떨어졌어요…
pt: Milorde! Uma terrível tempestade está se formando sobre a cidade. É melhor o senhor se abrigar no castelo. Raios já atingiram vários prédios…
ru: Милорд! Над городом собирается ужасная буря. Несколько зданий уже пострадали от ударов молний... Скорее вернитесь в замок, там безопасно!
zh: 主人！一场可怕的雷暴，正在城镇上空酝酿。您应该赶快住进安全的城堡。闪电已经击毁好多房屋了…
zh_tw: 主人！一場可怕的雷暴，正在城鎮上空醞釀。您應該趕快住進安全的城堡。閃電已經擊毀好多房屋了…

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_04_DESC
source: Might I take a moment of your time, my lord? With all these preparations... You should not forget what this festivity is all about... It can only take place when the harvest has been completed, my Lord!
de: Darf ich einen Moment Eurer kostbaren Zeit stehlen, mein Lord? Wir sollten nicht vergessen, wieso wir das Herbstfest feiern. Mit all den Vorbereitungen für die Feste ist die Ernte etwas in Vergessenheit geraten. Das Herbstfest kann nur stattfinden wenn die restliche Ernte beendet worden ist.
es: ¿Me concedes un momento, mi señor? Con todos estos preparativos... no debes olvidar el propósito del festival... ¡solo puede celebrarse cuando se haya completado la cosecha!
fr: Puis-je vous demander un moment, mon seigneur ? Avec tous ces préparatifs... Vous ne devriez pas oublier le but de ces festivités... Elles ne peuvent avoir lieu qu'à la fin des récoltes, mon seigneur !
id: Bolehkah aku minta sedikit waktu Tuanku? Dengan semua persiapan ini... jangan sampai kita lupa tujuan sebenarnya... Perayaan baru bisa berlangsung setelah panen selesai, Tuanku!
it: Posso rubarti un momento, milord? Con tutti questi preparativi... non dovresti dimenticare il significato di questa festività... essa può svolgersi solo dopo che la vendemmia è stata completata, milord!
ja: 閣下、少しお時間をよろしいでしょうか？これらの準備に関してですが...この祝祭がなんなのかを忘れてはいけません。収穫が終わってからでないと始められないのですよ、閣下！
ko: 잠시 시간을 뺏어도 될까요, 영주님? 열심히 준비하고 계시는데... 축제의 진정한 의미를 잊으시면 안 돼요... 수확이 마무리돼야 축제를 열 수 있어요, 영주님!
pt: Posso tomar um minuto do seu tempo, milorde? Com todos esses preparativos… é preciso não esquecer qual a razão dessa festividade… ela só pode acontecer quando a colheita estiver terminada, milorde!
ru: Могу я отвлечь вас на секунду, милорд? Со всеми этими приготовлениями... не следует забывать, к чему приурочены празднества. Мы сможем устроить их, только когда соберем весь урожай, милорд!
zh: 主人，不知小的可否占用您一点时间？ 虽说准备工作都已做好…您还不可忘记，这次欢庆活动的根本目的是什么…大人，只有丰收了，才有欢庆活动！
zh_tw: 主人，不知小的可否佔用您一點時間？ 雖說準備工作都已做好…您還不可忘記，這次歡慶活動的根本目的是什麼…大人，只有豐收了，才有歡慶活動！

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_04_NAME
source: Complete the grape harvest.
de: Beende die Traubenernte.
es: Completa la cosecha de uva.
fr: Complétez la récolte de raisin.
id: Selesaikan panen anggur.
it: Completa la vendemmia dell’uva.
ja: ぶどうの収穫を完了する。
ko: 포도 수확을 완료하세요.
pt: Termine a colheita da uva.
ru: Завершите сбор винограда.
zh: 把葡萄收割完。
zh_tw: 把葡萄收割完。

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_04_SUCESS
source: What a wonderful sight, my liege! The harvest has been completed and the preparations for the festivity are nearly done, too.
de: Was für ein traumhafter Anblick, mein Herr. Wir sind rechtzeitig mit der Ernte fertig geworden und die Vorbereitungen für das Herbst-Fest sind so gut wie abgeschlossen.
es: ¡Realmente maravilloso, excelencia! Se ha completado la cosecha y los preparativos para el festival están casi terminados.
fr: Quelle vision magnifique, mon seigneur ! La récolte est terminée et les préparatifs des festivités touchent à leur fin.
id: Pemandangan yang indah, Tuanku. Panen sudah selesai dan persiapan untuk perayaan juga hampir rampung.
it: Che vista meravigliosa, mio signore! La vendemmia è terminata e anche i preparativi per la festa sono quasi finiti.
ja: なんて素晴らしい眺めでしょう、領主様！収穫も終わり、祝祭の準備もほぼできあがりです。
ko: 정말 멋진 풍경이에요, 영주님! 추수를 마쳤고 축제 준비도 거의 끝났어요.
pt: Que coisa maravilhosa de ser ver, meu senhor! A colheita terminou e os preparativos para a festividade estão quase lá também.
ru: Прекрасное зрелище, ваша светлость! Урожай собран, да и приготовления почти окончены.
zh: 大人，这幅景象，多么美妙！收割已经结束，欢庆活动的准备工作，也基本就绪了。
zh_tw: 大人，這幅景象，多麼美妙！收割已經結束，歡慶活動的準備工作，也基本就緒了。

# T_SCENARIO_2016_FESTIVITIES_FEAST_FAILED
source: My Lord, we have ran out of time. It is too late now for the festival. The King won’t be pleased to hear about this…
de: Mein Herr, es ist zu spät. Wir haben den Termin für das Fest verpasst. Der König wird bestimmt nicht erfreut sein…
es: Mi señor, se nos acabó el tiempo. Es demasiado tarde para organizar el festival. Al rey no le agradará saberlo...
fr: Mon seigneur, nous n'avons plus de temps. Il est désormais trop tard pour le festival. Le roi ne va pas être content de l'apprendre…
id: Tuanku, kita kehabisan waktu. Sekarang sudah terlambat untuk memulai festival. Sang Raja takkan senang mendengar kabar ini...
it: Milord, non abbiamo più tempo. È troppo tardi per iniziare il festival. Il Re non sarà contento di saperlo...
ja: 閣下、時間切れです。もう祭りには間に合いません。王様がお聞きになったら、お喜びにはならないでしょう...
ko: 영주님, 시간이 부족합니다. 축제를 열기에는 너무 늦었어요. 왕이 이 소식을 들으면 절대 기뻐하지 않을 거예요…
pt: Milorde, não há mais tempo. Não há tempo hábil para fazer o festival. O Rei não ficará satisfeito com isso…
ru: Милорд, время вышло, мы не успели провести фестиваль. Королю это не понравится...
zh: 主人，咱们太晚了，耽误庆典了。国王听到了，不会高兴的…
zh_tw: 主人，咱們太晚了，耽誤慶典了。國王聽到了，不會高興的…

# T_SCENARIO_2016_FESTIVITIES_FEAST_READY
source: Great, my liege! The preparations for the festivity are complete. We are just waiting for your command to start the festivities.
de: Hervorragend, mein Herr. Das Fest ist vorbereitet und kann beginnen, sobald Ihr einverstanden seid.
es: ¡Magnífico, excelencia! Se han completado los preparativos para el festival. Solo esperamos tu orden para comenzar.
fr: Parfait, mon seigneur ! Les préparatifs du festival sont terminés. Nous attendons votre ordre pour démarrer les festivités.
id: Bagus sekali, Tuanku! Persiapan untuk perayaan sudah rampung. Kami tinggal menunggu perintah Tuanku untuk memulai perayaan.
it: Ottimo, mio signore! I preparativi per le festività sono completi. Ora attendiamo solo il tuo ordine per dare inizio ai festeggiamenti.
ja: 素晴らしい、領主様！ 祝祭のための準備が完了しました。あとは祝祭を始めるようあなたの命令を待つだけです。
ko: 훌륭해요, 영주님! 축제 준비가 끝났어요. 모두가 영주님의 축제 시작 명령만 기다리고 있습니다.
pt: Ótimo, meu senhor! Os preparativos para as festividades foram concluídos. Aguardamos apenas as suas ordens para começar o festival.
ru: Отлично, ваша светлость! Подготовка к празднеству завершена. Мы готовы начать по первому вашему слову.
zh: 大人，万事俱备！ 欢庆活动，准备工作已全部完成。我等都在等候您的命令，开始欢庆活动。
zh_tw: 大人，萬事俱備！ 歡慶活動，準備工作已全部完成。我等都在等候您的命令，開始歡慶活動。

# T_SCENARIO_2016_FESTIVITIES_MQ_01_DESC
source: By royal decree, I order you to uphold a year of festivities. Each season I want you to arrange a festival in honor of my new wife! Now go and start preparing! Do not disappoint me…
de: In meinem Namen ordne ich ein Jahr der Feste an! Zu jeder Jahreszeit soll ein Fest abgehalten werden, um meine neue Königin zu ehren! Nun geht und trefft alle Vorbereitungen! Enttäuscht mich nicht…
es: ¡Por decreto real, te ordeno que celebres festivales durante un año. Quiero que en cada estación organices uno en honor a mi nueva esposa! ¡Ve a iniciar los preparativos! No me decepciones...
fr: Par décret royal, je vous ordonne de préparer une année de festivités. Chaque saison sera l'occasion d'un nouveau festival en l'honneur de ma nouvelle femme ! Allez donc commencer les préparatifs. Ne me décevez pas…
id: Atas titah Raja, kuperintahkan kau untuk mengadakan perayaan setahun penuh. Di setiap musim harus ada festival untuk menghormati istri baruku! Sekarang mulailah bersiap-siap! Jangan kecewakan aku...
it: Per decreto reale, ti ordino di organizzare un intero anno di festeggiamenti. Ad ogni stagione voglio che tu organizzi un festival in onore della mia nuova sposa! Ora vai, e non mi deludere...
ja: 王室の命令として、そなたに祝祭の年を支えるよう命じる。季節ごとに私の新しい妻のために祭りの手配をするのだ！ さあ、いって準備を始めよ！私をがっかりさせるでないぞ。
ko: 왕령에 따라 한 해 동안 축제를 개최할 것을 명령합니다. 새로운 여왕을 위해 계절마다 축제를 여세요! 어서 축제를 준비하세요! 실망시키지 마세요…
pt: Por decreto real, ordeno seja um ano de festividades. Quero que você organize um festival em homenagem à minha esposa em cada estação! Pode começar os preparativos! Não me decepcione…
ru: Сим королевским указом приказываю вам провести год празднеств. Раз в сезон вам предписывается устраивать торжество в честь моей новой супруги! А теперь ступайте, начинайте готовиться! И не подведите меня...
zh: 我依照皇家律例，命令你举办为期一年的欢庆活动。我命你每个季节举办一次庆典，以庆贺我迎娶新任妻子！ 马上着手准备！莫要让朕失望…
zh_tw: 我依照皇家律例，命令你舉辦為期一年的歡慶活動。我命你每個季節舉辦一次慶典，以慶賀我迎娶新任妻子！ 馬上著手準備！莫要讓朕失望…

# T_SCENARIO_2016_FESTIVITIES_MQ_01_FAILED
source: I am really disappointed in you, Governor! Managing a couple of festivities was such a simple task, yet you still failed to do it! Was it too much to ask for? Now get out of my sight!
de: Meine Enttäuschung kennt keine Grenzen, Statthalter! Eine so einfache Aufgabe, ein paar Feste zu veranstalten, habt ihr nicht geschafft… nun geht mir aus den Augen!
es: ¡Estoy muy decepcionado contigo, Gobernador! ¡Organizar un par de festivales era una tarea de lo más sencilla, pero has fracasado! ¿Era mucho pedir? ¡Fuera de mi vista!
fr: Vous m'avez vraiment déçu, gouverneur ! Gérer quelques festivités était pourtant une tâche facile, mais vous avez échoué ! Était-ce trop vous demander ? Hors de ma vue !
id: Aku sangat kecewa denganmu, Gubernur! Mengurus beberapa festival itu tugas sepele, tapi kau tetap gagal! Apakah permintaanku berlebihan? Sekarang enyahlah dari hadapanku!
it: Sono davvero deluso, Governatore! Organizzare un paio di festeggiamenti non era un compito difficile, eppure hai fallito! Ti ho chiesto troppo? Ora sparisci dalla mia vista!
ja: そなたにはとてもがっかりした。祝祭を一つや二つ手配するなど、大した仕事ではないのに失敗しおったな。そんなに難しいことを頼んだか？もう目の前から消えろ！
ko: 영주님, 정말 실망했어요! 축제 몇 개를 관리하는 것처럼 간단한 일도 제대로 처리하지 못했어요! 너무 많은 것을 바랐나요? 썩 꺼져요!
pt: Estou muito decepcionado com você, Governador! Organizar umas poucas festividades era uma missão tão simples, ainda assim você fracassou! Era pedir demais? Agora saia da minha frente!
ru: Вы меня очень разочаровали, губернатор! Провести парочку праздников — плевое дело, но вы даже с ним не справились! Я что, слишком многого требую? Прочь с глаз моих!
zh: 总督，你真让我失望！ 组织几个庆典，这么简单的任务，你都无法胜任！难道是我对你要求过高了？马上给我退下！
zh_tw: 總督，你真讓我失望！ 組織幾個慶典，這麼簡單的任務，你都無法勝任！難道是我對你要求過高了？馬上給我退下！

# T_SCENARIO_2016_FESTIVITIES_MQ_01_NAME
source: Arrange all festivities in time!
de: Veranstalte alle Feste in der vorgegebenen Zeit!
es: ¡Organiza todos los festivales a tiempo!
fr: Préparez les festivités à temps !
id: Siapkan semua perayaan tepat waktu!
it: Organizza tutti i festival in tempo!
ja: 王室の命令として、そなたに祝祭の年を支えるよう命じる。季節ごとに私の新しい妻のために祭りの手配をするのだ！ さあ、いって準備を始めよ！私をがっかりさせるでないぞ。
ko: 모든 축제를 제때에 준비하세요!
pt: Organize todas as festas a tempo!
ru: Успей устроить все празднества!
zh: 及时安排所有庆贺活动！
zh_tw: 及時安排所有慶賀活動！

# T_SCENARIO_2016_FESTIVITIES_MQ_01_SUCESS
source: Governor! This was a magnificent year of festivities. You proved that I can rely on you whenever I have a difficult task.
de: Statthalter! Es war ein wirklich hervorragend veranstaltetes Jahr der Feste. Ihr habt bewiesen, dass, egal wie schwierig die Aufgabe ist, ihr sie mit Bravour meistert. Ich kann mich wirklich auf euch verlassen.
es: ¡Gobernador! Ha sido un magnífico año de festividades. Has demostrado ser capaz de llevar a cabo tareas difíciles.
fr: Gouverneur ! Ce fut une année de festivités magnifique. Vous avez prouvé que je pouvais compter sur vous pour des tâches difficiles.
id: Gubernur! Perayaan tahun ini luar biasa. Kau membuktikan bahwa kau bisa kuandalkan kalau ada tugas sulit.
it: Governatore! È stato un magnifico anno di festeggiamenti. Hai dimostrato che posso fidarmi di te ogni volta che ho un compito difficile.
ja: 知事よ！今年は素晴らしい祝祭の年であった。 何か難しい仕事があるときはいつでもそなたに頼ることができるとわかった。
ko: 영주님! 올해를 화려한 축제로 가득 채웠어요. 어려운 임무를 믿고 맡길 수 있는 분이라는 것을 증명했군요.
pt: Governador! Este ano de festividades foi magnífico. Você provou que posso confiar em você quando houver uma missão difícil.
ru: Губернатор! Это был прекрасный год празднеств. Вы доказали, что на вас можно положиться даже в самых сложных вопросах.
zh: 总督！这一年的庆典，盛大隆重。 你已证明，凡有急难，你是可以依赖之人。
zh_tw: 總督！這一年的慶典，盛大隆重。 你已證明，凡有急難，你是可以依賴之人。
