Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1B_STARTED
source: My lord, may I make a suggestion? In order to prepare the population for the threat of bandit attacks, we should organize a competition. That way we could find out who is suitable to be a guardsman and who knows how to use the bow. Should I have a contest site commissioned, sir?
de: Mein Herr, dürfte ich einen Vorschlag machen? Um die Bevölkerung auf drohende Banditenangriffe vorzubereiten, sollten wir einen Wettkampf veranstalten. Auf diese Weise würden wir herausfinden, wer im Dorf sich für die Stadtwache eignet und wer mit dem Bogen umzugehen weiß. Soll ich ein Wettkampfgelände in Auftrag geben lassen, mein Herr?
es: Mi señor, ¿puedo hacer una sugerencia? Para preparar a la población ante la amenaza que suponen los bandidos, deberíamos organizar un torneo. Así sabríamos quién vale para guardia o quién sabe usar el arco. ¿Encargo un centro de competición, sire?
fr: Sire, afin de refréner les bandits, nous devrions organiser un tournoi de tir à l’arc pour déterminer qui des nôtres est le plus apte à protéger la ville. Que dites-vous de construire un terrain de compétition ?
id: Tuanku, boleh kuusulkan sesuatu? Untuk mempersiapkan penduduk terhadap ancaman serangan bandit, ada baiknya kita adakan kontes. Dengan cara itu kita bisa tahu siapa yang cocok jadi penjaga, dan siapa yang bisa menggunakan busur. Perlu kuperintahkan pembangunan tempat kontes, sir?
it: Milord, posso darti un consiglio? Per preparare la popolazione alla minaccia degli attacchi dei banditi, dobbiamo organizzare una gara per trovare la guardia più adatta e in grado di usare l'arco. Commissiono la costruzione del luogo della gara, signore?
ja: 閣下、提案させていただいてよろしいでしょうか？ 盗賊襲撃の危険に人々を備えるために、競争をさせるのです。そうすれば誰が衛兵にふさわしいか、また誰が弓を扱えるかなどを知ることができます。 コンテスト会場を手配いたしましょうか？
ko: 영주님, 제안을 하나 해도 될까요? 주민들을 강도 공격에 대비시키려면 대회를 개최해야 합니다. 이를 통해 경비대에 적합한 자와 활을 사용할 줄 아는 자를 찾을 수 있습니다. 경기장 건설을 명령할까요?
pt: Milorde, posso fazer uma sugestão? Para preparar a população para a ameaça dos ataques de bandidos, devíamos organizar uma competição. Assim descobriríamos quem tem melhor aptidão para ser guarda e quem sabe usar arco. Devo ordenar a construção de um espaço para isso, senhor?
ru: Милорд, позволите выступить с предложением? Дабы подготовить жителей к возможным нападениям бандитов, мы можем организовать соревнование. Это позволит определить возможных стражников и тех, кто умеет обращаться с луком. Мне распорядиться о строительстве арены для испытаний, сир?
zh: 大人，我能提个建议吗？ 为了让人们做好准备面对土匪袭击的威胁，我们应该组织一次比赛。这样我们就可以知道谁适合当一名警卫，谁知道如何使用弓。 我应该指定一个比赛地点吗，先生？
zh_tw: 大人，我可以提議一件事情嗎？ 為了能夠讓人們可以做好對抗強盜襲擊的準備，我們該舉辦個比賽。這樣的話我們就能知道誰可以成為衛兵，而且知道如何用箭。 大人，要我委託人開始建造比賽場地嗎？

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1B_SUCCESS
source: This archery contest was a success! Some Townies are asking to be guardsmen that are patrolling our streets. Maybe we really do have a chance to fight off the bandits.
de: Der Wettkampf war ein voller Erfolg! Einige Townies wollen nun als Stadtwachen die Straßen des Dorfes patrouillieren. Vielleicht haben wir wirklich eine Chance gegen angreifende Banditen.
es: ¡El torneo de tiro con arco fue todo un éxito! Algunos townies quieren ahora ser guardias y patrullar nuestras calles. A lo mejor sí que tenemos una oportunidad de rechazar a los bandidos.
fr: Ce tournoi de tir à l’arc a été un succès. Certains villageois demandent à patrouiller dans nos rues. Peut-être pourront nous finalement triompher des bandits.
id: Kontes panahan ternyata sukses! Beberapa Townie minta dijadikan penjaga yang akan berpatroli di jalanan. Mungkin masih ada peluang untuk menghalau para bandit.
it: Questa gara per arcieri è stata un successo! Alcuni cittadini vogliono diventare guardie per proteggere le nostre strade. Forse abbiamo davvero una possibilità di respingere i banditi.
ja: このアーチェリーコンテストは成功でした！何人かのタウニーたちは通りをパトロールする衛兵になりたいと志願してきました。本当に盗賊たちをやっつけるチャンスがあるかもしれません。
ko: 이 활쏘기 대회는 대성공입니다! 몇몇 주민들은 거리를 순찰하는 경비대가 되기를 희망하고 있습니다. 어쩌면 강도를 물리칠 수도 있을 것 같습니다.
pt: O concurso de arqueiros foi um sucesso! Alguns habitantes estão pedindo para entrar para a guarda e patrulhar nossas ruas. Talvez tenhamos mesmo uma chance de rechaçar os bandidos.
ru: Турнир лучников прошел крайне успешно! Некоторые горожане готовы стать стражниками и патрулировать улицы. Возможно, так нам и правда удастся отбиться от бандитов.
zh: 射箭比赛举办得很成功！一些镇民正请求成为在街道上巡逻的警卫。也许我们真的有机会干掉这些土匪。
zh_tw: 射箭比賽大成功啊！有些鎮民自告奮勇想要當衛兵來巡邏街坊。搞不好我們真的有機會擊退強盜。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_2_STARTED
source: My Lord, last season the Duke destroyed the farms. The villagers are unable to provide for themselves and their dependents. It would be advisable to construct a new farm to ease their problems.
de: Vor einiger Zeit hat der Herzog aus Wut den Bauernhof zerstören lassen. Seit diesem Vorfall ernähren sich die Dorfbewohner nur noch von Fisch. Viele würden sich sehr freuen, mal wieder Brot zu essen. Es wäre ratsam einen neuen Bauernhof in Auftrag zu geben.
es: Hace tiempo, el duque se enfadó y mandó destruir la granja. Desde entonces, los lugareños llevan alimentándose solo de pescado. Muchos estarían felices de volver a comer pan. Sería aconsejable construir una nueva granja.
fr: Mon seigneur, la saison dernière le Duc a détruit les fermes, les villageois sont dans l'incapacité de subvenir à leurs besoins. Il serait avisé de construire une nouvelle ferme afin de soulager leurs problèmes.
id: Beberapa waktu lalu, sang Adipati naik pitam dan memerintahkan pertanian dihancurkan. Sejak kejadian itu, warga desa hanya makan ikan. Banyak di antara mereka akan senang kalau bisa makan roti lagi. Ada baiknya untuk memerintahkan pembangunan pertanian baru.
it: Qualche tempo fa, il Duca si è arrabbiato e ha fatto distruggere la fattoria. Da quell'incidente, gli abitanti del villaggio si nutrono soltanto di pesce. Molti sarebbero felici di avere di nuovo del pane. Ti consiglio di commissionare una nuova fattoria.
ja: 少し前に公爵が怒って農場を破壊してしまいました。その事件以来、村人たちは魚しか食べていません。またパンを食べることができればみんな喜ぶでしょう。 新しい農場を手配することをお勧めします。
ko: 얼마 전에 공작님이 분노해서 농장을 파괴하신 적이 있습니다. 그 사건 이후로 주민들은 생선만 먹고 있습니다. 빵을 다시 먹게 되면 많은 주민들이 기뻐할 겁니다. 새 농장을 건설하라고 지시하십시오.
pt: Um tempo atrás, o Duque ficou furioso e mandou destruir a fazenda. Desde o incidente, os habitantes só se alimentam de peixe. Muitos ficariam felizes de poder comer pão novamente. É recomendável iniciar a construção de uma nova fazenda.
ru: Некоторое время назад герцог взбесился и разнес ферму. С тех пор селяне питаются одной рыбой. Думается, многие будут не против вновь отведать хлеба. Рекомендую заказать строительство новой фермы.
zh: 不久前，公爵大发雷霆，把农场毁了。自从这事件以后，村民们只有鱼吃了。要是有面包吃大伙儿都会很高兴的。 兴建一座新农场绝对是明智之举。
zh_tw: 一段時間之前，公爵報怒之下把農場給毀了。自此之後，村民們只能仰賴魚維生。只要能再吃到麵包，許多人一定會很開心的。 我建議開始建造新農場。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_2_SUCCESS
source: Great news my Lord, the villagers are already talking of your kindness.
de: Dies sind wirklich tolle Neuigkeiten, mein Herr. Die Bewohner berichten bereits von Eurer Güte.
es: Buenas noticias, mi señor, entre la población ya se habla de tu bondad.
fr: Bonne nouvelle Sire, les habitants parlent déjà de votre bonté.
id: Kabar bagus, Tuanku, warga desa sudah mulai membicarakan kebaikan Tuanku.
it: Ottime notizie milord, gli abitanti del villaggio parlano della tua gentilezza.
ja: 閣下、素晴らしい知らせです、村人たちはすでにあなたの思いやりについて話をしていますよ。
ko: 영주님, 좋은 소식입니다. 주민들이 벌써 영주님의 호의를 얘기하기 시작했습니다.
pt: Ótimas notícias, milorde. Os aldeões já estão comentando a sua generosidade.
ru: Отличные новости, милорд, селяне уже во всю судачат о вашей доброте.
zh: 好消息，大人，村民们已经在交口称赞您的仁德了。
zh_tw: 好消息，大人，村民們已經開始討論您善良的事蹟了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_3_CHOICE_STARTED
source: My Lord, why don’t we walk the streets so you can see for yourself what the situation is. It might have a positive influence on the villagers if they see that you are concerned about their well-being.
de: Mylord, wieso verschaffen Sie sich nicht selbst einen Überblick und gehen hinaus auf die Straßen der Stadt. Die Situation sieht nicht gut aus. Das Volk ist aufgebracht. Vielleicht würde es die Gemüter beruhigen, wenn Ihr sie überzeugt, dass Ihr Euch um ihr Wohlbefinden sorgt.
es: Mi señor, ¿por qué no paseamos por las calles para que veas por ti mismo cuál es la situación? Si te ven preocupándote por su bienestar, podría influir positivamente en los ciudadanos.
fr: Mon seigneur, pourquoi ne pas aller dans les rues afin de constater par vous-même la situation. Cela pourrait avoir une bonne influence sur les habitants et leur montrer que leurs bien-être vous préoccupe.
id: Tuanku, bagaimana kalau kita menyusuri jalanan agar Tuanku bisa melihat sendiri bagaimana situasinya. Mungkin ada pengaruh positif terhadap warga desa kalau mereka melihat Tuanku peduli tentang kesejahteraan mereka.
it: Milord, perché non passeggiamo per le strade della città, così vedrai con i tuoi occhi qual è la situazione. Potrebbe avere un'influenza positiva sugli abitanti del villaggio se vedono che ti preoccupi per loro.
ja: 閣下、ご自分の目で今の状況がわかるように通りを歩いてみたらどうでしょう。またあなたが村人たちのことを気にかけているということを彼らが目にすれば、何か良い影響があるかもしれません。
ko: 영주님, 거리로 나가서 상황을 직접 살펴보시는 것이 어떠신지요? 영주님이 주민들의 생활에 대해 관심을 두고 있다는 긍정적인 여론을 만드는 데 도움이 될 겁니다.
pt: Milorde, por que não andamos pelas ruas para o senhor ver com seus próprios olhos qual é a situação? Se os habitantes virem preocupação da sua parte com o bem-estar deles, pode ser que fiquem com uma impressão positiva.
ru: Милорд, почему бы нам с вами не пройтись по улицам, дабы вы сами смогли оценить сложившуюся ситуацию. Ваш интерес к благополучию граждан может положительно сказаться на их отношении к вам.
zh: 大人，我们为什么不去街上走走呢，这样您就能亲眼看看现在是什么情形。如果村民看到您体恤民情，也许会对他们带来一些积极的 影响。
zh_tw: 大人，我們為何不敢走在街上這件事情，我相信您已了解原因為何。如果他們能夠看見您也相當在意他們的人身安全，一定能帶給他們正面 的影響。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_4_STARTED
source: My Lord, the bandits in this area are getting stronger by the minute. We need to prepare, in case they are attacking our village. Should I order the construction of guard towers?
de: Mein Lord, Späher berichten mir, dass die Banditenbedrohung in der Umgebung stark zugenommen hat. Wir sollten die nötigen Vorkehrungen treffen, damit wir nicht von den Banditen überrascht werden können. Ich würde den Bau einiger Wachtürme vorschlagen.
es: Mi señor, los bandidos de esta zona se hacen más fuertes cada momento que pasa. Tenemos que prepararnos por si atacan la ciudad. ¿Ordeno la construcción de torres de vigilancia?
fr: Mon seigneur, les bandits deviennent plus fort à chaque instant. Nous devons nous préparer en cas d’une attaque sur le village. Dois-je ordonner la construction de tours de défense ?
id: Tuanku, para bandit di daerah ini semakin kuat saja. Kita harus bersiap-siap, kalau-kalau mereka menyerang desa kita. Perlukah kuperintahkan pembangunan menara penjaga?
it: Milord, i banditi della zona diventano ogni giorno più forti. Dobbiamo prepararci, nel caso in cui attacchino il nostro villaggio. Ordino la costruzione di torri di guardia?
ja: 閣下、このあたりの盗賊たちは時間を増すごとに強くなっていっています。彼らが私たちの村を襲った場合に備えなければなりません。 見張り塔を建設する命令を出しましょうか？
ko: 영주님, 이 지역의 강도들이 시시각각 강해지고 있습니다. 강도들이 마을을 공격할 경우를 대비해야 합니다. 감시탑 건설을 지시할까요?
pt: Milorde, os bandidos desta área estão ficando mais fortes a cada instante. Temos que nos preparar para o caso de atacarem nossa cidade. Devo ordenar a construção de torres de vigia?
ru: Милорд, местные бандиты становятся сильнее день ото дня. Нужно подготовиться на случай, если они решат напасть на город. Приказать начать строительство сторожевых вышек?
zh: 大人，这一带的强盗越来越多了。我们需要做好准备，以防他们袭击我们的村庄。 我应该下令建造警卫塔吗？
zh_tw: 大人，這附近的強盜越來越強大，我們要為了防止他們前來攻擊我們的村莊而做些準備。 要我下令開始建造守衛塔嗎？

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_4_SUCCESS
source: With these towers, we will be able to see the bandits a long time before they are in town.
de: Die Wachtürme sollten uns eine ausreichende Frühwarnzeit bei Angriffen der Banditen geben. Sehr gut, mein Lord.
es: Con estas torres, podremos ver a los bandidos mucho antes de que lleguen a la ciudad.
fr: Avec ces tours nous serons capables de voir les bandits avant qu’ils n’arrivent.
id: Dengan adanya menara ini, kita akan bisa melihat pada bandit jauh sebelum mereka sampai di kota.
it: Con queste torri, saremo in grado di vedere i banditi prima che entrino in città.
ja: これらの塔があれば、盗賊たちが街に入ってくるよりもずっと前に彼らを見つけることができます。
ko: 이 감시탑 덕분에 강도들이 마을에 쳐들어오기 전에 미리 알 수 있습니다.
pt: Com essas torres, nós conseguiremos ver os bandidos muito antes de chegarem à cidade.
ru: С этих вышек мы заметим бандитов задолго до того, как они приблизятся к городу.
zh: 有了这些塔，我们可以在强盗进城之前很早就发现他们。
zh_tw: 有了這些守衛塔以後，我們老遠就能看見強盜進攻城鎮的行動。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_5_STARTED
source: I have an idea my lord, please hear me out. Why don’t we just pay the bandits? Maybe they would leave us be then. We could bribe them with some nice goods. And money, of course.
de: Ich habe einen Vorschlag für Euch, mein Lord. Einen Weg haben wir bisher nicht eingeschlagen: Wieso bezahlen wir die Banditen nicht einfach? Vielleicht lassen sie uns dann in Ruhe. Wir müssen ihnen nur ein paar nette Gegenstände schenken, naja… und Geld natürlich.
es: Tengo una idea, mi señor. ¿Por qué no pagamos a los bandidos? A lo mejor así nos dejan en paz. Podríamos sobornarlos con buenas mercancías. Y dinero, naturalmente.
fr: J’ai une idée mon seigneur, ce camp de bandit pourrait être soudoyé par quelques biens. Et de l’argent, bien évidemment.
id: Aku ada ide, Tuanku, harap dengarkan aku sampai selesai. Kenapa kita tidak bayar saja para bandit itu? Mungkin mereka akan berhenti mengganggu kita kalau begitu. Kita bisa menyuap mereka dengan barang-barang bagus. Dan uang, tentu saja.
it: Ho un'idea, milord, ascoltami. Perché semplicemente non paghiamo i banditi? Forse così ci lasceranno in pace. Possiamo corromperli con delle merci. E del denaro, ovviamente.
ja: 私にアイデアがあります、閣下、どうか聞いてください。盗賊にお金を払ったらどうでしょう？そうすれば私たちのことを放っておいてくれるかもしれません。彼らに素敵な商品をいくつか渡しましょう。それからもちろん、お金もです。
ko: 제게 아이디어가 있습니다, 영주님. 한번 들어보세요. 강도들에게 뇌물을 주면 어떨까요? 어쩌면 강도들이 우릴 내버려 둘지도 모릅니다. 멋진 물건을 뇌물로 주면 됩니다. 물론 돈도 좋지요.
pt: Eu tenho uma ideia, milorde, por favor me escute. Por que não pagamos os bandidos? Talvez assim eles nos deixem em paz. Podemos suborná-los com mercadorias. E dinheiro, claro.
ru: У меня есть идея, милорд. Почему бы нам просто не заплатить бандитам? Возможно, они оставят нас в покое. Мы можем подкупить их какими-нибудь интересными товарами. И деньгами, конечно же.
zh: 我有个主意，大人，请听我说完。为什么我们不直接给强盗呢？也许他们就会和我们井水不犯河水了。我们可以用一些不错的商品贿赂他们。当然还有钱。
zh_tw: 大人，我有個想法要請您拿定主意。為什麼我們不直接付錢給強盜呢？或許他們就會放過了我們。我們可以用一些物資來賄賂他們。當然，還有金錢。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_5_SUCCESS
source: Oh, we got all the resources for the bribe, let’s give it to the bandits.
de: Lord, die Transportkiste mit den Geschenken für die Banditen ist prall gefüllt. Die Reiter warten nur auf Euren Befehl und es kann losgehen.
es: Tenemos todos los recursos para el soborno, démoselos a los bandidos.
fr: Oh, nous avons toutes les ressources pour le pot-de-vin. Donnons-le aux bandits.
id: Kita punya semua yang diperlukan untuk menyuap para bandit, mari kita berikan kepada mereka.
it: Oh, abbiamo tutte le risorse per il riscatto, diamole ai banditi.
ja: さあ、賄賂のために必要なものは全て揃いました、盗賊たちに渡しましょう。
ko: 오, 뇌물로 줄 물품을 모두 마련했습니다. 어서 강도들에게 건네주세요.
pt: Ah, já temos todos os recursos para o suborno. Vamos entregar aos bandidos.
ru: О, у нас достаточно ресурсов для взятки. Давайте отдадим ее бандитам.
zh: 哦，我们得到了贿赂所需的全部物资，去给强盗吧。
zh_tw: 哦，我們有所需的資源可以進行賄賂，只需要交給強盜就好了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_5_TITLE
source: Pay the bribe.
de: Bezahle das Schutzgeld.
es: Paga el soborno.
fr: Versez le pot-de-vin.
id: Bayar uang suap.
it: Paga il riscatto.
ja: 賄賂を払う。
ko: 뇌물을 주세요.
pt: Pague o suborno.
ru: Заплати взятку.
zh: 支付贿赂
zh_tw: 進行賄賂。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_6_CHOICE_STARTED
source: My Lord, I just came from the Duke. He instructed me to have a tavern built. But on the other hand, the Townies have been asking for a church for a long time now. The choice is yours.
de: Mein Herr, ich komme geradewegs vom Herzog. Er schickt die Anordnung, dass ein Wirtshaus schon bald im Dorf errichtet werden soll. Dies ist ein gute Entscheidung, wäre da nicht der Wunsch der Dorfbewohner, endlich eine Kirche im Dorf zu haben. Sie bitten nun schon eine Weile darum. Ihr habt die Wahl.
es: Mi señor, vengo de ver al duque. Me ha ordenado que construyamos una taberna. Aunque, por otro lado, los townies llevan mucho tiempo pidiéndonos una iglesia. Tú decides.
fr: Mon seigneur, je reviens de chez le Duc. Il m’a demandé la construction d’une taverne. Mais nous avons également les villageois qui demandent une église depuis un moment maintenant. Le choix est vôtre.
id: Tuanku, aku baru saja bertemu sang Adipati. Dia menyuruhku mengatur pembangunan kedai minum. Tapi di pihak lain, para Townie sudah lama minta dibuatkan gereja. Silakan tentukan pilihan, Tuanku.
it: Milord, sono stato dal Duca. Mi ha chiesto di costruire una taverna. Ma i cittadini chiedono la costruzione di una chiesa da molto tempo. A te la scelta.
ja: 閣下、公爵と会ってきました。彼は酒場を作るよう私に命じました。 しかし一方で、タウニーたちは長いこと教会を作ってほしいと頼んでいるのです。 あなたの選択にお任せします。
ko: 영주님, 방금 공작님이 제게 선술집을 만들라고 지시하셨습니다. 하지만 주민들은 오랫동안 교회를 건설해달라고 요청하고 있습니다. 영주님이 선택하십시오.
pt: Acabei de falar com o Duque, milorde. Ele me instruiu a construir uma taverna. Por outro lado, já faz um tempo que os habitantes pedem a construção de uma igreja. A escolha é sua.
ru: Милорд, я только что от герцога. Он велел мне построить таверну. Но с другой стороны, горожане уже давно просят возвести для них церковь. Выбор за вами.
zh: 大人，我刚从公爵那里过来。他向我介绍了一种旅店样式。 但另一方面，镇民一直在呼吁建造一座教堂很久了。 选择权在您。
zh_tw: 大人，我只是來找公爵的。他下令讓我建造酒館。 但是，鎮民想要一座教堂很久了。 交給您來做決定吧。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_FIRE_SUCCESS
source: FIRE! FIRE! A fire has broken out in town, my Lord!
de: Feuer! Feuer! Ein Feuer ist im Dorf ausgebrochen!
es: ¡FUEGO! ¡FUEGO! ¡Se ha declarado un incendio en la ciudad, mi señor!
fr: Au feu ! Au feu ! Un feu s’est déclenché en ville mon seigneur.
id: KEBAKARAN! KEBAKARAN! Kebakaran melanda kota, Tuanku!
it: FUOCO! FUOCO! Un incendio è divampato in città, milord!
ja: 火事です、火事です！閣下、街で火事が起こりました！
ko: 불이야! 불! 마을에 화재가 발생했습니다, 영주님!
pt: FOGO! FOGO! Começou um incêndio na cidade, milorde!
ru: ПОЖАР! ПОЖАР! В городе начался пожар, милорд!
zh: 火！火！镇上突然燃起大火了，大人！
zh_tw: 火啊！大火！火勢已經在城鎮裡肆意蔓延了，大人！

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTE1A_SUCCESS
source: My Lord, did you hear the swearing outside? The Duke just tripped on the roads and fell into the sewage next to the road. If I were you, I go on the run.
de: Mein Herr, habt Ihr das laute Schimpfen von draußen gehört? Der Herzog ist gerade auf der Straße gestolpert und direkt in die Jauchegrube daneben gefallen. Wenn ich Ihr wäre, dann würde ich schleunigst das Weite suchen, bevor er hier ist.
es: Mi señor, ¿has oído las blasfemias que vienen de fuera? El duque acaba de tropezarse en un camino y ha ido a caer en una alcantarilla cercana. Si yo fuera tú, me iría corriendo.
fr: Sire, avez-vous entendu les jurons provenant de l'extérieur? Le Duc vient de trébucher et il est tombé dans les eaux usées à côté de la route. À votre place, je quitterais les lieux.
id: Tuanku, apakah Tuanku mendengar sumpah serapah di luar tadi? Sang Adipati tersandung di jalanan dan jatuh ke comberan di tepi jalan. Kalau aku jadi Tuanku, aku akan kabur.
it: Milord, hai sentito quelle imprecazioni? Il Duca è appena inciampato ed è caduto nei liquami accanto alla strada. Se fossi in te, mi darei alla fuga.
ja: 閣下、外の罵声が聞こえましたか？公爵が道路でつまずいて道の横の下水に落ちたんです。もし私があなたなら逃げますね。
ko: 영주님, 방금 소리 들으셨습니까? 공작님이 길에서 넘어져서 시궁창에 빠졌다고 합니다. 어서피하시는 것이 좋겠습니다.
pt: Milorde, chegou a ouvir os gritos lá fora? O Duque tropeçou enquanto andava na estrada e caiu num esgoto próximo. Se eu fosse o senhor, fugiria correndo.
ru: Милорд, слышали ругань с улицы? Герцог только что споткнулся и упал в сточную канаву у дороги. На вашем месте я бы пустился в бега.
zh: 大人，您听到外面的咒骂吗？ 公爵只是在路上绊倒，掉进了旁边的污水坑。如果我是您，早就 跑路了 。
zh_tw: 大人，您聽到外面有人在謾罵嗎？ 公爵剛剛在路上不小心絆到了，結果就跌進路邊的水溝裡。換作是我，我現在就立刻落跑了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTE1_STARTED
source: I thought you spent MY money on something useful, like the roads. Now they are still in an unusable state. I want you to do something NOW!
de: Ich dachte Ihr würdet MEIN Geld für etwas sinnvolles ausgeben. Wie die Straßen im Dorf! Aber jetzt sind sie immer noch in einem nicht benutzbaren Zustand! Ich will, dass Ihr SOFORT etwas dagegen unternehmt!
es: Pensaba que gastarías MI dinero en algo útil, como caminos. Están en un estado lamentable. ¡Quiero que hagas algo al respecto! ¡YA!
fr: Et moi qui pensais que vous auriez dépensé MON argent sur quelque chose d'utile, comme les routes. Et voilà qu'elles sont toujours dans un état pitoyable. Je veux que vous fassiez quelque chose MAINTENANT!
id: Kukira uangKU dipakai untuk sesuatu yang berguna, seperti jalanan. Ternyata jalanan tetap tidak bisa dilewati. Aku minta kau melakukan sesuatu SEKARANG JUGA!
it: Credevo che avreste speso i MIEI soldi per qualcosa di utile, come strade ad esempio. Adesso sono ancora in cattivo stato. Voglio che facciate qualcosa SUBITO!
ja: 私はあなたが「私の」お金を道路など、何か役に立つものに使ったと思っていましたが、まだ使えない状況にあるのですか。今すぐ何とかしてください！
ko: 도로처럼 쓸모 있는 곳에 내 돈을 사용할 거라고 생각했어요. 여전히 도로 상태가 열악해요. 어서 조치를 취하세요!
pt: Eu achei que você gastaria MEU dinheiro em alguma coisa útil, como estradas, que ainda estão inutilizadas. Eu quero que você faça alguma coisa AGORA MESMO!
ru: Я-то думал, вы потратили МОИ деньги на что-то полезное, типа дорог. Но нет, они все еще в колдобинах. Сделайте с ними что-нибудь, и побыстрее!
zh: 我以为你把我的钱花在一些有用的地方了，比如道路。现在它们仍然处于不可用的状态。我要你现在就做点什么!
zh_tw: 我以為你會把我的錢花在有用的地方上，例如道路。結果現在這路還人是走不了。你現在就給我去做點有用的事！

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTEA_SUCCESS
source: Oh no, my Lord, the people heard that you have chosen the Duke’s task over them. Out of anger, they have set a building on fire.
de: Mein Herr, die Bevölkerung ist in Rage, weil sie vernommen haben, dass Ihr Euch für die Aufgabe des Herzogs entschieden habt. Es scheint als hätten sie aus Wut ein Gebäude in Brand gesetzt.
es: Oh, no, mi señor, el pueblo se ha enterado de que has preferido la tarea del duque a la suya. Enrabietados, han prendido fuego a un edificio.
fr: Oh non, mon seigneur, les gens ont entendu dire que vous avez choisi de faire passer le Duc en priorité. Dans un élan de colère, ils ont mis feu à une construction en ville.
id: Aduh, Tuanku, warga mendengar bahwa Tuanku memilih tugas dari sang Adipati dan bukan permintaan mereka. Karena marah, mereka membakar sebuah bangunan.
it: Oh no, milord, il popolo ha saputo che avete preferito l'incarico del Duca al loro. Per la rabbia, hanno dato fuoco a un edificio.
ja: なんてことでしょう閣下、人々はあなたが彼らではなく公爵の仕事を選んだということを耳にしたそうです。彼らは怒りから建物に火をつけてしまいました。
ko: 이런, 영주님이 주민들의 바람을 저버리고 공작님의 지시를 선택했다는 걸 들었습니다.. 분노한 주민들이 건물에 불을 질렀습니다.
pt: Ah, não, milorde! As pessoas ficaram sabendo que o senhor escolheu atender ao Duque em vez de ajudá-las. Ficaram com raiva e incendiaram um prédio.
ru: О нет, милорд, горожане прознали, что вы отдали предпочтение поручению герцога, а не их нуждам. В порыве гнева они подожгли одно из зданий.
zh: 哦不，大人，人们听说您选择了公爵的任务而非他们的。出于愤怒，他们点燃了一栋房子。
zh_tw: 不好了，大人，人們聽說您選擇了公爵的任務而不是他們。出於憤怒，他們放火燒了一棟建築。
