Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_TUTORIAL_QUEST_DESC_DEASSIGN_2_MOUSE
source: You should now build another townhouse to increase your population. But since you are lacking workers for this task, you first need to unassign a worker from the forester's hut. Click on the forester's hut to open the building's menu and then on the worker icon.
de: Du solltest nun deine Population vergrößern und ein Wohnhaus bauen. Da dir jedoch ein freier Arbeiter fehlt, musst du zunächst einen von der Forsthütte abziehen. Klicke auf das Gebäude, um in das Kontextmenü zu gelangen, und danach auf das Arbeitsplatz-Symbol.
es: Debes construir otra casa para aumentar la población. Pero dado que careces de trabajadores, primero tienes que retirar a uno de la caseta del guarda forestal. Haz clic en la caseta del guarda forestal para abrir el menú de construcción y luego en el icono del trabajador.
fr: Vous devriez bâtir une autre maison pour augmenter la population. Cependant, comme vous manquez d'ouvriers pour cette tâche, vous devez commencer par libérer un ouvrier de la cabane du forestier. Cliquez sur la cabane du forestier pour ouvrir le menu du bâtiment, puis sur l'icône d'ouvrier.
id: Kamu perlu membangun satu rumah tinggal lagi untuk meningkatkan populasimu. Tapi karena kamu kekurangan pekerja untuk tugas ini, kamu perlu mengalihtugaskan dulu satu pekerja dari pondok penjaga hutan. Klik pondok penjaga hutan untuk membuka menu bangunan, lalu klik ikon pekerja.
it: Ora devi costruire un'altra casa per incrementare la popolazione. Ma siccome non hai abbastanza lavoratori per farlo, devi togliere un lavoratore dal capanno del taglialegna. Tocca il capanno del taglialegna per aprire il menu dell'edificio e poi tocca l'icona del lavoratore.
ja: 人口を増やすために家を建てましょう。しかし労働者が不足しているため、まず最初に木こり小屋から労働者の割り当てを解除する必要があります。 木こり小屋をクリックしてメニューを開いた後、労働者のアイコンをクリックしてください。
ko: 이제 타운하우스를 하나 더 지어 인구를 늘려야 합니다. 하지만 일꾼이 부족하기 때문에 먼저 산꾼 오두막에서 일꾼을 쉬게 해야 합니다. 산꾼 오두막을 클릭하여 건물 메뉴를 열고 일꾼 아이콘을 클릭하세요.
pt: Você devia construir outra casa para aumentar sua população. Mas como lhe faltam trabalhadores para essa tarefa, antes é preciso dispensar um trabalhador da cabana de silvicultor. Clique na cabana de silvicultor para abrir o menu de prédios e depois no ícone do trabalhador.
ru: Нужно построить еще один городской дом, чтобы увеличить население. Но строителей не хватает, так что стоит назначить на стройку работника из хижины лесника. Нажми на хижину лесника, чтобы открыть меню здания, а затем — на иконку работника.
zh: 现在您应该兴建另一栋联排房，使人口增加。不过，因为缺少人手来做这项工作，您先要从伐木工小屋撤下来一个工人。 点击伐木工小屋，打开该建筑物的菜单，然后再点击工人的图标。
zh_tw: 現在您應該興建另一棟聯排房，使人口增加。不過，因為缺少人手來做這項工作，您先要從伐木工小屋撤下來一個工人。 點擊伐木工小屋，打開該建築物的功能表，然後再點擊工人的圖示。

# T_GAME_TUTORIAL_QUEST_DESC_DEASSIGN_2_OLD
source: You should now build another townhouse to increase your population. However, since you lack workers to do this, you need to unassign a worker from the forester's hut. Tap on the forester's hut to open the building's menu and then tap the worker icon.
de: Du solltest nun deine Population vergrößern und ein Wohnhaus bauen. Da dir jedoch ein freier Arbeiter fehlt, musst du zunächst einen von der Forsthütte abziehen. Berühre das Gebäude, um ins Kontextmenü zu gelangen, und tippe danach auf das Arbeitsplatz-Symbol.
es: Deberías construir otra casa para aumentar la población. Sin embargo, no dispones de trabajadores libres, por lo que tendrás que reasignar a uno de ellos. Toca el campamento de leñadores para abrir el menú del edificio y, a continuación, toca el icono del trabajador.
fr: Vous devriez construire une autre maison pour augmenter la population. Mais comme vous manquez de travailleurs, vous devez désaffecter un travailleur de sa tâche en cours. Touchez le camp de bûcherons pour afficher le menu des bâtiments, puis touchez l'icône de travailleur.
id: Sekarang kamu harus membangun rumah untuk meningkatkan populasi. Namun, karena kamu kekurangan pekerja untuk ini, kamu harus membebastugaskan pekerja dari tugas mereka saat ini. Tekan perkemahan penebang pohon untuk membuka menu bangunan lalu tekan ikon pekerja.
it: Devi costruire un'altra abitazione per aumentare la popolazione. Ma siccome non hai lavoratori liberi per farlo, devi liberare un lavoratore dal suo compito attuale. Tocca il campo del taglialegna per aprire il menu dell'edificio e tocca l'icona del lavoratore.
ja: 人口増加のため、新しい家を建設する必要があります。しかし、建設するタウニーがいないため、他のタウニーの仕事を辞めさせて連れてきてください。 木こり小屋をタップして、建設メニューを開いたら、労働者のアイコンをタップしてください。
ko: 인구 증가를 위하여 추가 타운 하우스를 지으셔야 합니다. 하지만, 일꾼들이 부족하므로, 현재 일하고 있는 일꾼들에게 추가 배정하셔야 합니다. 나무꾼 캠프를 탭하시면 빌딩 메뉴가 열립니다. 일꾼 아이콘을 탭하세요.
pt: Agora você deve construir outra moradia para aumentar sua população. Contudo, como faltam trabalhadores para fazê-la, você precisará tirar um trabalhador de sua tarefa atual. Toque no campo dos lenhadores para abrir o menu de construção e depois toque no ícone do trabalhador.
ru: Теперь тебе необходимо построить другой городской дом, чтобы увеличить уровень твоего населения. Однако так как для этого тебе не хватает рабочих, необходимо снять рабочего с выполнения его текущего задания. Прикоснись к лагерю дровосеков, чтобы открыть меню здания, а затем прикоснись к пиктограмме рабочего.

# T_GAME_TUTORIAL_QUEST_DESC_DEASSIGN_2_TOUCH
source: You should now build another townhouse to increase your population. However, since you lack workers to do this, you need to unassign a worker from the forester's hut. Tap on the forrester's hut to open the building's menu and then tap the worker icon.
de: Du solltest nun deine Population vergrößern und ein Wohnhaus bauen. Da dir jedoch ein freier Arbeiter fehlt, musst du zunächst einen von der Forsthütte abziehen. Berühre das Gebäude, um ins Kontextmenü zu gelangen, und tippe danach auf das Arbeitsplatz-Symbol.
es: Ahora tienes que construir otra casa para aumentar la población. Sin embargo, como no tienes suficientes trabajadores, deberás liberar a uno de ellos del trabajo en la caseta del guarda forestal. Haz clic en la caseta para abrir el menú de edificio y luego toca el icono de los trabajadores.
fr: Vous devriez construire une nouvelle maison afin d'augmenter votre population. Cependant, comme vous manquez d'ouvriers pour ce faire, vous devrez en retirer un de la cabane du forestier. Tapotez sur la cabane du forestier pour ouvrir le menu du bâtiment puis tapotez sur l'icône d'ouvrier.
id: Sebaiknya kamu mendirikan rumah lagi untuk menambah penduduk. Tapi karena kekurangan pekerja, kamu perlu pindahkan satu pekerja dari pondok penebang pohon. Ketuklah pondok penebang pohon untuk masuk ke menu bangunan, lalu ketuk ikon pekerja.
it: Ora devi costruire un'altra casa per incrementare la popolazione. Ma siccome non hai abbastanza lavoratori per farlo, devi togliere un lavoratore dal capanno del taglialegna. Tocca il capanno del taglialegna per aprire il menu dell'edificio e poi tocca l'icona del lavoratore.
ja: 人口増加のため、新しい家を建設する必要があります。しかし、建設する労働者がいないため、木こり小屋の労働者を辞めさせて連れてきてください。 木こり小屋をタップして、建設メニューを開いたら、労働者のアイコンをタップしてください。
ko: 이제 다른 타운하우스를 지어 인구를 늘려야 합니다. 하지만 이 공사를 진행할 일꾼이 부족하기 때문에 수목 관리인의 오두막에서 일꾼의 임무를 바꾸어야 합니다. 수목 관리인의 오두막을 탭하여 건물 메뉴를 연 후 일꾼 아이콘을 탭하세요.
pt: Você deve construir agora outra casa para aumentar sua população. Mas como você não tem operários para fazer isso, você precisa fazer um deles parar de trabalhar na cabana do silvicultor. Toque na cabana do silvicultor para abrir o menu do prédio e depois toque no ícone do operário.
ru: Теперь тебе необходимо построить другой городской дом, чтобы увеличить уровень твоего населения. Однако так как для этого тебе не хватает рабочих, тебе необходимо снять рабочего с хижины лесника. Прикоснись к хижине лесника, чтобы открыть меню здания, а затем прикоснись к пиктограмме рабочего.
zh: 您现在应该建造另一个联排别墅才能增加人口。但是，由于缺少执行此项任务的人手，您需要从植树小屋释放一位工人。 点击植树小屋以打开建筑物菜单，然后点击工人图标。
zh_tw: 您現在應該營建另一個聯排別墅才能增加人口。但是，由於缺少執行此項任務的人手，您需要從植樹小屋釋放一位工人。 點按植樹小屋以開啟建物功能表，然後點按工人圖示。

# T_GAME_TUTORIAL_QUEST_DESC_FARM
source: You should build a farm to make sure that food production is ready to support a larger population. A farm will supply your village with wheat that can be processed into flour, which is used to make bread.
de: Um deine Nahrungsproduktion für eine große Stadt vorzubereiten, solltest du einen Bauernhof bauen. Dieser wird Getreide für dein Dorf produzieren, das zu Mehl und schließlich zu Brot verarbeitet werden kann.
es: Tendrías que construir una granja para asegurar que la producción de alimentos cubra las necesidades cuando aumente la población. La granja abastece a la ciudad con harina, la cual se procesa para elaborar pan.
fr: Vous devriez construire une ferme pour assurer une production de nourriture suffisante pour une population plus importante. La ferme alimente la ville en blé, qui peut être transformé en farine, puis en pain.
id: Kamu harus membangun perkebunan untuk memastikan produksi makanan siap untuk mendukung populasi yang lebih besar. Perkebunan akan memasok desamu dengan gandum yang akan diproses menjadi tepung, yang digunakan untuk membuat roti.
it: Devi costruire una fattoria perché la produzione di cibo sia pronta a supportare una popolazione più ampia. Una fattoria rifornisce il tuo villaggio di grano che può essere trasformato in farina, usata per fare il pane.
ja: 人口増加に対応できるように、農場を建設して十分な食糧を蓄えましょう。農場は小麦粉に必要な小麦を村に供給し、後にパンを生産することにつながります。
ko: 수많은 인구를 위한 식략 준비를 위하여 농장을 지으셔야 합니다. 농장은 마을에 빵을 만들 수 있는 밀가루를 공급합니다.
pt: Você deve construir uma fazenda para verificar se a produção de alimentos está pronta para oferecer suporte à grande população. Uma fazenda abastecerá sua aldeia com trigo, que pode ser processado em farinha, usada para fazer pão.
ru: Необходимо построить ферму, чтобы обеспечить то, что производство еды сможет поддержать рост населения. Ферма будет снабжать твою деревню пшеницей, которую можно переработать в муку, используемую для выпекания хлеба.
zh: 为了确保养活越来越多的人口，你应该兴建一座农场来保证粮食生产。农场会为你的村庄供应小麦。把小麦加工成面粉后，可以用来制作面包。
zh_tw: 為了確保養活越來越多的人口，您應該興建一座農場來保證糧食生產。農場會為您的村莊供應小麥。把小麥加工成麵粉後，可以用來製作麵包。

# T_GAME_TUTORIAL_QUEST_DESC_MINE
source: In addition to wood, stone is also one of your most important resources. You should build a mine at a rocky hillside and start to quarry stone.
de: Stein gehört, neben Holz, zu den wichtigsten Ressourcen im Spiel. Du solltest ein Bergwerk an einem Steinhang bauen, damit du dort Steine abbauen kannst.
es: Aparte de la madera, algunos de tus recursos más importantes son los táleros, los alimentos y las piedras. Tendrías que construir una mina junto a una ladera rocosa para empezar a extraer piedras.
fr: En plus du bois, les écus, la nourriture et la pierre font partie des ressources les plus importantes. Vous devriez implanter une mine sur le flanc d'une colline rocailleuse pour y installer une carrière de pierre.
id: Selain kayu, Thaler, makanan dan batu adalah beberapa sumber daya pentingmu. Kamu harus membangun tambang di lereng bukit berbatu dan mulai mengumpulkan batu.
it: Oltre al legno, i talleri, il cibo e le pietre sono alcune delle tue risorse più importanti. Dovresti costruire una miniera sul fianco di una collina per avviare una cava di pietra.
ja: 木材に加え、石材も重要な資材となります。岩山に採掘所を建て、石材の切り出しを始めましょう。
ko: 나무와 더불어, 탈러, 식량 및 스톤은 가장 중요한 자원들입니다. 돌 언덕에 광산을 지어 스톤들을 수집하세요.
pt: Além de madeira, Táler, alimento e pedras são alguns dos recursos mais importantes. Você deve construir uma mina em uma colina rochosa e começar a extrair pedras.
ru: В дополнение к древесине, талеры, еда и камень являются одними из твоих самых важных ресурсов. Построй рудник на скалистом склоне горы и начни добывать камень.
zh: 除了木材之外，泰勒币、食物以及石料都是你最重要的资源。你应该在岩石构成的山坡上兴建一座石矿来开采石料。
zh_tw: 除了木材之外，泰勒幣、食物以及石料都是您最重要的資源。您應該在岩石構成的山坡上興建一座石礦來開採石料。

# T_GAME_TUTORIAL_QUEST_NAME_1
source: Build a forester's hut.
de: Baue eine Forsthütte.
es: Construye un campamento de leñadores.
fr: Construisez un camp de bûcherons.
id: Bangunlah perkemahan penebang pohon.
it: Costruisci un campo per taglialegna.
ja: 木こり小屋を建てる。
ko: 나무꾼 캠프 짓기.
pt: Construa um campo para os lenhadores.
ru: Построй лагерь дровосеков.
zh: 兴建一座伐木工人营地。
zh_tw: 興建一座伐木工人營地。

# T_GAME_TUTORIAL_QUEST_NAME_10
source: Build 2 roads in your town
de: Baue 2 Straßen in deinem Dorf.
es: Construye dos caminos en tu ciudad.
fr: Construisez deux routes.
id: Bangunlah 2 jalan di kotamu
it: Costruisci 2 strade in città.
ja: 道路を2つ敷設する。
ko: 2개의 도로 짓기.
pt: Construa duas estradas em sua cidade.
ru: Построй 2 дороги в твой город.
zh: 在你的城镇兴建两条道路。
zh_tw: 在您的城鎮興建兩條道路。

# T_GAME_TUTORIAL_QUEST_NAME_11
source: Repair your townhouses.
de: Repariere deine Wohnhäuser.
es: Repara tus casas.
fr: Réparez les maisons.
id: Perbaiki rumahmu.
it: Ripara le abitazioni.
ja: 家を修復する。
ko: 타운하우스 수리하기.
pt: Repare suas moradias.
ru: Отремонтируй свои городские дома.
zh: 对排屋进行修缮。
zh_tw: 對連棟宅邸進行修繕。

# T_GAME_TUTORIAL_QUEST_NAME_12
source: Attain high Townie happiness.
de: Erreiche eine hohe Zufriedenheit in deinem Dorf.
es: Obtén una felicidad alta de los townies.
fr: Atteignez un niveau de bonheur élevé.
id: Capailah kebahagiaan Townie yang tinggi.
it: Aumenta la felicità dei paesani.
ja: 高い幸福度を達成する。
ko: 주민들의 행복을 높게 유지.
pt: Consiga bastante felicidade para seus moradores.
ru: Достигни высокого уровня счастья среди поселян.
zh: 达到较高的镇民幸福指数。
zh_tw: 達到較高的鎮民幸福指數。

# T_GAME_TUTORIAL_QUEST_NAME_13
source: Build a deco statue!
de: Baue eine Dekorations Statue!
es: ¡Construye una estatua decorativa!
fr: Construisez une statue décorative.
id: Bangunlah patung deco!
it: Costruisci una statua decorativa!
ja: デコレーション像を設置する。
ko: 장식 조각상 짓기.
pt: Construa uma estátua decorativa.
ru: Построй декоративную статую!
zh: 兴建一座装饰性雕像。
zh_tw: 興建一座裝飾性雕像。

# T_GAME_TUTORIAL_QUEST_NAME_2
source: Build a new townhouse.
de: Baue ein weiteres Wohnhaus.
es: Construye una nueva casa.
fr: Construisez une nouvelle maison.
id: Bangunlah rumah baru.
it: Costruisci una nuova abitazione.
ja: 新しい家を建てる。
ko: 새로운 타운 하우스 짓기.
pt: Construa uma nova moradia.
ru: Построй новый городской дом.
zh: 兴建一座新的排屋。
zh_tw: 興建一座新的連棟宅邸。

# T_GAME_TUTORIAL_QUEST_NAME_3
source: Reassign a worker to the paused building.
de: Weise dem pausierten Gebäude einen neuen Arbeiter zu.
es: Reasigna un trabajador al edificio en pausa.
fr: Affectez un travailleur au bâtiment inactif.
id: Tugaskan kembali pekerja pada bangunan yang terhenti.
it: Riassegna un lavoratore all'edificio inattivo.
ja: 休止中の建物に労働者を割り当る。
ko: 정지된 빌딩 공사장에 일꾼들 배정.
pt: Determine um novo trabalhador para a construção parada.
ru: Переназначь рабочего в здание, находящееся в режиме паузы.
zh: 重新分配一名工人到暂停施工的建筑工地上去。
zh_tw: 重新分配一名工人到暫停施工的建築工地上去。

# T_GAME_TUTORIAL_QUEST_NAME_4
source: Build a fisherman's hut.
de: Baue eine Fischerhütte.
es: Construye una caseta de pescadores.
fr: Construisez une cabane de pêcheur.
id: Bangunlah pondok pemancing.
it: Costruisci un capanno di pescatore.
ja: 漁師小屋を建てる。
ko: 낚시꾼 오두막 짓기.
pt: Construa uma cabana para os pescadores.
ru: Построй хижину рыбака.
zh: 兴建一座渔民棚屋。
zh_tw: 興建一座漁民棚屋。

# T_GAME_TUTORIAL_QUEST_NAME_5
source: Collect 40 Thaler in taxes.
de: Verdiene 40 Taler durch Steuern.
es: Recauda 40 táleros en impuestos.
fr: Collectez 40 écus d'impôts.
id: Kumpulkan 40 Thaler pajak.
it: Raccogli 40 talleri in tasse.
ja: 税金40ターレルを徴収する。
ko: 세금으로 40 탈러 수집.
pt: Cobre 40 Tálers em impostos.
ru: Собери податей на сумму 40 талеров.
zh: 税收进帐 40 泰勒币。
zh_tw: 稅收進帳 40 泰勒幣。

# T_GAME_TUTORIAL_QUEST_NAME_7
source: Build two more townhouses.
de: Baue noch zwei Wohnhäuser.
es: Construye dos casas más.
fr: Construisez deux maisons de plus.
id: Bangunlah dua rumah lagi.
it: Costruisci altre due abitazioni.
ja: さらに家を2つ建てる。
ko: 추가 2개의 타운하우스 짓기.
pt: Construa mais duas moradias.
ru: Построй еще два городских дома.
zh: 两兴建两座城镇排屋。
zh_tw: 兩興建兩座城鎮連棟宅邸。

# T_GAME_TUTORIAL_QUEST_NAME_8
source: Build a marketplace.
de: Baue einen Marktplatz.
es: Construye un mercado.
fr: Construisez un marché.
id: Bangunlah pasar.
it: Costruisci un mercato.
ja: 市場を建てる。
ko: 시장을 짓습니다.
pt: Construa um mercado.
ru: Построй рынок.
zh: 兴建一座市场。
zh_tw: 興建一座市場。

# T_GAME_TUTORIAL_QUEST_NAME_9
source: Earn 50 Thaler of profit through trading at the market.
de: Erziele 50 Taler Profit durch Handel auf dem Markt.
es: Gana 50 táleros comerciando en el mercado.
fr: Gagnez 50 écus en faisant du commerce au marché.
id: Kumpulkan 50 Thaler lewat perdagangan di pasar.
it: Guadagna 50 talleri commerciando al mercato.
ja: 市場での売買で50ターレルの利益を上げる。
ko: 시장 거래를 통하여 50 탈러를 얻었습니다.
pt: Ganhe 50 Tálers ao comercializar no mercado.
ru: Заработай 50 талеров торговлей на рынке.
zh: 通过在市场贸易赚得 50 泰勒币。
zh_tw: 通過在市場貿易賺得 50 泰勒幣。

# T_GAME_TUTORIAL_QUEST_NAME_CARRIER
source: Assign another carrier to the castle.
de: Weise dem Schloss einen weiteren Träger zu.
es: Asigna otro transportista al castillo.
fr: Affectez un autre porteur au château.
id: Tugaskan pengangkut lain ke kastil.
it: Assegna un altro trasportatore al castello.
ja: さらに運搬人を城に割り当てる。
ko: 성에 다른 캐리어들을 배정합니다.
pt: Designe outro carregador para o castelo.
ru: Назначь еще одного носильщика в замок.
zh: 再指派一名工人到城堡去。
zh_tw: 再指派一名工人到城堡去。

# T_GAME_TUTORIAL_QUEST_NAME_CHURCH
source: Build a church.
de: Baue eine Kirche.
es: Construye una iglesia.
fr: Construisez une église.
id: Bangunlah gereja.
it: Costruisci una chiesa.
ja: 教会を建てる。
ko: 교회를 짓습니다.
pt: Construa uma igreja.
ru: Построй церковь.
zh: 兴建一座教堂。
zh_tw: 興建一座教堂。

# T_GAME_TUTORIAL_QUEST_NAME_DEASSIGN_2
source: Unassign a worker from a building!
de: Ziehe einen Arbeiter von einem Gebäude ab!
es: Quita al trabajador asignado en el campamento de leñadores para que quede liberado.
fr: Désaffectez un travailleur du camp de bûcherons pour libérer un travailleur.
id: Bebastugaskan pekerja dari perkemahan penebang pohon untuk mendapatkan pekerja!
it: Togli un lavoratore dal campo dei taglialegna per liberarlo dai suoi compiti!
ja: 建物から労働者を一人辞めさせる。
ko: 일꾼 확보를 위하여 나무꾼 캠프의 일꾼들의 작업을 취소합니다!
pt: Tire um trabalhador do campo dos lenhadores para ficar com um trabalhador livre!
ru: Сними рабочего с лагеря дровосеков, чтобы получить свободного рабочего!
zh: 从伐木工人营地取消该工人的任务分配，以此来获得一名空闲的工人。
zh_tw: 從伐木工人營地取消該工人的任務分配，以此來獲得一名空閒的工人。

# T_GAME_TUTORIAL_QUEST_NAME_DEASSIGN_3
source: Stop the sawmill production by removing the worker.
de: Stoppe die Produktion der Sägemühle, indem du den Arbeiter abziehst.
es: Detener la producción de aserradero quitando el trabajador.
fr: Arrêter la production de la scierie en éloignant le travailleur.
id: Menghentikan produksi sawmill dengan menghapus pekerja.
it: Fermare la produzione di segheria allontanando il lavoratore.
ja: 労働者を除去することにより、製材の生産を停止します。
ko: 작업자를 제거하여 제재소 생산을 중지합니다.
pt: Pare a produção de serração, removendo o trabalhador.
ru: Остановить производство лесопильного путем удаления работника.
zh: 除去工人停止生产锯木厂。
zh_tw: 除去工人停止生產鋸木廠。

# T_GAME_TUTORIAL_QUEST_NAME_MINE
source: Build a mine.
de: Baue ein Bergwerk.
es: Construye una mina.
fr: Implantez une mine.
id: Bangunlah tambang.
it: Costruisci una miniera.
ja: 採掘所を建てる。
ko: 광산을 짓습니다.
pt: Construa uma mina.
ru: Построй рудник.
zh: 开凿一个矿井。
zh_tw: 開鑿一個礦井。

# T_GAME_TUTORIAL_QUEST_SUCESS_1
source: Most quests will reward you with Prestige. Open the quest log and collect your rewards.
de: Aufgaben belohnen dich zumeist mit Prestige. Betrete das Questmenü für aktuelle Aufgaben und um deine Belohnungen abzuholen.
es: Obtendrás prestigio al completar casi todas las misiones. Abre el registro de misiones para conseguir las recompensas.
fr: La plupart des quêtes vous rapportent des points de Prestige. Affichez le journal de la quête et récupérez vos récompenses.
id: Hampir semua misi menghadiahimu Prestige. Bukalah log misi dan kumpulkan hadiahmu.
it: La maggior parte delle missioni ti premiano con il prestigio. Apri il diario della missione e riscuoti le tue ricompense.
ja: クエストを達成すると報酬として「名声」が与えられます。クエスト一覧から先ほどのクエストを選んで、報酬を受け取りましょう。
ko: 대부분의 퀘스트에서 프레스티지를 얻을 수 있습니다. 퀘스트 로그를 여신 후 보상금을 수집하세요.
pt: Mais tarefas o recompensarão com Prestígio. Abra o registro de tarefa e colete suas recompensas.
ru: Очки престижа являются наградой за выполнение большинства квестов. Открой журнал квестов и получи свою награду.

# T_GAME_TUTORIAL_QUEST_SUCESS_11
source: Housing conditions affect your Townies' happiness and productivity. Unhappy villagers are less productive and sometimes they even go on strike and refuse to work!
de: Der Gebäudezustand wirkt sich stets auf die Wünsche, Zufriedenheit und Produktionsrate deiner Bewohner aus. Unzufriedene Townies streiken des Öfteren und verweigern die Arbeit.
es: Las condiciones de las viviendas afectan a la felicidad y la productividad de tus ciudadanos. Los habitantes infelices serán menos productivos y, en ocasiones, ¡incluso se pondrán en huelga!
fr: L'état des bâtiments affecte le bonheur et la productivité de vos habitants. Des villageois malheureux sont moins productifs, et parfois ils se mettent même en grève et refusent de travailler !
id: Kondisi perumahan berpengaruh terhadap kebahagiaan dan produktivitas para Townie. Penduduk desa yang tidak senang juga kurang produktif dan kadang-kadang malah mogok kerja.
it: Le condizioni abitative influenzano la soddisfazione e la produttività dei tuoi cittadini. Un cittadino insoddisfatto è meno produttivo, e a volte può persino scioperare!
ja: 家の状態はタウニーの幸福度や生産性を左右します。不幸になると生産性が低くなり、時々ストライキを起こしたり、労働を拒むことすらあります。
ko: 주민이 행복하지 않으면 생산성이 떨어지고 때로는 파업으로 일을 하지 않습니다.
pt: As condições de moradia afetam a felicidade e a produtividade dos habitantes. Aldeões infelizes são menos produtivos e às vezes até entram em greve e se recusam a trabalhar!
ru: Условия жизни влияют на уровень счастья и продуктивности твоих поселян. Несчастные горожане менее продуктивны и иногда могут даже объявить забастовку и отказаться работать!
zh: 住房条件影响城镇居民的幸福度和生产效率。 不幸福的居民生产效率低，有时甚至会罢工拒绝工作！
zh_tw: 住房條件影響城鎮居民的幸福度和生產效率。 不幸福的居民生產效率低，有時甚至會罷工拒絕工作！

# T_GAME_TUTORIAL_QUEST_SUCESS_12
source: Excellent! You have learned a lot about the world of Townsmen. This concludes the Tutorial. Now you can start one of the scenarios or a sandbox game!
de: Hervorragend! Du hast einiges über die Welt von Townsmen gelernt. Damit ist die Einführung abgeschlossen. Nun kannst du dir die anderen Szenarien anschauen oder ein Endlosspiel starten!
es: ¡Excelente! Has aprendido mucho acerca del mundo de Townsmen. Aquí termina el tutorial. ¡Ahora puedes empezar a jugar en uno de los escenarios o en el modo libre!
fr: Bravo ! Vous avez appris énormément de choses sur le monde de Townsmen et ce didacticiel est terminé. Maintenant, vous pouvez vous lancer dans un scénario ou dans une partie sandbox !
id: Luar biasa! Kamu telah belajar banyak tentang dunia Townsmen. Ini adalah akhir dari Tutorial. Sekarang kamu bisa memulai salah satu skenario atau sandbox game!
it: Eccellente! Hai imparato molto sul mondo di Townsmen. Con questo si conclude il tutorial. Ora puoi cominciare uno degli scenari o una partita libera!
ja: すばらしい！これでタウンズメンの世界を知ることができたでしょう。これでチュートリアルは終わりです。 これからはシナリオモードやサンドボックスモードで街づくりを楽しんでください！
ko: 잘했습니다. Townsmen의 세계에 관하여 많이 배웠습니다. 튜토리얼을 마칩니다. 샌드박스 게임 또는 시나리오를 시작할 수 있습니다!
pt: Excelente! Você aprendeu muito sobre o mundo de Townsmen. Isso completa o tutorial. Agora você pode iniciar um dos cenários ou um jogo não linear!
ru: Превосходно! Ты многое узнал о мире игры Townsmen. На этом обучение завершено. Теперь ты можешь начать один из сценариев или игру в режиме sandbox!
zh: 好极了！你已经对镇民世界已经做了很充分的了解，所以可以结束本教程了。现在你可以开始某个场景或沙箱游戏了！
zh_tw: 好極了！您已經對鎮民世界已經做了很充分的瞭解，所以可以結束本教程了。現在您可以開始某個場景或沙箱遊戲了！
