Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN13_01_FAIL
source: Did you think you could fool me? I'm disappointed you haven't been able to administer a small town. I administer a whole kingdom, but don't need to fool anyone!
de: Dachtet ihr tatsächlich, mich hinters Licht führen zu können? Ich bin enttäuscht, dass ihr nicht in der Lage seid, eine kleine Stadt zu verwalten. Ich muss ein ganzes Königreich regieren und habe es nicht nötig jemanden zu täuschen!
es: ¿Creías que podías engañarme? Me decepciona que no hayas sabido administrar una pequeña aldea. ¡Yo gobierno un reino entero, y no necesito engañar a nadie!
fr: Vous pensiez pouvoir me tromper ? Je suis très déçu de voir que vous n'êtes pas capable d'administrer une petite ville. Je m'occupe d'un royaume entier sans avoir besoin de tromper personne !
id: Kaukira bisa mengelabuiku? Aku kecewa kamu tidak berhasil mengelola kota kecil ini. Aku mengelola satu kerajaan, tapi tidak perlu mengelabui siapa pun!
it: Credi di potermi ingannare? Sono deluso, non riesci nemmeno ad amministrare una piccola città! Io governo un regno intero e non inganno nessuno!
ja: そなたは私が騙せると思ったのか？この小さな町を司ることができていないのをみて失望しておる。 私は王国を司っているが、誰をも騙す必要がない！
ko: 저를 속일 수 있다고 생각했나요? 작은 마을도 제대로 관리하지 못하다니 실망이군요. 저는 왕국 전체를 다스리고 있지만 아무도 속이지 않아요!
pt: Você acha que conseguiria me enganar? Estou decepcionado que você não tenha conseguido administrar uma pequena cidade. Eu administro um reino inteiro, mas não tenho de enganar ninguém!
ru: Вы что, за дурака меня принимаете?! Я разочарован, вам не удалось управиться даже со столь небольшим городом. Я управляю целым королевством и никого при этом не обманываю!
zh: 你以为你能骗得了我吗？连小城镇都管理不了，真令我失望。 我管理着整个王国，却不需要欺骗任何人！
zh_tw: 你以為你能騙得了我嗎？連小城鎮都管理不了，真令我失望。 我管理著整個王國，卻不需要欺騙任何人！

# T_GAME_QUEST_SCEN13_01_START
source: I'm going to inspect my possessions within the next year. Your famous town shall be the climax of my journey!
de: Ich plane, innerhalb des nächsten Jahres meine Ländereien zu besichtigen. Eure berühmte Stadt soll der Höhepunkt meiner Reise werden!
es: Durante el próximo año inspeccionaré mis posesiones. ¡Tu célebre aldea será el punto culminante de mi viaje!
fr: Je compte inspecter mes possessions d'ici l'année prochaine. Je finirai mon voyage en beauté en me rendant dans votre célèbre ville !
id: Aku akan menginspeksi wilayah kekuasaanku selama tahun depan. Kotamu yang termasyhur akan menjadi puncak perjalananku!
it: L'anno prossimo ispezionerò i miei possedimenti. La tua famosa città sarà la tappa culminante del mio viaggio.
ja: 私は来年中に自分の領地を視察するつもりだ。 そなたの有名な町は私の旅のクライマックスになるだろう！
ko: 다음 해에 귀속 영토를 검사하겠습니다. 유명한 마을을 집중적으로 조사하겠어요!
pt: Vou inspecionar minhas propriedades no ano que vem. Sua famosa cidade deve ser o ponto alto da minha viagem!
ru: В следующем году я собираюсь провести смотр всех своих владений. В ваш знаменитый город я наведаюсь в самом конце моего путешествия!
zh: 我要在明年视察我的领地。 你的城镇美名远扬，是行程中最期待的部分。
zh_tw: 我要在明年視察我的領地。 你的城鎮美名遠揚，是行程中最期待的部分。

# T_GAME_QUEST_SCEN13_01_SUCCESS
source: I'm very satisfied with you! You really know how to successfully administer a town and you can be sure of my highest consideration.
de: Ich bin außerordentlich zufrieden mit Euch. Ihr wisst, wie man erfolgreich eine Stadt führt und könnt Euch meiner Hochachtung sicher sein.
es: ¡Estoy muy satisfecho contigo! Sabes bien cómo se administra una aldea y te tengo en la más alta estima.
fr: Je suis très satisfait de vous ! Vous savez vraiment comment administrer une ville. Vous avez toute ma considération.
id: Aku sangat puas dengan kerjamu! Kau berhasil mengelola kota dengan baik dan berhak atas penghargaan tertinggi dariku.
it: Sono molto soddisfatto. Stai gestendo al meglio la tua città e per questo hai il mio rispetto.
ja: そなたには大変満足しておる！ そちはまことに町をうまく司ることができる。 尊敬しておるぞ。
ko: 매우 만족스러워요! 당신은 성공적으로 마을을 운영하는 방법을 정확히 알고 있어요. 제가 큰 상을 드리겠어요.
pt: Estou muito satisfeito com você! Você sabe mesmo como administrar bem uma cidade, e pode contar com minha mais alta consideração.
ru: Я очень доволен вами! Вы — талантливый губернатор и заслуживаете моей высшей похвалы.
zh: 我对你非常满意！ 你对城镇管理有方，向你致以最高敬意。
zh_tw: 我對你非常滿意！ 你對城鎮管理有方，向你致以最高敬意。

# T_GAME_QUEST_SCEN13_01_TITLE
source: Pass the Kings inspection.
de: Bestehe die Inspektion des Königs.
es: Pasa la inspección del rey.
fr: Passez l'inspection du roi.
id: Lewati inspeksi sang Raja.
it: Supera l'ispezione del Re.
ja: 王様の視察に合格する。
ko: 왕의 검사를 통고하세요.
pt: Passe pela inspeção do Rei.
ru: Пройди королевский смотр.
zh: 通过国王的视察。
zh_tw: 通過國王的視察。

# T_GAME_QUEST_SCEN13_02_START
source: Greetings, my Lord Steward! I decided to come to your town earlier, to see your magnificent town! You surely have already been waiting for my arrival.
de: Seid gegrüßt, Herr Statthalter. Die letzte Besichtigung war ein Desaster! Daher beschloss ich, Euch früher zu beehren, um meinen Augen eine schöne und geschäftige Stadt zu gönnen. Ich bin sicher, ihr habt mich bereits erwartet.
es: ¡Saludos, señor administrador! ¡He decidido venir antes a tu aldea para comprobar lo bien que va todo! Seguro que esperabas mi llegada.
fr: Salutations, seigneur intendant ! J'ai décidé d'arriver dans votre ville plus tôt que prévu, pour constater sa magnificence ! Vous vous attendiez sans doute à mon arrivée.
id: Salam, Tuan Steward! Aku memutuskan datang lebih awal untuk melihat kotamu yang indah! Rupanya kau sudah menantikan kedatanganku.
it: Salve, amministratore. Ho deciso di venire nella tua città in anticipo: non vedevo l'ora di ammirarla. Di certo eri pronto per il mio arrivo.
ja: 着いたぞ！そなたの壮大な街を見るために、早めに来ることにした！ 私の到着を早くから待っていたに違いない。
ko: 반갑습니다, 영주님! 당신의 멋진 마을을 보기 위해 조금 일찍 도착했어요! 제가 오기를 기다리고 있었군요.
pt: Saudações, meu senhor administrador! Decidi vir à sua cidade mais cedo, para conhecer sua magnífica cidade! Certamente vocês estavam esperando pela minha chegada.
ru: Добрый день, лорд-наместник! Я решил наведаться в ваш город, имя которого гремит на все королевство, пораньше! Уверен, у вас уже все готово к моему визиту.
zh: 你好，我的总管！我决定提前去你那儿，参观你的繁华城镇！ 你一定是在等待着我的到来吧。
zh_tw: 你好，我的總管！我決定提前去你那兒，參觀你的繁華城鎮！ 你一定是在等待著我的到來吧。

# T_GAME_QUEST_SCEN13_02_TITLE
source: Don't let the King get suspicious.
de: Lasst den König keinen Verdacht schöpfen.
es: No dejes que el rey sospeche.
fr: Ne laissez pas le roi devenir soupçonneux.
id: Jangan sampai Raja menjadi curiga.
it: Non destare sospetti nel Re.
ja: 王様に不審感を抱かせない。
ko: 왕의 의심을 사지 마세요.
pt: Não deixe que o Rei desconfie de nada.
ru: Не дай королю поводов подозревать тебя в чем-либо.
zh: 不要让国王起疑心。
zh_tw: 不要讓國王起疑心。

# T_GAME_QUEST_SCEN13_05_1_START
source: First of all you should get the production of goods running again! Reemploy the forester and repair the sawmill to start production again.
de: Als Erstes sollten wir die Produktion von Rohstoffen wieder aufnehmen. Stellt den Holzfäller wieder ein und repariert die Sägemühle, damit wir schnellstmöglich mit Reparaturen beginnen können!
es: ¡Lo primero es volver a poner en marcha la producción de bienes! Vuelve a emplear al guarda forestal y repara el aserradero para empezar con ello.
fr: Il faut commencer par relancer la production de marchandises ! Embauchez un forestier et réparez la scierie pour redémarrer la production.
id: Pertama-tama, produksi barang harus dijalankan lagi! Pekerjakan penebang hutan dan perbaiki penggergajian agar produksi bisa mulai berjalan lagi.
it: Prima di tutto, dobbiamo riprendere la produzione delle merci. Assumi un taglialegna e ripara la segheria per riavviare i lavori.
ja: まず第一に、物資の生産を再開しなければなりません！ 木こりを再び雇用して製材所を修復し、生産を再開しましょう。
ko: 우선 상품 생산을 다시 시작해야 합니다! 산꾼을 다시 고용하고 제재소를 수리하여 생산을 다시 시작하세요.
pt: Em primeiro lugar você deve recomeçar a produção de recursos! Contrate novamente o silvicultor e restaure a serraria para recomeçar a produção.
ru: Первым делом нужно наладить производство товаров! Для этого нужно нанять лесника и отремонтировать лесопилку.
zh: 首先，您需要恢复生产物资！ 重新雇佣伐木工并维修锯木厂，开始生产物资。
zh_tw: 首先，您需要恢復生產物資！ 重新僱傭伐木工並維修鋸木廠，開始生產物資。

# T_GAME_QUEST_SCEN13_05_1_SUCCESS
source: Very good, my Lord. But there is no time for rest!
de: Sehr gut, mein Herr. Doch dies war erst der Anfang. Um die Wirtschaft der Stadt wieder in Gang zu bringen, dürfen wir keine Zeit verlieren!
es: Muy bien, mi señor. ¡Pero no hay tiempo para descansar!
fr: Excellent, mon seigneur. Hélas, il ne faut pas traîner !
id: Bagus sekali, Tuanku. Tapi tidak ada waktu untuk beristirahat!
it: Molto bene, mio signore. Ma non c'è tempo per riposare!
ja: すばらしいです、閣下。 しかし休んでいる暇はありません！
ko: 훌륭합니다, 영주님. 하지말 쉴 시간이 없어요!
pt: Muito bem, meu senhor. Mas não temos tempo para descansar.
ru: Отлично, милорд. Но еще не время почивать на лаврах!
zh: 很好，大人。 但我们没时间休息！
zh_tw: 很好，大人。 但我們沒時間休息！

# T_GAME_QUEST_SCEN13_05_1_TITLE
source: Employ a forester and repair the sawmill.
de: Stelle einen Holzfäller an und repariere die Sägemühle.
es: Emplea a un guarda forestal y repara el aserradero.
fr: Embauchez un forestier et réparez la scierie.
id: Pekerjakan penebang pohon dan perbaiki penggergajian.
it: Assumi un taglialegna e ripara la segheria.
ja: 木こりを雇い、製材所を修復する。
ko: 산꾼을 고용하고 제재소를 수리하세요.
pt: Contrate um silvicultor e restaure a serraria.
ru: Найми лесника и почини лесопилку.
zh: 雇佣一名伐木工并维修锯木厂。
zh_tw: 雇傭一名伐木工並維修鋸木廠。

# T_GAME_QUEST_SCEN13_05_START
source: Oh No! Due to bandits in the woods the town is completely decayed. We need to start with reconstruction immediately!
de: Oh Nein! Wegen Banditen in den Wäldern ist die Stadt völlig heruntergekommen! Dem König würde das sicher gar nicht gefallen! Wir müssen sofort mit dem Wiederaufbau beginnen!
es: ¡No! La aldea está en absoluta decadencia por culpa de los bandidos. ¡Tenemos que empezar a reconstruirla inmediatamente!
fr: Oh, non ! À cause des bandits de la forêt, la ville est dévastée. Nous devons démarrer la reconstruction immédiatement !
id: Aduh! Akibat bandit di hutan, seluruh kota terbengkalai. Pembangunan kembali harus segera dimulai!
it: Oh no! A causa dei banditi nella foresta, la città è in rovina. Dobbiamo iniziare immediatamente i lavori di ricostruzione.
ja: なんということだ！森の盗賊のせいで町が完全に衰退している。 すぐに復興を始めなければなりません！
ko: 이런! 숲의 강도 때문에 마을이 완전히 부패했어요. 즉시 재건축을 시작해야 해요!
pt: Ah não! Por causa dos bandidos na floresta, a cidade está totalmente destruída. Devemos começar a reconstrução imediatamente!
ru: О нет! Из-за обосновавшихся в лесу бандитов город пришел в упадок. Нужно срочно заняться его восстановлением!
zh: 哦不！由于森林里强盗盛行，这座城镇已经废弃了。 我们需要立即开始重建工作！
zh_tw: 哦不！由於森林裡強盜盛行，這座城鎮已經廢棄了。 我們需要立即開始重建工作！

# T_GAME_QUEST_SCEN13_06_START
source: The marketplace burned down and needs to be reconstructed! We are in urgent need of goods to prepare the town for the Kings arrival.
de: Der Marktplatz wurde während des letzten Banditenangriffs zerstört. Wir sollten ihn wieder aufbauen und das restliche Gold aus der Schatzkammer gegen Waren eintauschen, die für den Wiederaufbau der Stadt dringend benötigt werden.
es: ¡El mercado se ha quemado y hay que reconstruirlo! Necesitamos urgentemente bienes para preparar la aldea para la llegada del rey.
fr: Le marché a brûlé et doit être reconstruit ! Nous avons un besoin urgent de marchandises pour préparer l'arrivée du roi.
id: Pasar terbakar habis dan perlu dibangun kembali! Kita sangat memerlukan barang-barang untuk mempersiapkan kota menghadapi kedatangan sang Raja.
it: Il mercato è andato a fuoco e dobbiamo ricostruirlo. Ci servono urgentemente delle merci per preparare la città per l'arrivo del Re.
ja: 市場が全焼し建て直ししなければなりません！ 国王到着のために町の準備をするのに、物資が緊急に必要です。
ko: 시장이 불에 타버려서 다시 지어야 합니다! 왕이 오실 것에 대비해서 마을을 정비하기 위해 물품이 급히 필요합니다.
pt: O mercado foi incendiado e precisa ser reconstruído! Temos necessidade urgente de produtos para nos prepararmos para a chegada do Rei.
ru: Рынок сгорел, нам придется отстроить его заново! Нам срочно нужны товары для подготовки к визиту короля.
zh: 市场已经被烧毁，需要重新修建！ 我们急需各类物资来准备迎接国王亲临本镇。
zh_tw: 市場已經被燒毀，需要重新修建！ 我們急需各類物資來準備迎接國王親臨本鎮。

# T_GAME_QUEST_SCEN13_07_1_START
source: We also need a carpenter, my Lord. Many buildings are in urgent need of repair!
de: Wir brauchen auch dringend einen Schreiner, mein Herr. Viele Gebäude müssen schnellstens repariert werden!
es: También necesitamos un carpintero, mi señor. ¡Hay muchos edificios que necesitan reparaciones urgentes.
fr: Nous avons également besoin d'un charpentier, mon seigneur. De nombreux bâtiments doivent être réparés au plus vite !
id: Kita juga perlu tukang kayu, Tuanku. Banyak bangunan perlu diperbaiki dengan segera!
it: Ci serve anche un carpentiere, mio signore. Molti edifici hanno urgente bisogno di essere riparati.
ja: 閣下、大工も必要です。 多くの建物が修復を緊急に要しています！
ko: 목수도 필요합니다, 영주님. 많은 건물을 시급히 수리해야 합니다!
pt: Também precisamos de um carpinteiro, meu senhor. Muitos prédios precisam de reparos urgentes!
ru: Нам также потребуются услуги плотника, милорд. Многие здания совсем обветшали, и без него нам справиться!
zh: 我们还需要一名木匠，大人。很多建筑都急需维修。
zh_tw: 我們還需要一名木匠，大人。很多建物都急需維修。

# T_GAME_QUEST_SCEN13_07_START
source: We need to repair the treasury, so the tax collector can resume his work. The coins are required urgently for repairs!
de: Wir müssen die Schatzkammer reparieren, damit der Steuereintreiber seine Arbeit wieder aufnehmen kann. Das Gold wird dringend für Reparaturen benötigt!
es: Debemos reparar la tesorería para que el recaudador de impuestos siga con su trabajo. ¡Necesitamos urgentemente monedas para las reparaciones!
fr: Nous devons réparer la trésorerie pour que le collecteur d'impôts reprenne le travail. Nous avons besoin d'argent pour assurer les réparations !
id: Kita perlu gedung kas, supaya penarik pajak bisa meneruskan pekerjaannya. Keping uangnya sangat diperlukan untuk pekerjaan perbaikan!
it: Dobbiamo riparare la tesoreria, in modo che l'esattore possa tornare al lavoro. Ci serve con urgenza il denaro per le riparazioni.
ja: 収税官が仕事を再開できるように、国庫を修復しなければなりません。 修復のためにはお金が緊急に必要です！
ko: 금고를 수리해야 합니다. 그래야 세금 징수원이 다시 일을 시작할 수 있어요. 수리를 위해 코인이 급히 필요합니다!
pt: Precisamos restaurar o tesouro, para que o cobrador de impostos continue seu trabalho. Precisamos de moedas urgentemente para os reparos!
ru: Необходимо отремонтировать казначейство, чтобы сборщик податей смог заниматься своим делом. Деньги нам потребуются на ремонтные работы!
zh: 我们需要维修金库，以便税收员可以继续工作。 维修建筑急需金币！
zh_tw: 我們需要維修金庫，以便稅收員可以繼續工作。 維修建物急需金幣！

# T_GAME_QUEST_SCEN13_07_SUCCESS
source: We should use the taxes to pay for the necessary repairs.
de: Exzellent. Mit dem Steuereinkommen sollten wir in der Lage sein, die nötigen Reparaturen der Stadt bezahlen zu können.
es: Debemos emplear los impuestos en las reparaciones necesarias.
fr: Nous devrions utiliser les impôts pour les réparations nécessaires.
id: Kita harus menggunakan uang pajak untuk membayar perbaikan yang diperlukan.
it: Dobbiamo usare le tasse riscosse per pagare le riparazioni.
ja: 必要な修理の支払いに税金を使うべきです。
ko: 세금을 사용하여 필요한 수리에 대가를 지불해야 합니다.
pt: Devemos usar os impostos para pagar pelos consertos necessários.
ru: Собранные подати пойдут на проведение важных ремонтных работ.
zh: 我们应该使用税收来支付必要的维修成本。
zh_tw: 我們應該使用稅收來支付必要的維修成本。

# T_GAME_QUEST_SCEN13_08_START
source: You should repair the townhouses and build new ones to get more workers into town. We need to start the production again!
de: Wir brauchen mehr Arbeiter in der Stadt, um die Produktionsgebäude wieder besetzen zu können, mein Herr!
es: Tienes que reparar las casas de la aldea y construir otras nuevas para que vengan más trabajadores. ¡Debemos comenzar a producir de nuevo!
fr: Vous devriez rebâtir les maisons et en bâtir de nouvelles pour attirer les ouvriers en ville. Nous devons redémarrer la production !
id: Kita perlu memperbaiki rumah-rumah dan membangun rumah baru untuk menarik lebih banyak pekerja ke kota. Produksi harus berjalan lagi!
it: Dovresti riparare le abitazioni e costruirne altre per attirare ulteriori lavoratori in città. Dobbiamo riprendere la produzione.
ja: 町に労働者をもっと集めるために、家を修復し、そして新しく建てる必要があります。 生産を再開しなければなりません！
ko: 타운하우스를 수리하고 새로운 타운하우스를 만들어 마을에 일꾼을 더 모아야 합니다. 생산을 다시 시작해야 합니다!
pt: Você deve restaurar as casas da cidade e construir novas casas para trazer mais trabalhadores à cidade. Precisamos recomeçar a produção!
ru: Пора заняться ремонтом имеющих городских домов и строительством новых. Нам нужны рабочие, без них производство не наладишь!
zh: 您应该维修联排房并建造更多房屋，增加城镇的工人数量。 我需要重新开始生产！
zh_tw: 您應該維修聯排房並建造更多房屋，增加城鎮的工人數量。 我需要重新開始生產！

# T_GAME_QUEST_SCEN13_08_SUCCESS
source: Now we have enough room for more workers, but we aren't done yet.
de: Zumindest haben wir nun Platz für weitere Arbeiter, aber wir sind noch nicht fertig.
es: Ya tenemos espacio suficiente para más trabajadores, pero todavía no hemos acabado.
fr: Maintenant, nous avons assez de place pour les ouvriers, mais il y a encore du travail qui nous attend.
id: Sekarang sudah ada tempat untuk lebih banyak pekerja, tapi urusan kita belum selesai.
it: Ora abbiamo spazio sufficiente per altri lavoratori, ma non è ancora finita.
ja: 労働者の受け入れ体制は完成しましたが、まだやることがあります。
ko: 이제 일꾼을 더 받아들일 공간이 충분합니다. 하지만 일이 끝난 것은 아닙니다.
pt: Agora temos espaço suficiente para mais trabalhadores, mas ainda não terminamos.
ru: Теперь у нас есть достаточно места для рабочих, но расслабляться еще рано.
zh: 现在，我们有更多空间可以安置工人，我们还有希望。
zh_tw: 現在，我們有更多空間可以安置工人，我們還有希望。

# T_GAME_QUEST_SCEN13_09_START
source: This is a disaster! We can only patch up the places the King will visit and hope he won't get suspicious. Use the time while the King rests wisely!
de: Das ist eine Katastrophe! Die Stadt ist nicht annähernd für die Besichtigung des Königs bereit. Wir sollten schleunigst etwas dagegen unternehmen, sodass er keinen Verdacht schöpft. Nutzt die Zeit, während der König sich ausruht, um die Produktionsketten auszubessern.
es: ¡Qué desastre! Solo nos queda lavar la cara a los lugares que el rey va a visitar y rezar para que no sospeche. ¡Aprovecha bien el tiempo mientras el rey descansa!
fr: C'est un véritable désastre ! Nous ne pouvons que camoufler les dégâts aux endroits que le roi visitera, en espérant qu'il ne soit pas trop soupçonneux. Utilisez le temps de repos du roi à bon escient !
id: Ini kacau-balau! Kita hanya bisa menambal tempat-tempat yang akan dikunjungi Raja dan berharap ia takkan curiga. Manfaatkanlah waktu istirahat sang Raja dengan bijaksana!
it: È un disastro! Possiamo solo sistemare alla bell'e meglio i posti che verranno visitati dal Re, sperando che non si insospettisca. Usa al meglio il tuo tempo intanto che il Re si riposa.
ja: これはいけない！ 国王が訪問する場所を繕って不審感を抱かれないと望むことしかできません。 国王が休憩をとっている時間をうまく使いましょう！
ko: 이건 재앙이에요! 왕이 방문할 곳만 수리할 수 있어요. 부디 왕이 의심하지 말아야 할 텐데요. 왕이 쉬는 동안 시간을 현명하게 사용하세요!
pt: Isso é um desastre! Somente podemos remendar os lugares que o Rei vai visitar e esperar que ele não desconfie de nada. Aproveite bem o tempo enquanto o Rei descansa!
ru: Катастрофа! Мы можем провести косметический ремонт лишь тех мест, которые посетит король. Надеюсь, у него не возникнет никаких подозрений. С умом используйте время, когда король отдыхает!
zh: 这真是一场灾难！ 我们只能修缮国王要到访的地点，希望他不会起疑心。 好好利用国王休息的这段时间！
zh_tw: 這真是一場災難！ 我們只能修繕國王要到訪的地點，希望他不會起疑心。 好好利用國王休息的這段時間！

# T_GAME_QUEST_SCEN13_09_TITLE
source: Wait until the King announces his first place to visit.
de: Warte, bis der König sein erstes Reiseziel ankündigt.
es: Espera a que el rey anuncie el primer lugar que visitará.
fr: Attendez que le roi annonce le premier endroit qu'il visitera.
id: Tunggu sampai Raja mengumumkan tempat pertama yang akan dikunjungi.
it: Aspetta che il Re annunci il primo luogo che intende visitare.
ja: 王様が最初の訪問場所を発表するまで待つ。
ko: 왕이 첫 번째 방문을 발표할 때까지 기다리세요.
pt: Espere até que o Rei anuncie qual o primeiro lugar que vai visitar.
ru: Подожди, пока король не объявил первую цель своего путешествия.
zh: 等待国王宣布第一个到访地点。
zh_tw: 等待國王宣佈第一個到訪地點。

# T_GAME_QUEST_SCEN13_10_FAIL
source: The King spotted bandits and got suspicious! We need to be more careful!
de: Das ist nicht gut. Der König hat Banditen in den Wäldern entdeckt und Verdacht geschöpft. Wir müssen vorsichtiger sein!
es: ¡El rey ha visto bandidos y alberga sospechas! ¡Debemos tener más cuidado!
fr: Le roi a repéré les bandits et il est devenu soupçonneux ! Nous devons faire plus attention !
id: Raja melihat bandit dan menjadi curiga! Kita harus lebih berhati-hati!
it: Il Re ha visto i banditi e si è insospettito. Dovremo stare più attenti.
ja: 国王が盗賊を見て不審感を抱いています！我々はもっと注意深くあらねばなりません！
ko: 왕이 산적을 발견하고 의심하기 시작했어요! 좀 더 조심해야 합니다!
pt: O Rei avistou bandidos e ficou desconfiado! Temos que tomar mais cuidado...
ru: Король заметил бандитов и начал что-то подозревать! Нужно быть осторожнее!
zh: 国王发现了土匪，心生疑虑！我们需要多加小心！
zh_tw: 國王發現了土匪，心生疑慮！我們需要多加小心！

# T_GAME_QUEST_SCEN13_10_START
source: The King wants to explore the forests. We need to destroy the bandit camps before he gets there!
de: Der König hat angekündigt, dass er zuerst die umliegenden Wälder besichtigen möchte. Er hat keine Ahnung, dass dort zahlreiche Banditen hausen. Schnell, wir müssen ihre Lager zerstören, bevor der König dort eintrifft!
es: El rey quiere explorar los bosques. ¡Debemos destruir los campamentos de bandidos antes de que lo haga!
fr: Le roi veut explorer les bois. Nous devons détruire les camps des bandits avant qu'il n'y arrive !
id: Raja ingin menjelajahi hutan. Kita harus menghancurkan perkemahan bandit sebelum ia sampai di sana!
it: Il Re vuole esplorare la foresta. Dobbiamo distruggere gli accampamenti dei banditi prima che li veda.
ja: 国王が森の探索をお望みです。 国王が着く前に盗賊の野営地を破壊しなければなりません！
ko: 왕이 숲을 보려합니다. 왕이 숲에 도착하기 전에 강도 캠프를 파괴해야 합니다!
pt: O Rei quer explorar as florestas. Precisamos destruir os acampamentos dos bandidos antes que ele chegue lá!
ru: Король хочет прогуляться по нашим лесам. Нужно уничтожить лагеря бандитов до того, как он до них доберется!
zh: 国王要到森林探险。 在这之前，我们需要摧毁所有的强盗营地！
zh_tw: 國王要到森林探險。 在這之前，我們需要摧毀所有的強盜營地！

# T_GAME_QUEST_SCEN13_10_SUCCESS
source: That was close! But it's not over yet…
de: Das war knapp! Aber es ist noch nicht vorbei.
es: ¡Por poco! Pero esto no ha acabado todavía...
fr: Nous avons eu chaud ! Mais nous ne sommes pas tirés d'affaire...
id: Hampir saja! Tapi ini belum selesai...
it: Meno male, ci è mancato poco! Ma non è ancora finita...
ja: 危ないところでした！でも、これで終わりではありません…
ko: 아슬아슬했습니다! 하지만 아직 끝난 게 아니죠…
pt: Foi por pouco! Mas ainda não acabou...
ru: Уф, успели! Но это только начало...
zh: 我们就快成功了，再加把劲……
zh_tw: 我們就快成功了，再加把勁……

# T_GAME_QUEST_SCEN13_10_TITLE
source: Destroy all bandit camps.
de: Zerstöre alle Banditenlager.
es: Destruye todos los campamento de bandidos.
fr: Détruisez tous les camps des bandits
id: Hancurkan semua perkemahan bandit.
it: Distruggi tutti gli accampamenti dei banditi.
ja: 盗賊の野営地をすべて破壊する。
ko: 강도 캠프를 모두 파괴하세요.
pt: Destrua todos os acampamentos dos bandidos.
ru: Уничтожь все лагеря бандитов.
zh: 摧毁所有的强盗营地。
zh_tw: 摧毀所有的強盜營地。

# T_GAME_QUEST_SCEN13_11_FAIL
source: Oh no! We haven't been successful to trick the King. Now that he is suspicious we mustn't make another mistake!
de: Oh Nein! Es ist nicht gelungen, den König zu überlisten. Da er nun Verdacht geschöpft hat, können wir uns keinen weiteren Fehltritt erlauben!
es: ¡Cielos, no hemos conseguido engañar al rey! ¡Ya alberga sospechas, no podemos cometer otro error!
fr: Oh, non ! Nous n'avons pas réussi à tromper le roi. Maintenant qu'il est soupçonneux, il faut éviter à tout prix une nouvelle erreur !
id: Aduh! Kita tidak berhasil mengelabui sang Raja. Berhubung ia sudah curiga, kita tidak boleh membuat kesalahan lagi!
it: Oh no! Non siamo riusciti a ingannare il Re. Ora che si è insospettito non possiamo commettere altri errori.
ja: なんということです！国王を騙すのに失敗したようです。 不審に思われたとなっては、あと一つも間違えを犯してはいけません！
ko: 이런! 왕을 제대로 속이지 못했어요. 왕이 의심하고 있기 때문에 또 다시 실수를 하면 안 돼요!
pt: Ah não! Não conseguimos enganar o Rei. Agora ele está desconfiado, não podemos cometer outro erro!
ru: О нет! Нам не удалось провести короля. Он что-то подозревает! У нас больше нет права на ошибку.
zh: 哦不！我们没能成功地欺瞒国王。 他现在已经起疑心了，我们不能再有任何闪失！
zh_tw: 哦不！我們沒能成功地欺瞞國王。 他現在已經起疑心了，我們不能再有任何閃失！
