Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_CLIENT_TRANSLATION_CHURCH_TRUE
source: A tavern? Having a church seems more important to have in our town, now especially with the recent bandits attacks, people need a place to feel safe.
de: Ein Wirtshaus? Eine Kirche im Dorf wäre viel wichtiger, da bin ich mir sicher. Gerade jetzt, wo viele Banditen ihr Unwesen in der Region treiben, mein Lord.
es: ¿Una taberna? Sería mucho mejor tener una iglesia en la ciudad, sobre todo ahora con los ataques de los bandidos: la gente necesita un lugar donde sentirse a salvo.
fr: Une taverne ? L’église semble un lieu plus appréciable dans notre ville. Avec les attaques récentes de bandits, les habitants ont besoin d’un endroit de paix.
id: Kedai minum? Punya gereja rasanya lebih penting untuk kota kita, apalagi dengan serangan bandit belakangan ini, orang perlu tempat di mana mereka merasa aman.
it: Una taverna? Una chiesa è più importante per la nostra città, soprattutto dopo gli ultimi attacchi dei banditi, il popolo ha bisogno di un posto dove sentirsi al sicuro.
ja: 酒場？この街では教会を持つことの方がもっと大切ではないですか、特に最近の盗賊の襲撃もあり、人々は安全だと感じることのできる場所を必要としています。
ko: 선술집이요? 최근 들어 강도의 공격도 있었기 때문에 사람들이 안전하다고 느낄 수 있는 장소인 교회가 있는 것이 마을엔 더 중요한 것 같습니다.
pt: Uma taverna? Construir uma igreja parece mais importante para nossa cidade, principalmente agora, com os ataques dos bandidos. As pessoas querem um lugar que passe segurança.
ru: Таверне? Мне кажется, городу куда нужнее церковь. Особенно если учитывать недавние нападения бандитов — людям нужно место, где они могут почувствовать себя в безопасности!
zh: 酒馆吗？教堂对于我们城镇而言似乎更为重要和正式。尤其考虑到最近有强盗袭击，人们需要一个有安全感的地方。
zh_tw: 酒館？教堂對我們的城鎮來說才更重要吧，尤其是這些強盜時常來犯，人們需要一個能夠感到安全的地方。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_FAIRGROUND_FALSE
source: A jousting ground... are you sure? I think she means a fairground. This would be definitely a better option for our village. It will allow us to get to know the different peaceful festivities of both Kingdoms.
de: Ein Turnierplatz...? Ich denke sie meinte wohl einen Festplatz. Dies wäre wahrscheinlich die bessere Option für unser Dorf. Auf diese Weise können wir die friedlichen Feste unserer Königreiche an einem Ort verbinden. Findet Ihr nicht?
es: Un campo de justas... ¿seguro? Creo que se refiere a un recinto ferial. Sin duda, esa sería mejor opción para nuestra villa. Nos permitiría llegar a conocer las diferentes festividades de ambos reinos.
fr: Une aire de joute ? Vous en êtes certaine ? Elle parlait surement d’un champ de foire. C’est en plus une bien meilleure idée pour notre village. Cela nous permettra de connaitre les différentes coutumes pacifistes de nos deux royaumes.
id: Arena pertarungan... kau yakin? Menurutku, yang dimaksudnya adalah arena pekan raya. Ini pilihan yang jauh lebih baik untuk desa kita. Dengan begitu kita bisa lebih mengenal berbagai perayaan yang damai di kedua kerajaan.
it: Una giostra... sei sicura? Credo che intendesse un centro fieristico. Sarebbe una scelta migliore per il nostro villaggio. Ci consentirà di conoscere le diverse feste di entrambi i regni.
ja: 馬上槍闘技場...それは確かですか？彼女は催事会場のことを言っているのだと思います。これは私たちの村にとって絶対により良い選択となるでしょう。両王国のそれぞれの平和なお祭りについて知ることができますよ。
ko: 마상 창 시합장이라... 확실한가요? 제 생각엔 축제장을 말씀하신 것 같습니다. 확실히 축제장이 마을에 더 좋은 선택이 될 것입니다. 주민들이 양국의 평화적인 여러 축제를 알게 될 테니까요.
pt: Área de torneios... tem certeza? Acho que ela está falando de praça de eventos, o que seria uma opção bem melhor para nossa cidade. Isso nos permitiria conhecer as festividades pacíficas de ambos os reinos.
ru: Арена? Ты уверена? Мне кажется, она имеет в виду ярмарочную площадь. Она точно окажется полезнее для нашей деревни. Она позволит людям познакомиться с различными мирными праздниками обоих королевств.
zh: 竞技场......你确定？我觉得她说的是露天广场。对我们村来说，这绝对是一个更好的选择。能让我们了解 两国间不同的祥和节日。
zh_tw: 比武場……妳確定嗎？我認為她說的是露天娛樂場。這對我們村莊來說絕對是更好的選擇。在那裡可以讓我們去認識兩方王國中不同的和平慶典。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_FAIRGROUND_START
source: The Queen will teach us the traditions of her Kingdom, and we conduct many festivals where we can dance and sing. Should we initiate the construction of the fairground, my Lord?
de: Die Königin wird uns die Traditionen ihres Landes beibringen können und wir werden viele große Feste mit Gesang und Tanz veranstalten. Mein Lord, sollen wir mit dem Bau eines Festplatzes beginnen?
es: La reina nos enseñará las tradiciones de su país y organizaremos numerosos festivales en los que cantar y bailar. Mi Señor, ¿comenzamos la construcción de un recinto ferial?
fr: La reine nous enseignera ses traditions et nous pourrons danser et chanter à chaque festival. Devrions-nous commencer la construction du champ de foire, Sire ?
id: Sang Ratu akan mengajarkan tradisi kerajaannya kepada kita, dan kita sendiri mengadakan banyak perayaan di mana kita bisa menari dan bernyanyi. Bagaimana kalau kita memulai pembangunan arena pekan raya, Tuanku?
it: La Regina ci insegnerà le tradizione del suo regno, e organizzeremo diversi festival in cui potremo danzare e cantare. Diamo inizio alla costruzione del centro fieristico, milord?
ja: 女王は彼女の王国の伝統を私たちに教え、私たちは歌ったり踊ったりできる様々なお祭りを開きます。催事会場の建設を始めましょうか？
ko: 여왕님이 우리에게 왕국의 전통을 가르치고 우리도 축제를 많이 열어 춤과 노래를 즐길 수 있을 겁니다. 영주님, 축제장 건설을 시작하시겠습니까?
pt: A rainha nos ensinará as tradições do reino dela, e nós faremos vários festivais com dança e canto. Devemos iniciar a construção da praça de eventos, milorde?
ru: Королева познакомит нас с традициями своего королевства, и мы сможем устраивать различные праздники, на которых все будут петь и танцевать. Начать строительство ярмарочной площади, милорд?
zh: 女王会和我们交流她王国的传统，而且我们能举办很多可以跳舞唱歌的庆典。我们可以开始启动露天广场的建设了吗，大人？
zh_tw: 女王會教我們她的王國的傳統，且我們也可以舉辦許多慶典，讓大家一同高歌跳舞。大人，要我們開始建造露天娛樂場嗎？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_JOUSTING_TRUE
source: If I understood her correctly, the Queen would like to see a place, where different nations gather and compete in different challenges. I think she means a jousting ground.
de: Wenn Ich sie richtig verstanden habe, dann hat die Königin geäußert, dass sie gerne einen Ort sehen würde, an dem verschiedene Nationalitäten zusammenkommen können und verschiedensten Disziplinen wetteifern. Ich denke sie meinte einen Turnierplatz.
es: Si no he entendido mal, a la reina le gustaría ver un lugar donde las distintas naciones puedan reunirse y competir en diversas disciplinas. Creo que se refiere a un campo de justas.
fr: Si j’ai bien tout compris, la reine souhaiterait une place, où différentes nations pourraient se réunir pour s’affronter dans différents challenges. Je pense qu’elle parle d’une aire de joute.
id: Kalau aku tidak salah, sang Ratu ingin melihat sebuah tempat di mana orang dari berbagai bangsa berkumpul dan mengikuti berbagai kontes. Sepertinya yang dimaksudnya adalah arena pertarungan.
it: Se ho capito bene, la Regina vorrebbe vedere un luogo dove diverse nazioni possono radunarsi e competere in varie sfide. Credo che abbia parlato di percorso per giostra.
ja: もし私の理解が正しければ、女王は違う国の人々が集まり、様々なチャレンジを競い合う場所が見たいそうです。彼女は馬上槍闘技場のことを言っているのだと思います。
ko: 제가 맞게 이해했다면, 여왕님은 여러 국가가 모여 다양한 도전을 통해 실력을 겨루는 곳을 보고 싶어 하시는 것 같습니다. 제 생각엔 마상 창 시합장을 말씀하시는 것 같습니다.
pt: Se eu entendi corretamente, a rainha quer ver um lugar onde diferentes nações se reúnam para competir em desafios de várias naturezas. Acho que ela está falando de uma área de torneios.
ru: Если я правильно поняла, королева хочет увидеть место, где различные народы могут встречаться и мериться мастерством. Думаю, она говорит об арене.
zh: 如果我没有理解错的话，女王希望看到一个不同国家聚集在一起，在不同的挑战中竞技的地方。我想她指的是竞技场。
zh_tw: 如果我的解讀是對的話，女王想要看見一個地方可以讓不同國度的人聚集在一起並完成各種不同的挑戰。我認為她說的是比武場。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TAVERN_FAILED
source: And I am wrong again, my Liege. I am so sorry. I believe I misunderstood Queen Frigyth. She actually wanted a place more peaceful...like a church.
de: Und es ist mir wieder passiert, mein Herr. Ich denke ich habe da etwas falsch verstanden. Sie meinte wohl doch einen eher friedlicheren Ort, wie eine Kirche.
es: Me he vuelto a equivocar, mi señor. Lo lamento mucho. Creo que no entendí bien a la reina Frigyth. En realidad, deseaba un lugar más tranquilo... como una iglesia.
fr: Et une fois de plus, j’ai eu tort, Sire. Je suis tellement désolé. Il semblerait qu’il y ait eu confusion avec la reine Frigyth. Elle pensait à un endroit plus calme…comme l’église.
id: Aku keliru lagi, Tuanku. Aku mohon maaf. Aku rasa aku keliru memahami Ratu Frigyth. Belaiu sebenarnya mencari tempat yang lebih tenang...seperti gereja, misalnya.
it: Mi sono sbagliata ancora una volta, mio signore. Mi dispiace molto. Credo di avere frainteso la Regina Frigyth. A dire il vero desiderava un luogo più tranquillo... come una chiesa.
ja: また私が間違っていました、閣下、申し訳ありません。私はフリジス女王の言っていることを勘違いしたようです。彼女は教会のような...もっと心が落ち着く場所を望んでいたようです。
ko: 영주님, 제가 또 틀렸습니다. 정말 죄송합니다. 제가 프리기스 여왕님의 말씀을 잘못 이해했나 봅니다. 여왕님이 실제로 원하신 것은 교회처럼 평화로운 곳이었습니다.
pt: Eu estava errada novamente, meu senhor. Lamento muito. Eu acho que entendi errado a Rainha Frigyth. Ela na verdade queria um lugar mais calmo... como uma igreja.
ru: Я снова ошиблась, ваша светлость. Простите меня. Похоже, я неправильно поняла слова королевы Фригит. Она имела в виду более спокойное место... такое как церковь.
zh: 我又失算了，大人，我很抱歉。 我想我会错了女王弗里吉斯的意。她 实际上想要一个更宁静祥和的地方......比如一间教堂。
zh_tw: 我又錯了，大人。萬分抱歉。我想我誤解女王芙麗基斯了。她更想要一間更為安寧的地方……例如一間教堂。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TAVERN_FALSE
source: You have chosen correctly, my Liege. She will be pleased to see that in addition to a nice tavern, we have also delicious beverages for her.
de: Ihr habt weise gewählt, mein Herr. Königin Frigyth wir erfreut sein, dass wir Ihr in unserem neuen Wirtshaus zusätzlich auch köstliche Getränke anbieten können.
es: Has elegido bien, mi señor. Estará encantada de ver que, además de una bonita taberna, también tenemos deliciosas bebidas para ella.
fr: Vous avez pris la bonne décision, Sire. Elle sera ravie d’apprendre qu’en plus d’un endroit convivial, nous avons aussi une excellente cave.
id: Tuanku mengambil pilihan yang tepat. Sang Ratu akan senang melihat bahwa selain kedai minum yang bagus, kita juga punya minuman lezat untuknya.
it: Hai fatto la scelta giusta, mio signore. Sarà felice di vedere che oltre a una bella taverna, abbiamo anche delle deliziose bevande per lei.
ja: あなたは正しい選択をされました、閣下。素敵な酒場に加えて私たちが美味しい飲み物を彼女のために用意していると知ったら喜びますよ。
ko: 영주님, 올바른 결정을 내리셨습니다. 여왕님은 우리가 좋은 선술집과 더불어 맛있는 음료도 갖고 있다는 데 만족하실 겁니다.
pt: O senhor fez a escolha correta. Ela ficará satisfeita de ver que, além de uma bela taverna, também temos bebidas deliciosas para ela, meu senhor.
ru: Вы сделали правильный выбор, ваша светлость. Ей будет приятно узнать, что у нас есть не только прекрасная таверна, но и вкуснейшие напитки.
zh: 您选择的是对的，大人。她会很高兴见到， 除了一家好酒馆，我们还为她准备了美味的饮料。
zh_tw: 您的選擇正確，大人。如果我們新建一間酒館，她會很開心的，同時我們也能提供良好的酒水給她飲用。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TRANSLATION_003_STARTED
source: My Lord, she said that it would be nice to have something to eat after this long trip. We should offer her some bread produced in our own town.
de: Mein Herr, sie sagte, dass sie nach der langen Reise nun etwas essen möchte. Ihr solltet ihr etwas von unserem Brot anbieten, das wir hier produzieren.
es: Mi señor, dice que estaría bien comer algo después de un viaje tan largo. Deberíamos ofrecerle algo de pan hecho en nuestra ciudad.
fr: Sire, elle dit qu'après un voyage comme celui-ci, il serait bon d’avoir quelque chose à se mettre sous la dent. Nous devrions lui préparer du pain de notre ville.
id: Tuanku, beliau berkata ingin makan sesuatu setelah perjalanannya yang panjang. Sebaiknya kita tawarkan roti buatan kota kita.
it: Milord, ha detto che sarebbe bello avere qualcosa da mangiare dopo il lungo viaggio. Dovremmo offrirle del pane prodotto nella nostra città.
ja: 閣下、彼女は長旅の後に、何かを食べたいと言っています。 この街で作ったパンを差し上げましょう。
ko: 영주님, 여왕님이 긴 여행 후 뭔가를 드셨으면 좋겠다고 말씀하셨습니다. 마을에서 만든 빵을 드리는 것이 좋겠습니다.
pt: Milorde, ela disse que seria bom poder comer alguma coisa após essa longa viagem. Seria interessante oferecer o pão que produzimos aqui na cidade.
ru: Милорд, она сказала, что хочет перекусить после долгой дороги. Предложите ей отведать хлеба, испеченного нашими пекарями.
zh: 大人，她说长途旅行之后能有点东西吃就最好不过了。 我们应该给她奉上一些城镇自产的面包。
zh_tw: 大人，她說經歷漫長旅途後她需要些餐點。 我們該提供一些我們城鎮自己生產的麵包給她吃。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TRANSLATION_003_TITLE
source: Trust the maiden
de: Vertraue der Maid
es: Confía en la joven
fr: Faire confiance à la jeune femme
id: Pertahankan perempuan muda itu
it: Fidati della fanciulla
ja: 娘を信用する
ko: 소녀를 신뢰하세요
pt: Confiar na jovem
ru: Доверься деве.
zh: 相信少女翻译
zh_tw: 相信少女

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TRANSLATION_TAVERN_FALSE
source: Queen Frigyth said she would have expected for there to be a place to get together. I think she is talking about a tavern, it would be the perfect place for that.
de: Königin Frigyth meinte, dass Sie in unserem Dorf einen Ort erwartet hätte, wo die Leute zusammen kommen können. Ich denke sie meint ein Wirtshaus.
es: La reina Frigyth ha dicho que esperaba que hubiera algún lugar donde reunirse. Creo que se refiere a una taberna; sería el lugar ideal para ello.
fr: La reine Frigyth semble espérer que dans une ville comme celle-ci, il y aurait un endroit où les habitants peuvent se rassembler. Je pense qu’elle parle de la taverne, ce serait l’endroit idéal.
id: Ratu Frigyth berkata bahwa ia sebenarnya ia membayangkan semua orang berkumpul di satu tempat. Sepertinya yang dimaksudnya adalah kedai minum, yang cocok sekali untuk itu.
it: La Regina Frigyth ha detto che si sarebbe aspettata un posto dove riunirci. Credo che stia parlando di una taverna, sarebbe il posto perfetto.
ja: フリジス女王は、一緒に集まれる場所があるだろうと思っていたと言っています。彼女は酒場のことを言っているのだと思います、それには最適な場所でしょう。
ko: 프리기스 여왕님은 사람들이 함께 모일 수 있는 장소가 있을 거로 기대하셨다고 말씀하셨습니다. 사람들이 모이는데 안성맞춤의 장소인 선술집을 말씀하시는 것 같습니다.
pt: A Rainha Frigyth disse que esperava que houvesse um lugar para reuniões. Acho que ela está falando de uma taverna. Seria o melhor lugar para isso.
ru: Королева Фригит сказала, что в городе должно быть место, «где могут собираться люди». Думаю, она говорит о таверне — идеальном месте для посиделок.
zh: 弗里吉斯女王说，她本以为会有一个聚会的地方。我认为她是在说一家酒馆，那将是完美的地方。
zh_tw: 女王芙麗基斯說她以為會有個更適合聚會的地方。我認為她說的是酒館，那絕對是個完美之選。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_JOUSTING_START
source: The Queen will be so thrilled, a place where all the nationalities can prove their skills. My Liege, should we start the construction of the jousting ground?
de: Die Königin wird hoch erfreut sein. Es wird ein Ort werden, wo alle Nationen ihre Fähigkeiten unter Beweis stellen können. Mein Herr, sollen wir den Bau eines Turnierplatzes in Auftrag geben?
es: La reina estará encantada con un lugar donde todas las naciones puedan demostrar sus habilidades. Mi señor, ¿encargamos la construcción de un campo de justas?
fr: Elle sera tellement ravie, un endroit où toutes les nations peuvent mesurer leurs compétences. Sire, devrions-nous commencer la construction de l'aire de joute ?
id: Sang Ratu akan senang kalau ada tempat di mana berbagai bangsa bisa menunjukkan kehebatan mereka. Tuanku, perlukah kita memulai pembangunan arena pertarungan?
it: La Regina sarà felicissima, un luogo dove tutte le nazionalità possono dimostrare il loro talento. Mio signore, iniziamo la costruzione di un percorso per giostra?
ja: 全ての国の人々が自分たちの腕前を発揮できる場所なら女王はとてもお喜びになりますよ。領主様、馬上槍闘技場の建設を始めましょうか？
ko: 여왕님도 크게 기뻐하실 겁니다. 모든 국가가 자신의 기량을 증명할 수 있는 장소라면요. 영주님, 마상 창 시합장을 건설하시겠습니까?
pt: A rainha ficará muito animada com um lugar para os povos de todas as nacionalidades provarem suas habilidades. Devemos começar a construção da área de torneios, meu senhor?
ru: Королева будет рада, ведь на арене бойцы разных народов смогут показать, на что способны. Ваша светлость, приказать начать строительство?
zh: 一个所有民族都可以证明他们技艺的地方，女王会为此激动不已的。大人，我们是不是该开始修建竞技场了?
zh_tw: 女王一定會非常興奮的，一個能讓不同國度的人前來證明自己的能力。大人，要我們開始建造比武場嗎？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_PRODUCE_BREAD_START
source: I’m sure that Queen Frigyth will appreciate to discover the bread from our lands.
de: Ich bin sicher, der Königin wird es besser schmecken, wenn wir unser selbst gebackenes Brot anbieten würden, mein Lord.
es: Estoy seguro de que la reina Frigyth sabrá apreciar el pan que hacemos en nuestras tierras.
fr: Je suis certaine que la reine Frigyth saura apprécier le pain typique de notre terre.
id: Aku yakin sang Ratu akan senang mencicipi roti buatan sini.
it: Di sicuro la Regina Frigyth apprezzerà il pane delle nostre terre.
ja: フリジス女王はこのパンが地元産だということを知って喜んでいると思います。
ko: 프리기스 여왕님이 우리 땅에서 만든 빵에 흡족해하실 겁니다.
pt: Tenho certeza de que a Rainha Frigyth apreciará conhecer o pão de nossas terras.
ru: Уверена, королева Фригит будет рада отведать хлеб, изготовленный в наших землях.
zh: 我相信弗里吉斯女王会很乐意品味来自我们土地上的面包。
zh_tw: 我確信女王芙麗基斯會很喜歡我們領土自己製作的麵包的。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_PRODUCE_BREAD_SUCCESS
source: Here is the bread for Queen Frigyth, my Lord. Probably the best bread we have ever baked in town.
de: Hier ist das Brot für die Königin, mein Herr. Das wahrscheinlich feinste Brot, dass jemals in diesem Dorf gebacken wurde.
es: Aquí tienes el pan para la reina Frigyth, mi señor. Probablemente, el mejor pan que jamás hemos preparado en la ciudad.
fr: Tenez un peu de pain pour la reine Frigyth, Sire. Probablement l’une des meilleures tournées qu’il nous a été donné de faire.
id: Ini roti untuk Ratu, Tuanku. Mungkin roti terbaik yang pernah dibuat di kota kita.
it: Ecco il pane per la Regina Frigyth, milord. Probabilmente è il pane migliore che sia mai stato prodotto in città.
ja: 閣下、どうぞフリジス女王のためのパンです。今までこの街で焼いたパンの中で最高のものかもしれません。
ko: 영주님, 프리기스 여왕님을 위한 빵입니다. 지금까지 마을에서 구운 빵 중 최고일 겁니다.
pt: Aqui está o pão para a Rainha Frigyth, milorde. Provavelmente o melhor que já produzimos em nossa cidade.
ru: Хлеб для королевы Фригит, милорд. Пожалуй, это лучшая партия из всех, что у нас когда-либо получались.
zh: 这就是献给弗里吉斯女王的面包，大人。这也许是我们 在镇上烘焙过的最好的面包。
zh_tw: 大人，這是給女王芙麗基斯的麵包。應該是城鎮中有史以來烘焙得最好的麵包了。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_QUEEN_SPEAKING_004
source: Let’s continue the tour, Queen Frigyth. Do you have another wish?
de: Lasst uns den Rundgang weiterführen, Königin Frigyth. Habt Ihr weitere Wünsche?
es: Prosigamos con la visita, reina Frigyth. ¿Tenéis algún otro deseo?
fr: Continuons la visite. Oui ? Vous avez une autre demande pour nous ?
id: Mari kita lanjutkan tur, Ratu Frigyth. Mungkin masih ada keinginan lain?
it: Continuiamo il giro, Regina Frigyth. Hai un altro desiderio?
ja: フリジス女王、視察を続けましょう。他に願いはありますか？
ko: 프리기스 여왕님, 시찰을 계속하시죠. 또 원하는 것이 있으십니까?
pt: Vamos continuar o passeio, Rainha Frigyth. Sua majestade tem mais algum desejo?
ru: Продолжим экскурсию, королева Фригит. Чего еще пожелаете?
zh: 让我们继续旅程吧， 弗里吉斯女王。您还有什么别的愿望吗？
zh_tw: 我們繼續參觀吧，女王芙麗基斯。還有什麼可以為您服務的嗎？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_BREAD_PRODUCE
source: Congratulations, my Lord. The Queen seems to be pleased with the bread. She said that this bread will sell at a good price on the market because she is planning a trade route to us. Our bread will then be known in both kingdoms.
de: Mein Glückwunsch, Lord. Das Brot scheint der Königin zu gefallen. Sie hat gesagt, dass dieses Brot einen guten Preis auf dem Markt bekommen wird, weil sie eine Handelsroute zu uns plant. Unser Brot wird dann in beiden Königreichen Bekanntheit erlangen.
es: Enhorabuena, mi señor. La reina parece satisfecha con el pan. Dice que este pan se venderá a buen precio en el mercado, pues tiene previsto establecer una ruta comercial con nosotros. Entonces, nuestro pan será conocido en ambos reinos.
fr: Félicitations Sire, le pain a été hautement apprécié. Nous pouvons en profiter pour augmenter le prix de vente de notre pain chez le marchand. Il sera connu du monde entier comme le pain favori de la reine du Nord.
id: Selamat, Tuanku. Sang Ratu tampaknya senang makan roti kita. Katanya, roti ini bisa dijual dengan harga tinggi di pasar, karena dia merencanakan membuka jalur dagang ke sini. Roti kita akan terkenal di kedua kerajaan.
it: Complimenti, milord. La Regina sembra soddisfatta del pane. Ha detto che si venderebbe ad un buon prezzo al mercato perché ha in mente di creare una rotta commerciale fin qui. Il nostro pane sarà conosciuto in entrambi i regni.
ja: おめでとうございます、閣下。女王はパンをお喜びになったようです。彼女は私たちとの通商ルートを作ろうと思っており、このパンは市場でいい値段で売れるだろうと言っています。そうなれば私たちのパンは両国で名を知られることになりますよ。
ko: 영주님, 축하합니다. 여왕님이 빵에 만족해하시는 것 같습니다. 여왕님은 우리와의 무역로를 계획하고 있기 때문에 빵이 시장에서 괜찮은 가격에 팔릴 거라고 말씀하셨습니다. 우리 빵이 양국에 알려지게 될 것입니다.
pt: Parabéns, milorde. A rainha parece ter ficado satisfeita com nosso pão. Ela disse que o pão venderá por um bom preço no mercado, porque está planejando uma rota comercial para nós. Nosso pão ficará conhecido nos dois reinos.
ru: Поздравляю, милорд. Наш хлеб пришелся по душе королеве. Она говорит, что местный хлеб теперь можно будет выгодно продать на рынке, потому что она планирует проложить к нам торговый маршрут. Слава о нашем хлебе разлетится по обоим королевствам.
zh: 恭喜您，大人。女王似乎对面包很满意。她说这种面包在市场上会卖个好价钱，因为她正在计划一条到我们这里的贸易路线。这样，我们的面包就会享誉两国了。
zh_tw: 恭喜您，大人。女王很喜歡這些麵包，她說這麵包在市場上可以賣出好價格，因為她正計畫著兩國之間的交易路線。我們的麵包馬上就能在兩國之中名聞遐邇。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_BREAD_TRIBUTE
source: Oh. She seems disappointed and happy at the same time. What does this mean?
de: Mein Lord, sie scheint zum einen enttäuscht zu sein, zum anderen aber wirkt sie zufrieden. Was hat dies zu bedeuten?
es: Oh, parece decepcionada y feliz al mismo tiempo. ¿Qué significa esto?
fr: Oh. Elle semble déçue et heureuse en même temps. Qu’est-ce que cela peut bien signifier ?
id: Oh. Beliau tampak kecewa dan senang sekaligus. Apa artinya ini?
it: Oh. Sembra delusa ma anche contenta. Che significa?
ja: おや。彼女はがっかりしていると同時に嬉しそうにも見えますね。どういう意味でしょう？
ko: 오. 여왕님이 실망과 동시에 만족하신 것 같습니다. 무슨 뜻이죠?
pt: Ah. Ela parece decepcionada e contente ao mesmo tempo. O que isso significa?
ru: О. Она выглядит одновременно и разочарованной, и довольной. Что бы это могло значить?
zh: 哦。她似乎既失望又高兴。这是什么意思？
zh_tw: 哎呀，她看起來有點失望但是又有點開心，這是什麼意思？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_BREAD_TRIBUTE_02
source: The Queen said she will increase the prices for bread on the trade routes, since we seem have no problem to buy bread instead of making our own.
de: Die Königin sagt, dass sie die Brotpreise auf den Handelswegen nun anheben wird. Wenn wir Ihr noch nicht einmal das eigene Brot anbieten, scheinen wir gerne für Brot zu bezahlen.
es: La reina dice que aumentará el precio del pan en las rutas comerciales puesto que no tenemos reparo en comprar pan en vez de hacerlo nosotros mismos.
fr: La reine a annoncé qu’elle augmenterait le prix d’achat du pain sur les routes commerciales, puisqu’il semblerait que vous n’ayez pas de problème pour en acheter au lieu de le faire vous-même.
id: Sang Ratu berkata akan menaikkan harga roti di jalur dagang, karena kita sepertinya lebih suka membeli roti daripada membuatnya sendiri.
it: La regina ha detto che aumenterà il prezzo del pane nelle rotte commerciali, dal momento che non abbiamo alcun problema ad acquistarlo invece di produrre il nostro.
ja: 女王は、自分たちでパンを作る代わりに買っても問題ないようなので、通商ルートではパンの値段を上げると言っています。
ko: 여왕님은 우리가 직접 빵을 만드는 대신 구매하는 데도 문제가 없는 것 같으니 무역로에서 빵의 가격을 올리겠다고 말씀하셨습니다.
pt: A rainha disse que vai aumentar o preço do pão nas rotas comerciais, já que aparentemente nós não fazemos objeção a comprar pão em vez de investir na fabricação própria.
ru: Королева говорит, что увеличит цену на хлеб на торговых маршрутах, поскольку мы, похоже, можем без труда закупать хлеб, а не печь собственный.
zh: 女王说她会提高贸易路线上面包的价格，因为我们似乎很容易买到面包而不是自己做。
zh_tw: 女王說她會在交易路線上提高麵包的價格，因為看起來我們可以購買麵包而不是自行製作。
