Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MOD_TAXES_INFO
source: Tax income from all townhouses is permanently increased by {CHANGE}.
de: Alle Wohnhäuser liefern dauerhaft {CHANGE} mehr Steuerabgaben.
es: Los ingresos por impuestos de las casas aumentan en un by {CHANGE} de forma permanente.
fr: Les revenus des impôts de toutes les maisons ont été définitivement augmentés de {CHANGE}.
id: Penerimaan pajak dari semua Townies naik permanen karena {CHANGE}.
it: L'introito delle tasse di tutte le case viene permanentemente aumentato del {CHANGE}.
ja: すべての家からの税収が永久に {CHANGE} 増えます。
ko: {CHANGE}에 의하여 모든 타운하우스의 세금 수입이 영구적으로 증가하였습니다.
pt: Arrecadação de impostos de todas as casas aumenta permanentemente em {CHANGE}.
ru: Поступления от податей для всех городских домов навсегда увеличиваются на {CHANGE}.
zh: 排屋的税收永久地增加 {CHANGE}。
zh_tw: 連棟宅邸的稅收永久地增加 {CHANGE}。

# T_MOD_TAXES_TITLE
source: More tax income {LEVEL}
de: Mehr Steuern {LEVEL}
es: Mayores ingresos por impuestos {LEVEL}
fr: Plus de revenus des impôts {LEVEL}
id: Penerimaan pajak lebih banyak {LEVEL}
it: Aumento tasse {LEVEL}
ja: 税収の増加 {LEVEL}
ko: 더 많은 세금 수입 {LEVEL}
pt: Maior arrecadação de impostos {LEVEL}
ru: Больше поступлений от податей {LEVEL}
zh: 税收增加 {LEVEL}
zh_tw: 稅收增加 {LEVEL}

# T_MOD_TOWNHOUSE_FAMILIES
source: Townhouse capacity
de: Wohnhaus Kapazität
es: Capacidad de la casa
fr: Capacité des maisons
id: Kapasitas rumah bandar
it: Capienza case
ja: 家の収容可能数
ko: 타운하우스 수용력
pt: Lotação da casa
ru: Вместительность городского дома
zh: 排屋容纳能力
zh_tw: 連棟宅邸容納能力

# T_MOD_TOWNHOUSE_FAMILIES_INFO
source: All townhouses can house one more family.
de: Alle Wohnhäuser können eine Familie mehr fassen.
es: Todas las casas pueden albergar a una familia más.
fr: Toutes les maisons peuvent maintenant abriter une famille de plus.
id: Semua rumah bandar bisa menampung satu keluarga lagi.
it: Tutte le case possono ospitare una famiglia in più.
ja: すべての家でもう一世帯収容できるようになります。
ko: 모든 타운하수스가 한 가정 더 수용이 가능합니다.
pt: Todas as casas podem abrigar mais uma família.
ru: Во всех городских домах можно разместить еще одну дополнительную семью.
zh: 所有排屋能多容纳一个家庭。
zh_tw: 所有聯動宅邸能多容納一個家庭。

# T_MOD_TOWNHOUSE_FAMILIES_TITLE
source: More families per townhouse {LEVEL}
de: Mehr Familien pro Wohnhaus {LEVEL}
es: Más familias por casa {LEVEL}
fr: Plus de familles par maison {LEVEL}
id: Lebih banyak keluarga per Rumah bandar {LEVEL}
it: Aumento capienza case {LEVEL}
ja: 家1軒あたりの人数増加 {LEVEL}
ko: 타운하우스 별 더 많은 가족 {LEVEL}
pt: Mais famílias por casa {LEVEL}
ru: Больше семей в городском доме {LEVEL}
zh: 每座排屋容纳的家庭数增加 {LEVEL}
zh_tw: 每座連棟宅邸容納地家庭數增加 {LEVEL}

# T_MOD_TRANSPORTER_CAPACITY
source: Transport capacity
de: Tragekapazität
es: Capacidad de transporte
fr: Capacité de transport
id: Kapasitas transportasi
it: Capienza trasporto
ja: 運搬可能量
ko: 이동 수용력
pt: Capacidade de transporte
ru: Грузоподъемность
zh: 交通运量
zh_tw: 交通運量

# T_MOD_TRANSPORTER_CAPACITY_INFO
source: Transport capacity of carrier Townies is permanently increased by {CHANGE}. This speeds up resource transfer between buildings substantially.
de: Alle Träger Townies können {CHANGE} mehr Ressourcen tragen. Das erhöht die Geschwindigkeit des Gütertransports immens.
es: La capacidad del transportador incrementa en un {CHANGE} de forma permanente. Así, se acelera, de forma sustancial, la transferencia de recursos entre los edificios.
fr: La capacité de transport des habitants porteurs est définitivement augmentée de {CHANGE}. Cela augmente considérablement la vitesse de transfert des ressources entre les bâtiments.
id: Kapasitas transportasi dari Townies pengangkut naik permanen karena {CHANGE}. Ini sangat mempercepat transfer sumber daya antar gedung.
it: La capienza di trasporto dei cittadini viaggiatori è aumentata del {CHANGE}. Ciò accelera notevolmente il trasferimento di risorse tra edifici.
ja: タウニーが運搬する量が永久に {CHANGE} 増えます。これにより建物間の資材移動が大幅に加速されます。
ko: 운반 주민의 이동 수용력이 {CHANGE}에 의하여 증가하였습니다. 빌딩 간의 자원 이동을 더욱 빠르게 합니다.
pt: A capacidade dos habitantes que trabalham carregando produtos aumenta em {CHANGE}. Isso acelera consideravelmente a transferência de recursos entre os prédios.
ru: Грузоподъемность горожан-носильщиков навсегда увеличивается на {CHANGE}. Это позволяет значительным образом ускорить перемещение ресурсов между зданиями.
zh: 承运镇民的交通运量永久地增加 {CHANGE}，这会大大增加建筑间的资源互通。
zh_tw: 承運鎮民地交通運量永久地增加 {CHANGE}，這會大大增加建築間的資源互通。

# T_MOD_TRANSPORTER_CAPACITY_TITLE
source: Townies can carry more {LEVEL}
de: Townies tragen mehr {LEVEL}
es: Los townies pueden transportar más {LEVEL}
fr: Les habitants peuvent transporter plus {LEVEL}
id: Townies bisa mengangkut lebih banyak {LEVEL}
it: Aumento capienza trasporto {LEVEL}
ja: タウニーの運搬量の増加 {LEVEL}
ko: 주민들은 더 많이 운반할 수 있습니다 {LEVEL}
pt: Os habitantes podem carregar mais {LEVEL}
ru: Поселяне способны переносить больше {LEVEL}
zh: 镇民运送量增加 {LEVEL}
zh_tw: 鎮民運送量增加 {LEVEL}

# T_MOD_UNLOCK_UPGRADE2_ADVANCED_DEPRECATED
source: Advanced buildings can now be upgraded to level 2. Upgraded buildings have more worker slots, increased production speed and more storage space. However, repairing the upgraded building costs significantly more resources and gold.
de: Ermöglicht das Upgraden von fortgeschrittenen Gebäuden. Auf Stufe 2 haben sie höhere Produktionsraten, mehr Lagerkapazität und mehr Arbeitsplätze - allerdings steigen auch die Reparaturkosten.
es: Los edificios avanzados pueden mejorarse al nivel 2. Los edificios mejorados tienen más espacio para trabajadores, mayor velocidad de producción y más espacio de almacenamiento. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: Les bâtiments avancés peuvent désormais être améliorés au niveau 2. Les bâtiments améliorés disposent de plus d'emplacements d'ouvriers, d'une vitesse de production améliorée et de plus d'espace de stockage. Toutefois, la réparation du bâtiment amélioré demande beaucoup plus de ressources et d'or.
id: Gedung tingkat lanjut sekarang bisa dimutakhirkan ke level 2. Gedung yang dimutakhirkan memiliki lebih banyak slot pekerja, naiknya kecepatan produksi dan lebih banyak ruang simpan. Tapi, memperbaiki gedung yang dimutakhirkan menyedit lebih banyak sumber daya dan emas.
it: Ora gli edifici avanzati possono essere potenziati al livello 2. Gli edifici potenziati possono ospitare più lavoratori, producono più rapidamente e hanno più spazio di magazzino. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 上級建物をレベル2にアップグレードすることができます。アップグレードされた建物はより多くの労働者を雇うことができ、生産速度も上がり、収納スペースもより広くなります。しかし、建物の修復にはさらに多くの資材と金が必要となります。
ko: 고급 빌딩은 레벨 2로 업그레이드 될 수 있습니다. 업그레이드 된 빌딩은 더 많은 작업장, 증가된 생산 속도 및 저장 공간을 가지고 있습니다. 그러나, 업그레이드된 빌딩의 수리 비용은 더 많은 자원과 황금을 필요로 합니다.
pt: Os prédios avançados podem agora receber um upgrade para o nível 2. Os prédios com upgrade têm mais espaço para trabalhadores, maior velocidade de produção e maior espaço para estoque. No entanto, para restaurar um prédio com upgrade, há um gasto significativo de ouro e recursos.
ru: Теперь продвинутые здания можно улучшить до уровня 2. Улучшенные здания имеют больше слотов рабочих, увеличены скорость производства и вместительность, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 高级建筑现在可以升到第二级。升级的建筑拥有更多的工位、更快的生产速度和更大的储存空间。然而，修复升级后的建筑所需的资源和黄金将会大大增加。
zh_tw: 高级建築現在可以升到第二級。升級的建築擁有更多的工位、更快的生產速度和更大的儲物空間。然而，修復升級後的建築所需的資源和黃金也會大大增加。

# T_MOD_UNLOCK_UPGRADE2_DEPRECATED
source: Basic buildings can now be upgraded to level 2. Upgraded buildings have more worker slots, increased production speed and more storage space. However, repairing the upgraded building costs significantly more resources and gold.
de: Ermöglicht das Upgraden von grundlegenden Gebäuden. Gebäude auf Stufe 2 haben höhere Produktionsraten, mehr Lagerkapazität und mehr Arbeitsplätze - allerdings steigen auch die Reparaturkosten.
es: Los edificios básicos pueden mejorarse al nivel 2. Los edificios mejorados tienen más espacio para trabajadores, mayor velocidad de producción y más espacio de almacenamiento. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: Les bâtiments de base peuvent désormais être améliorés au niveau 2. Les bâtiments améliorés disposent de plus d'emplacements d'ouvriers, d'une vitesse de production améliorée et de plus d'espace de stockage. Toutefois, la réparation du bâtiment amélioré demande beaucoup plus de ressources et d'or.
id: Gedung dasar sekarang bisa dimutakhirkan ke level 2. Gedung yang dimutakhirkan memiliki lebih banyak slot pekerja, naiknya kecepatan produksi dan lebih banyak ruang simpan. Tapi, memperbaiki gedung yang dimutakhirkan menyedot lebih banyak sumber daya dan emas.
it: Ora gli edifici base possono essere potenziati al Livello 2. Gli edifici potenziati possono ospitare più lavoratori, producono più rapidamente e hanno più spazio di magazzino. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 基本建物をレベル2にアップグレードすることができます。アップグレードされた建物はより多くの労働者を雇うことができ、生産速度も上がり、収納スペースもより広くなります。しかし、建物の修復にはさらに多くの資材と金が必要となります。
ko: 일반 빌딩은 이제 레벨 2로 업그레이드가 가능합니다. 업그레이드된 빌딩은 더 많은 작업장과, 높아진 생산 속도 그리고 저장 공간을 제공합니다. 그러나, 업그레이드된 빌딩의 수리는 더 많인 자원과 비용을 필요로 합니다.
pt: Os prédios básicos podem receber o upgrade para o nível 2. Prédios que passaram pelo upgrade têm mais espaço para trabalhadores, maior velocidade de produção e mais espaço para estoque. No entanto, para restaurar um prédio que recebeu upgrade, você gasta muito mais de ouro e recursos.
ru: Теперь базовые здания можно улучшить до уровня 2. Улучшенные здания имеют больше слотов рабочих, увеличены скорость производства и вместительность, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 基本建筑现在可以升到第二级。升级的建筑拥有更多的工位、更快的生产速度和更大的储存空间。然而，修复升级后的建筑所需的资源和黄金将会大大增加。
zh_tw: 基本建築現在可以升到第二級。升級的建築擁有更多的工位、更快的生產速度和更大的儲物空間。然而，修復升級後的建築所需的資源和黃金也會大大增加。

# T_MOD_UNLOCK_UPGRADE2_PUBLIC_DEPRECTAED
source: Public buildings can now be upgraded to level 2. Upgraded buildings have more worker slots, increased production speed and more storage space. However, repairing the upgraded building costs significantly more resources and gold.
de: Ermöglicht das Upgraden von öffentlichen Gebäuden. Auf Stufe 2 haben sie höhere Produktionsraten, mehr Lagerkapazität und mehr Arbeitsplätze - allerdings steigen auch die Reparaturkosten.
es: Los edificios públicos pueden mejorarse al nivel 2. Los edificios mejorados tienen más espacio para trabajadores, mayor velocidad de producción y más espacio de almacenamiento. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: Les bâtiments publics peuvent désormais être améliorés au niveau 2. Les bâtiments améliorés disposent de plus d'emplacements d'ouvriers, d'une vitesse de production améliorée et de plus d'espace de stockage. Toutefois, la réparation du bâtiment amélioré demande beaucoup plus de ressources et d'or.
id: Gedung publik sekarang bisa dimutakhirkan ke level 2. Gedung yang dimutakhirkan memiliki lebih banyak slot pekerja, naiknya kecepatan produksi dan lebih banyak ruang simpan. Tapi, memperbaiki gedung yang dimutakhirkan menyedot lebih banyak sumber daya dan emas.
it: Ora gli edifici pubblici possono essere potenziati al livello 2. Gli edifici potenziati possono ospitare più lavoratori, producono più rapidamente e hanno più spazio di magazzino. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 公共建物をレベル2にアップグレードすることができます。アップグレードされた建物はより多くの労働者を雇うことができ、生産速度も上がり、収納スペースもより広くなります。しかし、建物の修復にはさらに多くの資材と金が必要となります。
ko: 공공 빌딩은 레벨 2로 업그레이드 될 수 있습니다. 업그레이드 된 빌딩은 더 많은 작업장, 증가된 생산 속도 및 저장 공간을 가지고 있습니다. 그러나, 업그레이드된 빌딩의 수리 비용은 더 많은 자원과 황금을 필요로 합니다.
pt: Os prédios públicos podem agora receber um upgrade para o nível 2. Os prédios com upgrade têm mais espaço para trabalhadores, maior velocidade de produção e maior espaço para estoque. No entanto, para restaurar um prédio com upgrade, há um gasto significativo de ouro e recursos.
ru: Теперь общественные здания можно улучшить до уровня 2. Улучшенные здания имеют больше слотов рабочих, увеличены скорость производства и вместительность, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 公共建筑现在可以升到第二级。升级的建筑拥有更多的工位、更快的生产速度和更大的储存空间。然而，修复升级后的建筑所需的资源和黄金将会大大增加。
zh_tw: 公共建築現在可以升到第二級。升級的建築擁有更多的工位、更快的生產速度和更大的儲物空間。然而，修復升級後的建築所需的資源和黃金也會大大增加。

# T_MOD_UNLOCK_UPGRADE3_ADVANCED_DEPRECATED
source: Advanced buildings can now be upgraded to level 3. Upgraded buildings have more worker slots, increased production speed and more storage space. However, repairing the upgraded building costs significantly more resources and gold.
de: Ermöglicht das Upgraden von fortgeschrittenen Gebäuden. Auf Stufe 3 haben sie höhere Produktionsraten, mehr Lagerkapazität und mehr Arbeitsplätze - allerdings steigen auch die Reparaturkosten.
es: Los edificios avanzados pueden mejorarse al nivel 3. Los edificios mejorados tienen más espacio para trabajadores, mayor velocidad de producción y más espacio de almacenamiento. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: Les bâtiments avancés peuvent désormais être améliorés au niveau 3. Les bâtiments améliorés disposent de plus d'emplacements d'ouvriers, d'une vitesse de production améliorée et de plus d'espace de stockage. Toutefois, la réparation du bâtiment amélioré demande beaucoup plus de ressources et d'or
id: Gedung tingkat lanjut sekarang bisa dimutakhirkan ke level 3. Gedung yang dimutakhirkan memiliki lebih banyak slot pekerja, naiknya kecepatan produksi dan lebih banyak ruang simpan. Tapi, memperbaiki gedung yang dimutakhirkan menyedot lebih banyak sumber daya dan emas.
it: Ora gli edifici avanzati possono essere potenziati al livello 3. Gli edifici potenziati possono ospitare più lavoratori, producono più rapidamente e hanno più spazio di magazzino. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 上級建物をレベル3にアップグレードすることができます。アップグレードされた建物はより多くの労働者を雇うことができ、生産速度も上がり、収納スペースもより広くなります。しかし、建物の修復にはさらに多くの資材と金が必要となります。
ko: 고급 빌딩은 레벨 3로 업그레이드 될 수 있습니다. 업그레이드 된 빌딩은 더 많은 작업장, 증가된 생산 속도 및 저장 공간을 가지고 있습니다. 그러나, 업그레이드된 빌딩의 수리 비용은 더 많은 자원과 황금을 필요로 합니다.
pt: Os prédios avançados podem agora receber um upgrade para o nível 3. Os prédios com upgrade têm mais espaço para trabalhadores, maior velocidade de produção e maior espaço para estoque. No entanto, para restaurar um prédio com upgrade, há um gasto significativo de ouro e recursos.
ru: Теперь продвинутые здания можно улучшить до уровня 3. Улучшенные здания имеют больше слотов рабочих, увеличены скорость производства и вместительность, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 高级建筑现在可以升到第三级。升级的建筑拥有更多的工位、更快的生产速度和更大的储存空间。然而，修复升级后的建筑所需的资源和黄金将会大大增加。
zh_tw: 高级建築現在可以升到第三級。升級的建築擁有更多的工位、更快的生產速度和更大的儲物空間。然而，修復升級後的建築所需的資源和黃金也會大大增加。

# T_MOD_UNLOCK_UPGRADE3_DEPRECATED
source: Basic buildings can now be upgraded to level 3. Upgraded buildings have more worker slots, increased production speed and more storage space. However, repairing the upgraded building costs significantly more resources and gold.
de: Ermöglicht das Upgraden von grundlegenden Gebäuden. Gebäude auf Stufe 3 haben viel höhere Produktionsraten, viel mehr Lagerkapazität und mehr Arbeitsplätze - allerdings steigen auch die Reparaturkosten extrem.
es: Los edificios básicos pueden mejorarse al nivel 3. Los edificios mejorados tienen más espacio para trabajadores, mayor velocidad de producción y más espacio de almacenamiento. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: Les bâtiments de base peuvent désormais être améliorés au niveau 3. Les bâtiments améliorés disposent de plus d'emplacements d'ouvriers, d'une vitesse de production améliorée et de plus d'espace de stockage. Toutefois, la réparation du bâtiment amélioré demande beaucoup plus de ressources et d'or
id: Gedung dasar sekarang bisa dimutakhirkan ke level 3. Gedung yang dimutakhirkan memiliki lebih banyak slot pekerja, naiknya kecepatan produksi dan lebih banyak ruang simpan. Tapi, memperbaiki gedung yang dimutakhirkan menyedot lebih banyak sumber daya dan emas.
it: Ora gli edifici base possono essere potenziati al Livello 3. Gli edifici potenziati possono ospitare più lavoratori, producono più rapidamente e hanno più spazio di magazzino. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 基本建物をレベル3にアップグレードすることができます。アップグレードされた建物はより多くの労働者を雇うことができ、生産速度も上がり、収納スペースもより広くなります。しかし、建物の修復にはさらに多くの資材と金が必要となります。
ko: 일반 빌딩은 이제 레벨 3로 업그레이드가 가능합니다. 업그레이드된 빌딩은 더 많은 작업장과, 높아진 생산 속도 그리고 저장 공간을 제공합니다. 그러나, 업그레이드된 빌딩의 수리는 더 많인 자원과 비용을 필요로 합니다.
pt: Os prédios básicos podem receber o upgrade para o nível 3. Prédios que passaram pelo upgrade têm mais espaço para trabalhadores, maior velocidade de produção e mais espaço para estoque. No entanto, para restaurar um prédio que recebeu upgrade, você gasta muito mais ouro e recursos.
ru: Теперь базовые здания можно улучшить до уровня 3. Улучшенные здания имеют больше слотов рабочих, увеличены скорость производства и вместительность, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 基本建筑现在可以升到第三级。升级的建筑拥有更多的工位、更快的生产速度和更大的储存空间。然而，修复升级后的建筑所需的资源和黄金将会大大增加。
zh_tw: 基本建築現在可以升到第三級。升級的建築擁有更多的工位、更快的生產速度和更大的儲物空間。然而，修復升級後的建築所需的資源和黃金也會大大增加。

# T_MOD_UNLOCK_UPGRADE3_PUBLIC_DEPRECTAED
source: Public buildings can now be upgraded to level 3. Upgraded buildings have more worker slots, increased production speed and more storage space. However, repairing the upgraded building costs significantly more resources and gold.
de: Ermöglicht das Upgraden von öffentlichen Gebäuden. Auf Stufe 3 haben sie höhere Produktionsraten, mehr Lagerkapazität und mehr Arbeitsplätze - allerdings steigen auch die Reparaturkosten.
es: Los edificios públicos pueden mejorarse al nivel 3. Los edificios mejorados tienen más espacio para trabajadores, mayor velocidad de producción y más espacio de almacenamiento. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: Les bâtiments publics peuvent désormais être améliorés au niveau 3. Les bâtiments améliorés disposent de plus d'emplacements d'ouvriers, d'une vitesse de production améliorée et de plus d'espace de stockage. Toutefois, la réparation du bâtiment amélioré demande beaucoup plus de ressources et d'or
id: Gedung publik sekarang bisa dimutakhirkan ke level 3. Gedung yang dimutakhirkan memiliki lebih banyak slot pekerja, naiknya kecepatan produksi dan lebih banyak ruang simpan. Tapi, memperbaiki gedung yang dimutakhirkan menyedot lebih banyak sumber daya dan emas.
it: Ora gli edifici pubblici possono essere potenziati al livello 3. Gli edifici potenziati possono ospitare più lavoratori, producono più rapidamente e hanno più spazio di magazzino. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 公共建物をレベル3にアップグレードすることができます。アップグレードされた建物はより多くの労働者を雇うことができ、生産速度も上がり、収納スペースもより広くなります。しかし、建物の修復にはさらに多くの資材と金が必要となります。
ko: 공공 빌딩은 레벨 3로 업그레이드 될 수 있습니다. 업그레이드 된 빌딩은 더 많은 작업장, 증가된 생산 속도 및 저장 공간을 가지고 있습니다. 그러나, 업그레이드된 빌딩의 수리 비용은 더 많은 자원과 황금을 필요로 합니다.
pt: Os prédios públicos podem agora receber um upgrade para o nível 3. Os prédios com upgrade têm mais espaço para trabalhadores, maior velocidade de produção e maior espaço para estoque. No entanto, para restaurar um prédio com upgrade, há um gasto significativo de ouro e recursos.
ru: Теперь общественные здания можно улучшить до уровня 3. Улучшенные здания имеют больше слотов рабочих, увеличены скорость производства и вместительность, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 公共建筑现在可以升到第三级。升级的建筑拥有更多的工位、更快的生产速度和更大的储存空间。然而，修复升级后的建筑所需的资源和黄金将会大大增加。
zh_tw: 公共建築現在可以升到第三級。升級的建築擁有更多的工位、更快的生產速度和更大的儲物空間。然而，修復升級後的建築所需的資源和黃金也會大大增加。

# T_MOD_UNLOCK_UPGRADE_DESC
source: Unlocks building upgrades for {BUILDING_CATEGORY} to level {BUILDING_LVL}. Upgraded buildings have more worker slots, increased productivity, durability and more storage space. However, repair costs are increased.
de: Ermöglicht das Upgraden von der Kategorie {BUILDING_CATEGORY} auf Level {BUILDING_LVL}. Die Gebäude haben höhere Produktionsraten, mehr Lagerkapazität und mehr Arbeitsplätze. Allerdings steigen die Reparaturkosten.
es: Desbloquea mejoras para los edificios de {BUILDING_CATEGORY} de nivel{BUILDING_LVL}. Los edificios mejorados tienen más espacios para trabajadores, aumentan su productividad y durabilidad, y albergan más sitio para almacenamiento. Pero los costes en reparación aumentan.
fr: Débloque les améliorations de bâtiments pour {BUILDING_CATEGORY} – niveau {BUILDING_LVL}. Les bâtiments améliorés disposent de plus d'emplacements d'ouvriers, une productivité et une durabilité augmentée et plus d'espace de stockage. Cependant, les coûts de réparation sont augmentés.
id: Membuka peningkatan bangunan untuk {BUILDING_CATEGORY} ke {BUILDING_LVL}. Bangunan yang sudah ditingkatkan mempunyai slot pekerja lebih banyak, produktivitas dan kekuatan yang lebih baik, serta ruang penyimpanan yang lebih luas. Tapi sebaliknya, biaya perbaikan juga meningkat.
it: Sblocca i potenziamenti degli edifici {BUILDING_CATEGORY} al livello {BUILDING_LVL}. Gli edifici potenziati hanno più slot per lavoratori e maggiore produttività, resistenza e spazio di stoccaggio. Tuttavia, i costi di riparazione aumentano.
ja: {BUILDING_CATEGORY} の建物を {BUILDING_LVL} へアップグレードします。アップグレードされた建物はより多くの労働者を雇うことができ、生産性、耐久性があがり、収納スペースもより広くなります。しかしながら、修復費用は増加します。
ko: 건물 업그레이드를 잠금 해제하고 {BUILDING_CATEGORY}을(를) {BUILDING_LVL}(으)로 업그레이드합니다. 업그레이드된 건물은 일꾼 슬롯, 생산성, 내구성 및 저장 공간이 증가합니다. 하지만 수리 비용이 증가합니다.
pt: Desbloqueia upgrades de prédios de {BUILDING_CATEGORY} até nível {BUILDING_LVL}. Os prédios melhorados têm mais espaços para trabalhadores, maior produtividade, durabilidade e mais espaço de armazenamento. Entretanto, os custos de restauração são maiores.
ru: Позволяет улучшить здания из категории {BUILDING_CATEGORY} до уровня уp. {BUILDING_LVL}. Улучшенные здания имеют больше слотов рабочих, увеличенную производительность, прочность и вмещают больше товаров. Однако, стоимость их ремонта также возрастает.
zh: 解锁建筑物升级道具，将{BUILDING_CATEGORY}升级至{BUILDING_LVL}级。升级后的建筑物具有更多工人工位，更高生产效率，更佳耐久性和更大存储空间。当然，维修成本也会增加。
zh_tw: 解鎖建物升級道具，將{BUILDING_CATEGORY}升級至{BUILDING_LVL}。升級後的建物具有更多工人工位，更高生產效率，更佳耐久性和更大存儲空間。當然，維修成本也會增加。

# T_MOD_UNLOCK_UPGRADE_TITLE
source: {BUILDING_CATEGORY} level {BUILDING_LVL}
de: {BUILDING_CATEGORY} Stufe {BUILDING_LVL}
es: {BUILDING_CATEGORY} de nivel {BUILDING_LVL}
fr: {BUILDING_CATEGORY} niveau {BUILDING_LVL}
it: {BUILDING_CATEGORY} livello {BUILDING_LVL}
ja: {BUILDING_CATEGORY} レベル {BUILDING_LVL}
ko: {BUILDING_CATEGORY} 레벨 {BUILDING_LVL}
pt: {BUILDING_CATEGORY} nível {BUILDING_LVL}
ru: {BUILDING_CATEGORY} уp. {BUILDING_LVL}
zh: {BUILDING_LVL} 级别 {BUILDING_CATEGORY}
zh_tw: {BUILDING_LVL} 級別 {BUILDING_CATEGORY}

# T_MOD_WALKING_SPEED
source: Movement speed
de: Bewegungsgeschwindigkeit
es: Velocidad de movimiento del townie
fr: Vitesse de déplacement des habitants
id: Kecepatan pergerakan Townies
it: Velocità di movimento cittadini
ja: タウニーの移動速度
ko: 주민 이동 속도
pt: Velocidade de movimento dos habitantes
ru: Скорость передвижения горожанина
zh: 镇民移动速度
zh_tw: 鎮民移動速度
