Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MOD_WALKING_SPEED_INFO
source: All Townies can move {CHANGE} faster.
de: Alle Townies in deinem Dorf können {CHANGE} schneller laufen.
es: Todos los townies pueden moverse un {CHANGE} más rápido.
fr: Tous les habitants se déplacent {CHANGE} plus vite.
id: Semua Townies bisa bergerak {CHANGE} lebih cepat.
it: Tutti i cittadini si muovono più rapidamente del {CHANGE}.
ja: すべてのタウニーが {CHANGE} 早く動くことができます。
ko: 모든 주민들이 더 빠르게 {CHANGE} 이동 가능합니다.
pt: Todos os habitantes podem se movimentar {CHANGE} mais rápido.
ru: Все горожане могут передвигаться на {CHANGE} быстрей.
zh: 所有镇民的移动速度增加 {CHANGE}。
zh_tw: 所有鎮民的移動速度增加 {CHANGE}。

# T_MOD_WALKING_SPEED_TITLE
source: Townies move faster {LEVEL}
de: Townies laufen schneller {LEVEL}
es: Los townies se mueven más rápido {LEVEL}
fr: Les habitants se déplacent plus vite {LEVEL}
id: Townies bergerak lebih cepat {LEVEL}
it: Aumento velocità di movimento {LEVEL}
ja: タウニーの移動速度増加 {LEVEL}
ko: 주민 이동이 빨라짐 {LEVEL}
pt: Habitantes movimentam-se mais rápido {LEVEL}
ru: Горожане передвигаются быстрей {LEVEL}
zh: 镇民的移动速度增加 {LEVEL}
zh_tw: 鎮民的移動速度增加 {LEVEL}

# T_MOD_WAREHOUSE_CAPACITY
source: Warehouse storage capacity
de: Lagerhaus Kapazität
es: Capacidad del almacén
fr: Capacité de stockage de l'entrepôt
id: Kapasitas simpan gudang
it: Capienza di magazzino
ja: 倉庫の貯蔵容量
ko: 창고 저장 수용력
pt: Capacidade de estoque dos depósitos
ru: Вместительность пакгауза
zh: 仓库储存能力
zh_tw: 倉庫儲物能力

# T_MOD_WAREHOUSE_CAPACITY_INFO
source: Storage capacity of all warehouses increases by {CHANGE} .
de: Alle Lagerhäuser haben {CHANGE} mehr Lagerraum zu Verfügung.
es: La capacidad de almacenaje de todos los almacenes aumenta en un {CHANGE}.
fr: La capacité de stockage de tous les entrepôts est augmentée de {CHANGE}.
id: Kapasitas simpan semua gudang meningkat oleh {CHANGE} .
it: La capienza di tutti i magazzini è aumentata del {CHANGE} .
ja: すべての倉庫の貯蔵容量が {CHANGE} 増えます。
ko: 모든 창고의 저장 수용력이 {CHANGE} 증가되었습니다.
pt: Capacidade de estoque de todos os depósitos aumenta em {CHANGE}.
ru: Вместительность всех пакгаузов увеличивается на {CHANGE}.
zh: 所有仓库的储存能力增加 {CHANGE}。
zh_tw: 所有倉庫的儲物能力增加 {CHANGE}。

# T_MOD_WAREHOUSE_CAPACITY_TITLE
source: More warehouse storage capacity {LEVEL}
de: Größere Lagerkapazität {LEVEL}
es: Los almacenes con mayor capacidad {LEVEL}
fr: Plus de capacité de stockage pour les entrepôts {LEVEL}
id: Lebih banyak kapasitas simpan gudang {LEVEL}
it: Aumento capienza di magazzino {LEVEL}
ja: 倉庫貯蔵容量の増加 {LEVEL}
ko: 더 많은 창고 저장 수용력 {LEVEL}
pt: Maior capacidade de estoque dos depósitos {LEVEL}
ru: Увеличенная вместительность пакгауза {LEVEL}
zh: 仓库储存能力增加 {LEVEL}
zh_tw: 倉庫儲物能力增加 {LEVEL}

# T_MORE_GAMES
source: MORE GAMES
de: MEHR SPIELE
es: MÁS JUEGOS
fr: PLUS DE JEUX
id: GAME LAIN
it: ALTRI GIOCHI
ko: 다른 게임들 보기
pt: MAIS JOGOS
ru: ДРУГИЕ ИГРЫ
zh: 更多游戏
zh_tw: 更多遊戲

# T_NEWSPAGE_FAILED
source: The website couldn't be loaded!
de: Die Webseite konnte nicht geladen werden!
es: No se ha podido cargar la página web.
fr: Échec du chargement du site !
id: Situs web gagal dimuat!
it: Impossibile caricare il sito web!
ja: ウェブサイトの読み込みができませんでした。
ko: 웹사이트를 로드할 수 없습니다!
pt: Não foi possível carregar o site!
ru: Не удалось загрузить веб-сайт!
zh: 无法加载网站！
zh_tw: 無法載入網站！

# T_NEXT_BUTTON
source: Next
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
pt: Próximo
ru: Далее
zh: 下一步
zh_tw: 下一步

# T_OPTIONS_GFX_WARNING
source: Set the quality of the graphics to a higher level at your own risk! Please lower the quality setting when you are experiencing graphical issues or crashes!
de: Das Benutzen einer höheren Grafikeinstellung erfolgt auf eigene Gefahr! Sollte es zu Darstellungsproblemen kommen, bitte diese Einstellung heruntersetzen!
es: ¡Ajusta la calidad de los gráficos a un nivel más alto bajo tu responsabilidad! ¡Baja la calidad si experimentas problemas con los gráficos!
fr: Fixez les paramètres graphiques en qualité supérieure à vos propres risques ! Veuillez diminuer les paramètres graphiques si jamais vous rencontrez des problèmes graphiques ou des plantages !
id: Penyetelan tampilan ke level lebih tinggi atas risiko sendiri! Harap turunkan setelan kualitas jika kamu mengalami masalah tampilan atau crash!
it: Imposta la qualità della grafica a un livello più alto a tuo rischio! In caso di problemi grafici o crash, abbassa l’impostazione della qualità.
ja: ご自身の責任で画像の品質設定を上げることができます。ですが、画像関連の問題やクラッシュが発生する際は、品質設定を下げてください。
ko: 자신의 책임 아래 그래픽 품질을 더 높게 설정하세요! 그래픽 문제나 충돌이 일어나면 품질 설정을 낮추세요!
pt: Aumentar a qualidade dos gráficos é por sua conta e risco. Se estiver experimentando problemas gráficos ou travamentos, reduza o nível de qualidade.
ru: Вы выбираете максимальное качество графики на свой страх и риск! При возникновении графических проблем и вылетов качество графики лучше снизить!
zh: 提高画质，存在风险！若出现显示问题，或出现崩溃现象，请调低画质设置！
zh_tw: 提高畫質，存在風險！若出現顯示問題，或出現崩潰現象，請調低畫質設置！

# T_PLEASE_WAIT_TEXT
source: Please wait…
de: Bitte warten…
es: Por favor espera…
fr: Veuillez patienter…
id: Harap tunggu...
it: Attendere…
ja: お待ちください
ko: 잠시만 기다리세요
pt: Favor Aguardar…
ru: Загружается…
zh: 请稍候
zh_tw: 請稍候

# T_PUBLISH_ACHIEVEMENTS_DESCRIPTION
source: Synchronize all your achievements with Facebook.
de: Synchronisiere deine Errungenschaften mit Facebook.
es: ¿Sincronizar todos tus logros con Facebook?
fr: Synchroniser tous vos succès avec Facebook.
id: Sinkronkan semua pencapaianmu dengan Facebook.
it: Sincronizza tutti gli obiettivi con Facebook.
ja: あなたのアチーブメントをFacebookで同期しましょう。
ko: 모든 도전 과제를 Facebook과 동기화하세요.
pt: Sincronizar todas as conquistas com o Facebook.
ru: Синхронизировать все достижения с Facebook.
zh: 和 Facebook 同步您的全部成就。
zh_tw: 和 Facebook 同步您的全部成就。

# T_PURCHASES_3XL_PACKAGE_TEXT
source: Ultimate Prestige package
de: Ultimatives Prestige-Paket
es: Último paquete Prestige
fr: Forfait Ultime Prestige
id: Paket Ultimate Prestige
it: Ultimo pacchetto Prestige
ja: 究極のプレステージパッケージ
ko: 궁극적 인 프레스티지 패키지
pt: Pacote final Prestige
ru: Окончательный Престиж пакет
zh: 终极尊贵包
zh_tw: 終極尊貴包

# T_PURCHASES_4XL_PACKAGE_TEXT
source: Insane Prestige packages
de: Wahnsinniges Prestige-Paket
es: Paquetes Insane Prestige
fr: Forfaits Prestige Insane
id: Paket Prestige gila
it: Insane pacchetti Prestige
ja: 非常識プレステージパッケージ
ko: 미친 프레스티지 패키지
pt: Pacotes insanos Prestige
ru: Безумные Престиж пакеты
zh: 疯狂的尊贵套餐
zh_tw: 瘋狂的尊貴套餐

# T_PURCHASES_FF_FOREVER
source: UNLIMITED FAST-FORWARD
de: UNBEGRENZT VORSPULEN
es: ¡AVANCE RÁPIDO ILIMITADO
fr: AVANCE RAPIDE ILLIMITÉE
id: MAJU CEPAT TAK TERBATAS
it: ACCELERAZIONE ILLIMITATA
ja: 無制限の早送り
ko: 무제한 빨리감기
pt: ACELERAÇÃO ILIMITADA
ru: НЕОГРАНИЧЕННАЯ ПЕРЕМОТКА ВПЕРЕД
zh: 无限的快进
zh_tw: 無限的快進

# T_PURCHASES_FF_FOREVER_TEXT
source: Get unlimited fast forward!
de: Hol dir unbegrenztes Vorspulen!
es: ¡Consigue avance rápido ilimitado!
fr: Obtenez l'avance rapide illimitée !
id: Dapatkan Maju Cepat tak terbatas!
it: Acquista l'accelerazione illimitata!
ja: 無制限の早送りを手に入れましょう。
ko: 무제한 빨리감기 구매!
pt: Adquira aceleração ilimitada!
ru: Получи неограниченную перемотку вперед!
zh: 获取无限的快进！
zh_tw: 獲取無限的快進！

# T_PURCHASES_FREEPRESTIGE
source: FREE PRESTIGE
de: GRATIS PRESTIGE
es: PRESTIGIO GRATIS
fr: PRESTIGE GRATIS
id: PRESTIGE GRATIS
it: PRESTIGIO GRATIS
ja: 無料で名声獲得
ko: 무료 프레스티지
pt: PRESTÍGIO GRATUITO
ru: БЕСПЛАТНЫЕ ОЧКИ ПРЕСТИЖА
zh: 免费获取声望值
zh_tw: 免費獲取聲望點數

# T_PURCHASES_FREEPRESTIGE_TEXT
source: Download more exciting apps and earn free Prestige!
de: Lade dir noch mehr spannende Apps herunter, um gratis Prestige zu erhalten!
es: ¡Descarga otras aplicaciones y consigue prestigio gratis!
fr: Télécharger d'autres apps et gagner des points de Prestige gratis !
id: Unduh lebih banyak apps menarik dan dapatkan Prestige gratis!
it: Scarica altre bellissime applicazioni e guadagna prestigio gratuitamente!
ja: 他のアプリをダウンロードして、名声を獲得しよう！
ko: 재밌는 앱들을 다운하시면, 무료 프레스티지를 얻으실 수 있습니다.
pt: Baixe mais aplicativos bacanas e ganhe Prestígio gratuito!
ru: Загрузи другие захватывающие приложения и заработай бесплатные очки престижа!
zh: 下载更多精彩的应用程序，并免费获取声望值！
zh_tw: 下載更多精彩的應用程式，並免費獲取聲望點數！

# T_PURCHASES_GETIT
source: GET IT!
de: HOL'S DIR!
es: ¡ADQUIRIR!
fr: HOP !
id: DAPATKAN!
it: PRENDI!
ja: ゲットする
ko: 얻기!
pt: PEGUE!
ru: ПОЛУЧИ!
zh: 获取
zh_tw: 獲取

# T_PURCHASES_MEDIUM_PACKAGE
source: {AMOUNT} PRESTIGE
es: {AMOUNT} PRESTIGIO
it: {AMOUNT} PRESTIGIO
ja: {AMOUNT} 名声を購入
ko: {AMOUNT} 프레스티지 포인트
pt: {AMOUNT} PRESTÍGIO
ru: ПРЕСТИЖ {AMOUNT}
zh: 声望值点数 {AMOUNT}
zh_tw: 聲望點數 {AMOUNT}

# T_PURCHASES_MEDIUM_PACKAGE_TEXT
source: Medium Prestige package
de: Mittleres Prestige Paket
es: Paquete de prestigio mediano
fr: Pack de Prestige medium
id: Paket Prestige Sedang
it: Pacchetto prestigio medio
ja: ミディアムパッケージ
ko: 중간 프레스티지 패키지
pt: Pacote de Prestígio médio
ru: Средний пакет очков престижа
zh: 中声望包
zh_tw: 中聲望包

# T_PURCHASES_MORE_INFO
source: More offers
de: Mehr Angebote
es: Más ofertas
fr: Plus d'offres
id: Penawaran lain
it: Altre offerte
ja: 他のオファー
ko: 추가 제안
pt: Mais ofertas
ru: Больше предложений
zh: 更多功能
zh_tw: 更多功能

# T_PURCHASES_MORE_OFFERS
source: Visit the shop for more!
de: Besuche den Shop für mehr!
es: ¡Visita la tienda para conseguir más!
fr: Visitez la boutique !
id: Pergi ke toko!
it: Visita il negozio!
ja: 詳しくはショップへ！
ko: 상점을 방문하세요!
pt: Visite a loja para mais itens!
ru: Посети магазин, чтобы узнать больше!
zh: 拜访商店获得更多资讯！
zh_tw: 拜訪商店獲得更多資訊！

# T_PURCHASES_NO
source: Later
de: Später
es: No
fr: Non
id: Tidak
it: No
ja: あとで
ko: 아니오
pt: Não
ru: Нет
zh: 否
zh_tw: 否

# T_PURCHASES_REMOVEADS
source: REMOVE ADS
de: WERBUNG ENTFERNEN
es: ELIMINAR PUBLICIDAD
fr: SUPPRIMER LES PUBS
id: BUANG IKLAN
it: ELIMINA PUBBLICITA'
ja: 広告削除
ko: 광고 제거
pt: REMOVER ANÚNCIOS
ru: УБРАТЬ РЕКЛАМУ
zh: 消除广告
zh_tw: 消除廣告

# T_PURCHASES_REMOVEADS_FREE
source: REMOVE ADS FOR FREE
de: GRATIS WERBUNG ENTFERNEN
es: ELIMINAR PUBLICIDAD GRATIS
fr: SUPPRIMER LES PUBS GRATIS
id: BUANG IKLAN SECARA GRATIS
it: ELIMINA PUBBLICITA' GRATIS
ja: 無料で広告削除
ko: 무료로 광고 제거
pt: REMOVER ANÚNCIOS GRATUITAMENTE
ru: УБРАТЬ РЕКЛАМУ БЕСПЛАТНО
zh: 免费消除广告
zh_tw: 免費消除廣告

# T_PURCHASES_REMOVEADS_FREE_TEXT
source: Get the chance to remove all ads for free!
de: Erhalte die Möglichkeit, alle Werbebanner gratis zu entfernen!
es: ¡Elimina gratuitamente todos los anuncios!
fr: Supprimez les publicités gratuitement !
id: Dapatkan kesempatan membuang semua iklan dengan gratis!
it: Sfrutta l'opportunità di eliminare i banner pubblicitari gratuitamente!
ja: 無料で全広告を削除するチャンスを得よう！
ko: 무료로 모든 광고를 제거할 기회를 잡으세요!
pt: Consiga remover todos os anúncios gratuitamente!
ru: Получи возможность убрать всю рекламу бесплатно!
zh: 得到免费消除所有广告的机会！
zh_tw: 得到免費消除所有廣告的機會！

# T_PURCHASES_REMOVEADS_TEXT
source: Remove all in-game ads and banners!
de: Entferne alle Werbebanner!
es: ¡Elimina toda la publicidad y los anuncios del juego!
fr: Supprimez pubs et bandeaux !
id: Buang semua iklan dan banner dalam-game!
it: Elimina tutti i banner pubblicitari!
ja: ゲーム内広告とバナーをすべて削除できます！
ko: 게임 광고 및 배너를 제거합니다!
pt: Remova todos os anúncios e banners do jogo!
ru: Убери всю внутриигровую рекламу и баннеры!
zh: 消除所有游戏中的广告和横幅!
zh_tw: 消除所有遊戲中的廣告和橫幅!

# T_PURCHASES_SMALL_PACKAGE
source: {AMOUNT} PRESTIGE
es: {AMOUNT} PRESTIGIO
it: {AMOUNT} PRESTIGIO
ja: {AMOUNT} 名声を購入
ko: {AMOUNT} 프레스티지 포인트
pt: {AMOUNT} PRESTÍGIO
ru: ПРЕСТИЖ {AMOUNT}
zh: 声望值点数 {AMOUNT}
zh_tw: 聲望點數 {AMOUNT}

# T_PURCHASES_SMALL_PACKAGE_AMOUNT
source: Get 300 Prestige to spend in the game!
de: 300 Prestige zum Ausgeben im Spiel!
es: ¡Consigue 300 puntos de prestigio para gastar en el juego!
fr: Gagnez 300 points de Prestige à dépenser dans le jeu !
id: Dapatkan 300 Prestige untuk digunakan di game!
it: Compra 300 punti prestigio da spendere nel gioco!
ja: 300名声をゲットしてゲームをプレイしよう！
ko: 게임에서 사용할 300 프레스티지를 얻습니다!
pt: Consiga 300 pontos de Prestígio para gastar no jogo!
ru: Получи 300 очков престижа, которые можно будет потратить в игре!
zh: 获得 300 个声望值可以在游戏中花费。
zh_tw: 獲得 300 個聲望點數可以在遊戲中花費。

# T_PURCHASES_SMALL_PACKAGE_TEXT
source: Small Prestige package
de: Kleines Prestige-Paket
es: Paquete de prestigio pequeño
fr: Pack de Prestige mini
id: Paket Prestige kecil
it: Pacchetto prestigio piccolo
ja: スモールパッケージ
ko: 작은 프레스티지 페키지
pt: Pacote de Prestígio ótimo
ru: Малый пакет очков престижа
zh: 小型声望包
zh_tw: 小型聲望包

# T_PURCHASES_SPONSORPAY
source: SPONSORPAY
ko: 후원금
pt: PAGAMENTO DO PATROCINADOR
zh: 赞助商支付
zh_tw: 贊助商支付

# T_PURCHASES_SPONSORPAY_TEXT
source: Get the opportunity to earn free Prestige!
de: Erhalte die Möglichkeit, an gratis Prestige zu kommen!
es: ¡Consigue prestigio gratis!
fr: Gagnez des points de Prestige gratis !
id: Dapatkan kesempatan untuk memperoleh Prestige gratis!
it: Sfrutta l'opportunità di guadagnare prestigio gratuitamente!
ja: 名声を無料でゲットするチャンスを得よう！
ko: 무료 프레스티지를 얻을 기회를 잡으세요!
pt: Consiga ganhar Prestígio gratuito!
ru: Получи возможность заработать бесплатные очки престижа!
zh: 得到免费获取声望值的机会！
zh_tw: 得到免費獲取聲望點數的機會！

# T_PURCHASES_XPX2_FOREVER
source: UNLIMITED DOUBLE XP
de: UNBEGRENZT DOPPELT XP
es: ¡DOBLE DE EXP ILIMITADO!
fr: DOUBLE XP ILLIMITEE !
id: XP-GRAND TAK TERBATAS!
it: DOPPIA XP ILLIMITATA!
ja: 無制限のXP2倍
ko: 무제한 DOUBLE-XP!
pt: O DOBRO DE XP, SEM LIMITES!
ru: Неограниченный удвоенный опыт!
zh: 无限的双倍 XP 值！
zh_tw: 無限的雙倍 XP 值！

# T_PURCHASES_XPX2_FOREVER_TEXT
source: Get unlimited Double XP!
de: Hol dir unbegrenzt doppelte XP!
es: ¡Consigue ya el doble de EXP de forma ilimitada!
fr: Obtenez la double XP illimitée !
id: Dapatkan XP ganda tak terbatas!
it: Acquista la doppia XP illimitata!
ja: 無制限のXP2倍を手に入れましょう。
ko: 무제한 double XP 구매!
pt: Adquira o dobro de XP!
ru: Получи неограниченный удвоенный опыт!
zh: 获取无限的双倍 XP 值！
zh_tw: 獲取無限的雙倍 XP 值！

# T_PURCHASES_XXL_PACKAGE
source: {AMOUNT} PRESTIGE
es: {AMOUNT} PRESTIGIO
it: {AMOUNT} PRESTIGIO
ja: {AMOUNT} 名声を購入
ko: {AMOUNT} 프레스티지 포인트
pt: {AMOUNT} PRESTÍGIO
ru: ПРЕСТИЖ {AMOUNT}
zh: 声望值点数 {AMOUNT}
zh_tw: 聲望點數{AMOUNT}

# T_PURCHASES_XXL_PACKAGE_TEXT
source: Awesome Prestige package
de: Unglaublich großes Prestige-Paket
es: Paquete de prestigio increíble
fr: Pack de Prestige génial
id: Paket Prestige Istimewa
it: Pacchetto prestigio superiore
ja: プレミアムパッケージ
ko: 최상 프레스티지 패키지
pt: Pacote de Prestígio ótimo
ru: Потрясающий пакет очков престижа
zh: 很棒的声望包
zh_tw: 很棒的聲望包

# T_PURCHASE_TEASER
source: How about more Prestige? Wouldn't it be great to be able to use the fast forward feature or to be able to summon the merchant instantly? So what are you waiting for? Visit the Townshop!
de: Wie wär's mit ein bisschen mehr Prestige? Du willst doch sicher auch schneller bauen, öfter Vorspulen oder den Händler sofort rufen können! Worauf wartest du also noch? Ab zum Townshop!
fr: Vous voulez plus de prestige ? Ça vous tenterait d'utiliser la fonction d'avance rapide ou d'appeler le marchand instantanément ? Alors n'attendez pas une seconde de plus et foncez à la Boutique !
id: Bagaimana cara mendapat lebih banyak Prestige? Bukankah menyenangkan jika bisa menggunakan fitur pemercepat, atau untuk memanggil pedagang secara cepat? Jadi apa yang kamu tunggu lagi? Kunjungi Townshop!
ja: もっと名声が必要ではありませんか？ 早送りをしたり、瞬時に商人を招いたり、建設、リサーチもできます。 タウンショップで「名声」を購入することができます。
ko: 더 많은 프레스티지 포인트가 필요하십니까? 시간 빨리 감기 기능 또는 상인을 즉시 불러올 기능을 사용할 수 있다면 멋지지 않겠습니까? 무엇을 기다리고 계신가요? 타운샵을 방문하십시오!
pt: Que tal mais de Prestígio? Não seria ótimo conseguir usar o recurso de avançar ou convocar o mercador instantaneamente? Então o que você está esperando? Visite a loja da cidade!
ru: Как насчет еще большего количества очков престижа? Разве не классно будет получить возможность использовать функцию быстрой перемотки или иметь возможность мгновенно вызывать купца? Чего же ты ждешь? Посети Городской магазин!

# T_PURCHASE_TEASER_DOUBLEXP_SHORT
source: You want to reach higher levels much faster? Get unlimited double XP now!
de: Möchtest du schneller höhere Stufen erreichen? Hol dir doppelt soviel XP für immer!
es: ¿Quieres que tu ciudad suba de nivel más rápido? ¡Consigue ya el doble de EXP de forma ilimitada!
fr: Vous voulez atteindre beaucoup plus rapidement les nouveaux niveaux de la ville ? Obtenez la double XP illimitée dès maintenant !
id: Anda ingin mencapai level kota baru jauh lebih cepat? Dapatkan XP ganda tak terbatas sekarang!
it: Vuoi raggiungere nuovi livelli molto più in fretta? Procurati subito la Doppia XP!
ja: より早く新しいレベルに到達したいなら、「無制限のXP2倍」を購入しましょう。
ko: 새로운 레벨에 더 빨리 도달하길 원하시나요? 무제한 double XP를 지금 구매하세요!
pt: Deseja passar a cidade de nível mais rápido? Adquira o dobro de XP, sem limites!
ru: Хочешь достичь новых уровней города намного быстрей? Получи неограниченный удвоенный опыт прямо сейчас!
zh: 想要更快的将城镇升级？ 现在就去获取无限的双倍 XP 值！
zh_tw: 想要更快的將城鎮升級？ 現在就去獲取無限的雙倍 XP 值！

# T_PURCHASE_TEASER_FASTFORWARD_SHORT
source: 60 seconds of fast forward aren't enough? Get unlimited fast forward!
de: Dir reichen 60 Sekunden Vorspulen nicht? Hol dir unbegrenztes Vorspulen!
es: ¿No te bastan 60 segundos de avance rápido? ¡Consigue un avance rápido ilimitado!
fr: 60 secondes d'avance rapide ne vous suffisent pas ? Obtenez l'avance rapide illimitée !
id: 60 detik maju cepat belum cukup? Dapatkan maju cepat tak terbatas!
it: 60 secondi di fast forward non sono abbastanza? Procurati l'accelerazione illimitata!
ja: 60秒しかできない早送りにご不満なら、「無制限の早送り」を購入しましょう。
ko: 60초의 빨리감기가 충분치 않으신가요? 무제한 빨리 감기를 구매하십시오!
pt: 60 segundos de aceleração não são suficientes? Adquira aceleração ilimitada!
ru: 60 секунд перемотки вперед явно недостаточно? Получи неограниченную функцию перемотки вперед!
zh: 60 秒的快进不够？ 现在就去获取无限的快进！
zh_tw: 60 秒的快進不夠？ 現在就去獲取無限的快進！

# T_PURCHASE_TEASER_NOADS_SHORT
source: You don't like adbanners or interstital ads? Get the ad free version!
de: Du magst keine Werbebanner oder Werbeunterbrechungen? Hol dir die werbefreie Version!
es: ¿No te gustan los anuncios? ¡Consigue la versión sin anuncios!
fr: Vous n'aimez pas les bannières de pub ou les publicités interstitielles ? Obtenez la version sans publicité !
id: Anda tidak suka spanduk iklan dan ruang iklan? Dapatkan versi bebas iklan!
it: Non ti piacciono i banner e le pubblicità? Procurati la versione ad-free!
ja: 「広告削除」を購入すると、広告を削除します。
ko: 배너 또는 광고가 싫으신가요? 광고-프리 버전을 구매하십시오!
pt: Não gosta de banners e anúncios atrapalhando? Adquira a versão sem anúncios!
ru: Не нравятся рекламные баннеры или рекламные паузы? Получи версию без рекламы!
zh: 不喜欢广告？ 现在就去获取无广告版本！
zh_tw: 不喜歡廣告？ 現在就去獲取無廣告版本！

# T_QUESTS_BANQUETT
source: The King wants to have a great festivity. Make sure that we have the necessary goods in stock.
de: Der König möchte einen großen Ball ausrichten. Stellt sicher, dass die nötigen Güter zur Verfügung stehen.
es: El rey quiere celebrar una gran fiesta. Ten preparados todos los artículos necesarios.
fr: Le roi veut lancer de grandes festivités. Assurez-vous d'avoir les biens nécessaires en stock.
id: Raja ingin mengadakan perayaan besar. Pastikan ketersediaan semua barang yang dibutuhkan.
it: Il Re vuole organizzare una grande festa. Controlla di avere tutto il necessario in stock.
ja: 王様は素晴らしい祝祭を希望しています。必要なものが揃っているか確かめましょう。
ko: 왕이 멋진 축제를 원합니다. 필요한 물건이 모두 있는지 확인하세요.
pt: O Rei quer fazer uma grande festividade. Certifique-se de que temos os recursos necessários.
ru: Король хочет устроить праздник. Убедитесь, что у нас для этого достаточно ресурсов.
zh: 国王想举办一场盛大的欢庆活动。请务必储备必要的物资。
zh_tw: 國王想舉辦一場盛大的歡慶活動。請務必儲備必要的物資。

# T_QUESTS_COVERAGE
source: Most of the village is not sufficiently protected. We need to build more guard towers.
de: Das Dorf muss besser geschützt werden, Statthalter. Ihr solltet den Bau von weiteren Wachtürmen in Auftrag geben.
es: La mayor parte de la aldea no está bien defendida. Tenemos que construir más torres de vigilancia.
fr: Une bonne partie du village est mal défendu. Nous devons bâtir plus de tours de garde.
id: Sebagian besar desa tidak terlindungi dengan baik. Kita harus membangun lebih banyak menara jaga.
it: Gran parte del villaggio non è sufficientemente protetta. Dobbiamo costruire altre torri di guardia.
ja: 村のほとんどはきちんと防衛されていません。もっと見張り塔を建てる必要があります。
ko: 마을 대부분의 방어가 취약합니다. 감시탑을 더 만들어야 합니다.
pt: A maior parte da cidade não está bem protegida. Devemos construir mais torres de guarda.
ru: Большая часть города пока что остается без должной защиты. Нужно построить дополнительные сторожевые вышки.
zh: 大多数乡村都得不到有效保护。咱们需要增设守卫塔。
zh_tw: 大多數鄉村都得不到有效保護。咱們需要增設守衛塔。

# T_QUESTS_PRODUCE_ARMORS
source: Produce armors.
de: Produziere Rüstungen.
es: Produce armaduras.
fr: Produisez des armures.
id: Buatlah baju tempur.
it: Produci armature.
ja: 鎧を生産する。
ko: 갑옷을 생산하세요.
pt: Produza armaduras.
ru: Произведи доспехи.
zh: 打造盔甲。
zh_tw: 打造盔甲。

# T_QUESTS_PRODUCE_BREW
source: Produce brew.
de: Produziere Gebräu.
es: Produce cerveza.
fr: Produisez de la boisson.
id: Buatlah bir.
it: Produci birra.
ja: ビールを生産する。
ko: 맥주를 생산하세요.
pt: Produza cerveja.
ru: Свари пиво.
zh: 生产啤酒。
zh_tw: 生產啤酒。

# T_QUESTS_PRODUCE_CLOTHES
source: Produce clothes.
de: Produziere Kleidung.
es: Produce ropa.
fr: Produisez des vêtements.
id: Buatlah pakaian.
it: Produci abiti.
ja: 服を生産する。
ko: 옷을 생산하세요.
pt: Produza roupas.
ru: Сшей одежду.
zh: 制作服装。
zh_tw: 製作服裝。

# T_QUESTS_PRODUCE_JEWELLERY
source: Produce jewels.
de: Produziere Schmuck.
es: Produce joyas.
fr: Produisez des bijoux.
id: Buatlah perhiasan.
it: Produci gioielli.
ja: 宝石を生産する。
ko: 보석을 생산하세요.
pt: Produza joias.
ru: Произведи ювелирные украшения.
zh: 加工首饰。
zh_tw: 加工首飾。

# T_QUESTS_PRODUCE_JUICE
source: Produce grape juice.
de: Produziere Traubensaft.
es: Produce zumo de uva.
fr: Produisez des cruches de jus de raisin.
id: Buatlah jus anggur.
it: Produci unità di succo d'uva.
ja: ぶどうジュースを生産する。
ko: 포도 주스를 생산하세요.
pt: Produza suco de uva.
ru: Произведи виноградный сок.
zh: 生产葡萄汁。
zh_tw: 生產葡萄汁。

# T_QUESTS_PRODUCE_SAUSAGES
source: Produce sausages.
de: Produziere Würstchen.
es: Produce salchichas.
fr: Produisez des saucisses.
id: Buatlah sosis.
it: Produci salsicce.
ja: ソーセージを生産する。
ko: 소시지를 생산하세요.
pt: Produza salsichas.
ru: Произведи колбасы.
zh: 加工香肠。
zh_tw: 加工香腸。

# T_QUESTS_PRODUCE_TOOLS
source: Produce tools.
de: Produziere Werkzeuge.
es: Produce herramientas.
fr: Produisez des outils.
id: Buatlah peralatan.
it: Produci utensili.
ja: 工具を生産する。
ko: 도구를 생산하세요.
pt: Produza ferramentas.
ru: Произведи инструменты.
zh: 制作工具。
zh_tw: 製作工具。

# T_QUESTS_PRODUCE_WEAPONS
source: Produce weapons.
de: Produziere Waffen.
es: Produce armas.
fr: Produisez des armes.
id: Buatlah senjata.
it: Produci armi.
ja: 武器を生産する。
ko: 무기를 생산하세요.
pt: Produza armas.
ru: Произведи оружие.
zh: 制造武器。
zh_tw: 製造武器。

# T_QUESTS_PRODUCE_WOOL
source: Produce wool.
de: Produziere Wolle.
es: Produce lana.
fr: Produisez des ballots de laine.
id: Hasilkan wol.
it: Produci lana.
ja: 羊毛を生産する。
ko: 울을 생산하세요.
pt: Produza lã.
ru: Произведи шерсть.
zh: 生产羊毛。
zh_tw: 生產羊毛。

# T_QUESTS_SCENARIO_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_001_TITLE
source: Make a rope.
de: Fertige ein Seil an.
es: Haz una cuerda.
fr: Faites une corde.
id: Membuat tali.
it: Fai una corda.
ja: ロープを作る。
ko: 로프를 만드세요.
pt: Faça uma corda.
ru: Изготовить веревку.
zh: 制作一条绳索。
zh_tw: 製作一條繩索。
