Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_KEYBINDINGS_083
source: You can move the camera with the keys {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} and {KEY_BINDING_CAMERA_RIGHT}.
de: Du kannst die Kamera mit den Tasten {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} und {KEY_BINDING_CAMERA_RIGHT} bewegen.
es: Puedes mover la cámara con las teclas {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} y {KEY_BINDING_CAMERA_RIGHT}.
fr: Vous pouvez déplacer la caméra à l'aide des touches {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} et {KEY_BINDING_CAMERA_RIGHT}.
id: Kamu bisa menggerakkan kamera dengan tombol {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} dan {KEY_BINDING_CAMERA_RIGHT}.
it: Puoi spostare la visuale con i tasti {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} e {KEY_BINDING_CAMERA_RIGHT}.
ja: {KEY_BINDING_CAMERA_UP}、 {KEY_BINDING_CAMERA_DOWN}、 {KEY_BINDING_CAMERA_LEFT}、{KEY_BINDING_CAMERA_RIGHT}のキーでカメラを動かします。
ko: {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} 및 {KEY_BINDING_CAMERA_RIGHT} 키로 카메라를 이동할 수 있습니다.
pt: Você pode mover a câmera com as teclas {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} e {KEY_BINDING_CAMERA_RIGHT}.
ru: Для перемещения камеры используй {KEY_BINDING_CAMERA_UP}, {KEY_BINDING_CAMERA_DOWN}, {KEY_BINDING_CAMERA_LEFT} и {KEY_BINDING_CAMERA_RIGHT}.
zh: 移动相机，可使用以下按键{KEY_BINDING_CAMERA_UP}、{KEY_BINDING_CAMERA_DOWN}、{KEY_BINDING_CAMERA_LEFT} 和 {KEY_BINDING_CAMERA_RIGHT}。
zh_tw: 移動相機，可使用以下按鍵{KEY_BINDING_CAMERA_UP}、{KEY_BINDING_CAMERA_DOWN}、{KEY_BINDING_CAMERA_LEFT} 和 {KEY_BINDING_CAMERA_RIGHT}。

# T_GAME_LOADINGTIP_KEYBINDINGS_084
source: You can use shortcuts for most game functions: Fast forward – {KEY_BINDING_FF} Build menu – {KEY_BINDING_BUILDMENU} Questlog – {KEY_BINDING_QUESTS} Statistics – {KEY_BINDING_STATISTICS} Delete objects – {KEY_BINDING_SHOVEL} Research – {KEY_BINDING_RESEARCH} Screenshot – {KEY_BINDING_SCREENSHOT} Menu – {KEY_BINDING_INGAMEMENU} Warnings – {KEY_BINDING_ALERTS} Townshop – {KEY_BINDING_TOWNSHOP}
de: Die Funktionen im Spiel kannst du auch über Tastenkürzel erreichen: Vorspulen – {KEY_BINDING_FF} Baumenü – {KEY_BINDING_BUILDMENU} Aufgaben – {KEY_BINDING_QUESTS} Statistiken – {KEY_BINDING_STATISTICS} Objekte löschen – {KEY_BINDING_SHOVEL} Forschung – {KEY_BINDING_RESEARCH} Screenshot – {KEY_BINDING_SCREENSHOT} Menü – {KEY_BINDING_INGAMEMENU} Warnungen – {KEY_BINDING_ALERTS} Townshop – {KEY_BINDING_TOWNSHOP}
es: Teclas de acceso rápido para los botones del HUD: Avance rápido – {KEY_BINDING_FF} Menú construcción – {KEY_BINDING_BUILDMENU} Registro de misiones – {KEY_BINDING_QUESTS} Pantalla de estadísticas – {KEY_BINDING_STATISTICS} Eliminar objetos – {KEY_BINDING_SHOVEL} Menú investigación – {KEY_BINDING_RESEARCH} Pantallazo – {KEY_BINDING_SCREENSHOT} Menú del juego – {KEY_BINDING_INGAMEMENU} Registro de incidentes – {KEY_BINDING_ALERTS} Tienda – {KEY_BINDING_TOWNSHOP}
fr: Vous pouvez utiliser des raccourcis pour les boutons de l'interface : Avance rapide – {KEY_BINDING_FF} Menu de construction – {KEY_BINDING_BUILDMENU} Journal de quête – {KEY_BINDING_QUESTS} Écran de statistiques – {KEY_BINDING_STATISTICS} Effacer les objets – {KEY_BINDING_SHOVEL} Menu de recherche – {KEY_BINDING_RESEARCH} Capture d'écran – {KEY_BINDING_SCREENSHOT} Menu en jeu – {KEY_BINDING_INGAMEMENU} Journal d'incidents – {KEY_BINDING_ALERTS} Boutique – {KEY_BINDING_TOWNSHOP}
id: Kamu bisa menggunakan pintasan untuk tombol HUD: Percepat – {KEY_BINDING_FF} Menu pembangunan – {KEY_BINDING_BUILDMENU} Log tugas – {KEY_BINDING_QUESTS} Layar statistik – {KEY_BINDING_STATISTICS} Hapus objek – {KEY_BINDING_SHOVEL} Menu riset – {KEY_BINDING_RESEARCH} Ambil cuplikan gambar – {KEY_BINDING_SCREENSHOT} Menu ingame – {KEY_BINDING_INGAMEMENU} Log insiden – {KEY_BINDING_ALERTS} Toko – {KEY_BINDING_TOWNSHOP}
it: Puoi usare le scorciatoie per i pulsanti dell’interfaccia: Avanti veloce – {KEY_BINDING_FF} Menu di costruzione – {KEY_BINDING_BUILDMENU} Registro missioni – {KEY_BINDING_QUESTS} Schermata statistiche – {KEY_BINDING_STATISTICS} Cancella oggetti – {KEY_BINDING_SHOVEL} Menu ricerca – {KEY_BINDING_RESEARCH} Scatta immagine – {KEY_BINDING_SCREENSHOT} Menu di gioco – {KEY_BINDING_INGAMEMENU} Registro incidenti – {KEY_BINDING_ALERTS} Bottega – {KEY_BINDING_TOWNSHOP}
ja: HUDのボタンの代わりにショートカットを使うことができます。 早送り – {KEY_BINDING_FF} 建設メニュー – {KEY_BINDING_BUILDMENU} クエストログ – {KEY_BINDING_QUESTS} 統計画面 – {KEY_BINDING_STATISTICS} オブジェクト削除 – {KEY_BINDING_SHOVEL} リサーチメニュー – {KEY_BINDING_RESEARCH} スクリーンショットを撮る – {KEY_BINDING_SCREENSHOT} ゲーム内メニュー – {KEY_BINDING_INGAMEMENU} イベントログ – {KEY_BINDING_ALERTS} タウンショップ – {KEY_BINDING_TOWNSHOP}
ko: HUD 바로 가기 버튼을 사용할 수 있습니다: 빨리 감기 – {KEY_BINDING_FF} 만들기 메뉴 – {KEY_BINDING_BUILDMENU} 퀘스트 로그 – {KEY_BINDING_QUESTS} 통계 화면 – {KEY_BINDING_STATISTICS} 아이템 삭제 – {KEY_BINDING_SHOVEL} 연구 메뉴 – {KEY_BINDING_RESEARCH} 스크린샷 찍기 – {KEY_BINDING_SCREENSHOT} 게임 내 메뉴 – {KEY_BINDING_INGAMEMENU} 사고 로그 – {KEY_BINDING_ALERTS} 타운샵 – {KEY_BINDING_TOWNSHOP}
pt: Você pode usar atalhos para os controles: Avançar – {KEY_BINDING_FF} Menu de construção – {KEY_BINDING_BUILDMENU} Missões – {KEY_BINDING_QUESTS} Tela de estatísticas – {KEY_BINDING_STATISTICS} Apagar objetos – {KEY_BINDING_SHOVEL} Menu de pesquisas – {KEY_BINDING_RESEARCH} Capturar tela – {KEY_BINDING_SCREENSHOT} Menu do jogo – {KEY_BINDING_INGAMEMENU} Incidentes – {KEY_BINDING_ALERTS} Loja da cidade – {KEY_BINDING_TOWNSHOP}
ru: У каждой кнопки интерфейса есть своя горячая клавиша. Перемотка вперед — {KEY_BINDING_FF} Меню строительства — {KEY_BINDING_BUILDMENU} Журнал заданий — {KEY_BINDING_QUESTS} Экран статистики — {KEY_BINDING_STATISTICS} Удаление объектов — {KEY_BINDING_SHOVEL} Меню исследования — {KEY_BINDING_RESEARCH} Снимок экрана — {KEY_BINDING_SCREENSHOT} Меню игры — {KEY_BINDING_INGAMEMENU} Журнал происшествий — {KEY_BINDING_ALERTS} Городской магазин – {KEY_BINDING_TOWNSHOP}
zh: 可使用快捷键替代平视显示器按钮： 快进 – {KEY_BINDING_FF} 建造菜单 – {KEY_BINDING_BUILDMENU} 任务日志 – {KEY_BINDING_QUESTS} 统计屏 – {KEY_BINDING_STATISTICS} 删除物体 – {KEY_BINDING_SHOVEL} 研究菜单 – {KEY_BINDING_RESEARCH} 屏幕截图 – {KEY_BINDING_SCREENSHOT} 游戏内菜单 – {KEY_BINDING_INGAMEMENU} 意外事件日志 – {KEY_BINDING_ALERTS} 城镇商店 – {KEY_BINDING_TOWNSHOP}
zh_tw: 可使用快速鍵替代平視顯示器按鈕： 快進 – {KEY_BINDING_FF} 建造功能表 – {KEY_BINDING_BUILDMENU} 任務日誌 – {KEY_BINDING_QUESTS} 統計屏 – {KEY_BINDING_STATISTICS} 刪除物體 – {KEY_BINDING_SHOVEL} 研究功能表 – {KEY_BINDING_RESEARCH} 螢幕截圖 – {KEY_BINDING_SCREENSHOT} 遊戲內功能表 – {KEY_BINDING_INGAMEMENU} 意外事件日誌 – {KEY_BINDING_ALERTS} 城鎮商店 – {KEY_BINDING_TOWNSHOP}

# T_GAME_LOADINGTIP_KEYBINDINGS_085
source: When an incident has occurred in your town, you can jump directly to the warnings by pressing {KEY_BINDING_ALERTS}.
de: Wenn ein Ereignis in deinem Dorf passiert, kannst du mit dem Tastenkürzel {KEY_BINDING_ALERTS} direkt zu den Warnungen springen.
es: Cuando ocurre un incidente en tu ciudad, puedes saltar directamente al registro de incidentes pulsando {KEY_BINDING_ALERTS}.
fr: Lorsqu'incident se produit dans votre ville, vous pouvez accéder directement au lieu de l'incident en appuyant sur {KEY_BINDING_ALERTS}.
id: Kalau terjadi di insiden di kotamu, kamu bisa melompat langsung ke log insiden dengan menekan {KEY_BINDING_ALERTS}.
it: Quando si verifica un incidente nella sua città puoi saltare direttamente al registro degli incidenti premendo {KEY_BINDING_ALERTS}.
ja: 街でイベントが起こると、{KEY_BINDING_ALERTS}を押して、イベントログに直接ジャンプできます。
ko: 마을에 사고가 일어나면 {KEY_BINDING_ALERTS} 키를 눌러 바로 사고 로그로 이동할 수 있습니다.
pt: Quando um incidente ocorrer em sua cidade, você pode acessar o registro de incidentes pressionando {KEY_BINDING_ALERTS}.
ru: Если в городе случится происшествие, ты можешь быстро открыть журнал происшествий, нажав {KEY_BINDING_ALERTS}.
zh: 您的城镇发生意外事件时，按下 {KEY_BINDING_ALERTS}，即可直接跳转到意外事件日志。
zh_tw: 您的城鎮發生意外事件時，按下 {KEY_BINDING_ALERTS}，即可直接跳轉到意外事件日誌。

# T_GAME_LOADINGTIP_KEYBINDINGS_086
source: The subpages of the statistics can be directly reached with shortcuts: Trade – {KEY_BINDING_TRADE} Warehouses – {KEY_BINDING_STOCK} Happiness – {KEY_BINDING_HAPPINESS} Military menu – {KEY_BINDING_MILITARY} Destroy resources – {KEY_BINDING_DELETE}
de: Die einzelnen Bereiche der Statistiken kannst du über Tastenkürzel direkt erreichen: Handel – {KEY_BINDING_TRADE} Lagerbestand – {KEY_BINDING_STOCK} Zufriedenheit – {KEY_BINDING_HAPPINESS} Militär – {KEY_BINDING_MILITARY} Rohstoffe vernichten – {KEY_BINDING_DELETE}
es: Hay teclas de acceso rápido para acceder a las subpáginas de la pantalla de estadísticas: Menú de comercio – {KEY_BINDING_TRADE} Existencias de almacén – {KEY_BINDING_STOCK} Menú de felicidad – {KEY_BINDING_HAPPINESS} Menú militar – {KEY_BINDING_MILITARY} Eliminar recursos – {KEY_BINDING_DELETE}
fr: Vous pouvez accéder directement aux sous–pages de l'écran statistique avec les raccourcis : Menu d'échanges – {KEY_BINDING_TRADE} Stock de l'entrepôt – {KEY_BINDING_STOCK} Menu de bonheur – {KEY_BINDING_HAPPINESS} Menu militaire – {KEY_BINDING_MILITARY} Supprimer les ressources – {KEY_BINDING_DELETE}
id: Sub–halaman dari layar statistik bisa diakses langsung dengan pintasan: Menu dagang – {KEY_BINDING_TRADE} Inventaris gudang – {KEY_BINDING_STOCK} Menu kebahagiaan – {KEY_BINDING_HAPPINESS} Menu militer – {KEY_BINDING_MILITARY} Hapus sumber daya – {KEY_BINDING_DELETE}
it: Le sottopagine della schermata statistiche possono essere raggiunte direttamente con le scorciatoie: Menu commercio – {KEY_BINDING_TRADE} Stock di magazzino – {KEY_BINDING_STOCK} Menu felicità – {KEY_BINDING_HAPPINESS} Menu militare – {KEY_BINDING_MILITARY} Cancella risorse – {KEY_BINDING_DELETE}
ja: 統計画面の各ページにショートカットキーで直接遷移できます。 取引メニュー – {KEY_BINDING_TRADE} 倉庫の在庫 – {KEY_BINDING_STOCK} 幸福度メニュー – {KEY_BINDING_HAPPINESS} 軍事メニュー – {KEY_BINDING_MILITARY} 資材削除 – {KEY_BINDING_DELETE}
ko: 통계 화면의 하위 페이지는 바로 가기로 간단히 이동할 수 있습니다: 거래 메뉴 – {KEY_BINDING_TRADE} 창고 재고 – {KEY_BINDING_STOCK} 행복도 메뉴 – {KEY_BINDING_HAPPINESS} 군대 메뉴 – {KEY_BINDING_MILITARY} 자원 삭제 – {KEY_BINDING_DELETE}
pt: As subpáginas da tela de estaísticas podem ser acessadas com os atalhos: Menu de comércio – {KEY_BINDING_TRADE} Estoque do depósito – {KEY_BINDING_STOCK} Menu de felicidade – {KEY_BINDING_HAPPINESS} Menu militar – {KEY_BINDING_MILITARY} Apagar recursos – {KEY_BINDING_DELETE}
ru: У каждой страницы экрана статистики есть своя горячая клавиша: Меню торговли — {KEY_BINDING_TRADE} Запасы в пакгаузе — {KEY_BINDING_STOCK} Меню счастья — {KEY_BINDING_HAPPINESS} Меню армии — {KEY_BINDING_MILITARY} Удаление ресурсов — {KEY_BINDING_DELETE}
zh: 直接访问统计屏的子页面，可使用以下快捷键： 贸易菜单 – {KEY_BINDING_TRADE} 仓库菜单 – {KEY_BINDING_STOCK} 幸福度菜单 – {KEY_BINDING_HAPPINESS} 军事菜单 – {KEY_BINDING_MILITARY} 删除资源 – {KEY_BINDING_DELETE}
zh_tw: 直接訪問統計屏的子頁面，可使用以下快速鍵： 貿易功能表 – {KEY_BINDING_TRADE} 倉庫功能表 – {KEY_BINDING_STOCK} 幸福度功能表 – {KEY_BINDING_HAPPINESS} 軍事功能表 – {KEY_BINDING_MILITARY} 刪除資源 – {KEY_BINDING_DELETE}

# T_GAME_LOADINGTIP_KEYBINDINGS_087
source: You can save your game anytime in the menu or with the shortcut {KEY_BINDING_QUICKSAVE}.
de: Du kannst dein Spiel jederzeit speichern. Entweder über das Menü oder mit der Taste {KEY_BINDING_QUICKSAVE}.
es: Puedes guardar la partida en cualquier momento en el menú del juego o con la tecla de acceso rápido {KEY_BINDING_QUICKSAVE}.
fr: Vous pouvez sauvegarder le jeu à tout moment dans le menu en jeu ou bien avec le raccourci {KEY_BINDING_QUICKSAVE}.
id: Game–mu bisa disimpan kapan saja di menu ingame atau dengan pintasan {KEY_BINDING_QUICKSAVE}.
it: Puoi salvare la partita in ogni momento nel menu di gioco o mediante la scorciatoia {KEY_BINDING_QUICKSAVE}.
ja: ゲーム内メニューやショートカットキーの{KEY_BINDING_QUICKSAVE}でいつでもセーブできます。
ko: 게임 내 메뉴나 바로 가기 {KEY_BINDING_QUICKSAVE} 키로 언제라도 게임을 저장할 수 있습니다.
pt: Você pode salvar seu jogo a qualquer momento no menu de jogo ou com o atalho {KEY_BINDING_QUICKSAVE}.
ru: Игру можно сохранить в любой момент. Для этого открой игровое меню или нажми горячую клавишу {KEY_BINDING_QUICKSAVE}.
zh: 保存游戏进程，可随时使用游戏菜单，或使用快捷键{KEY_BINDING_QUICKSAVE}。
zh_tw: 保存遊戲進程，可隨時使用遊戲功能表，或使用快速鍵{KEY_BINDING_QUICKSAVE}。

# T_GAME_LOADINGTIP_KEYBINDINGS_088
source: There are many keybindings in the game. You can find a list of keybindings in the menu.
de: Es gibt viele Tastenkürzel die du verwenden kannst. Eine genaue Liste mit der Tastenbelegung kannst du im Menü einsehen.
es: Hay muchas funciones que a las que se puede acceder con teclas de acceso rápido. Encontrarás una lista en el menú de pausa.
fr: Il y a de nombreux raccourcis clavier en jeu. Vous en trouverez la liste dans le menu de pause.
id: Di dalam game ada banyak kombinasi tombol. Di menu pause ada daftarnya.
it: Ci sono molte scorciatoie da tastiera nel gioco. Puoi trovarne un elenco nel menu di pausa.
ja: ゲーム内にはキー設定がたくさんあります。ポーズメニューでキー設定の一覧を確認できます。
ko: 게임에는 지정된 키가 많이 있습니다. 일시 중지 메뉴에서 지정된 키 목록을 볼 수 있습니다.
pt: Há muitas teclas de atalho no jogo. Você pode achar uma lista dessas teclas no menu de pausa.
ru: Для многих игровых действий есть свои горячие клавиши. Полный список можно найти в меню паузы.
zh: 游戏内有多个快捷键组合。在暂停菜单中，可以找到快捷键列表。
zh_tw: 遊戲內有多個快速鍵組合。在暫停功能表中，可以找到快速鍵列表。

# T_GAME_LOADINGTIP_LIGHTNING_STRIKE
source: Caution: While a thunderstorm is lasting, lightning can strike your buildings!
de: Achtung: Während eines Gewitters können Blitze in deine Gebäude einschlagen!
es: Cuidado: ¡si una tormenta se prolonga, pueden caer rayos en los edificios!
fr: Attention : pendant une tempête, les éclairs peuvent frapper vos bâtiments !
id: Awas: Pada waktu ada badai petir, bangunanmu bisa tersambar!
it: Attenzione: durante un temporale, i fulmini possono colpire i tuoi edifici!
ja: 注意：雷雨の間、雷があなたの建物に落ちることがあります！
ko: 주의: 폭풍우 동안 번개가 건물에 떨어질 수 있어요!
pt: Cuidado: Durante a tempestade, seus prédios podem ser atingidos por raios!
ru: Внимание! Во время бурь здания могут пострадать от ударов молний!
zh: 注意：雷暴持续时，闪电有可能击中您的房屋！
zh_tw: 注意：雷暴持續時，閃電有可能擊中您的房屋！

# T_GAME_LOADINGTIP_NOADS
source: You don't like ad banners and ad interstitials? How about an ad-free version? Play Townsmen without ads - forever! What are you waiting for? Visit the Townshop!
de: Du magst keine Werbebanner oder Unterbrechungen? Wie wär's mit einer werbefreien Version? Spiele Townsmen ohne Werbung, für immer! Worauf wartest du also noch? Ab zum Townshop!
es: ¿No te gustan los anuncios? ¿Te gustaría tener una versión sin anuncios? Juega a Townsmen sin anuncios... ¡por siempre jamás! ¿A qué estás esperando? ¡Visita la tienda!
fr: Vous n'aimez pas les bannières de pub et les publicités interstitielles ? Que diriez-vous d'une version sans publicité ? Jouez à Townsmen sans publicité, pour toujours ! Alors n'attendez pas une seconde de plus et foncez à la Boutique !
id: Anda tidak suka spanduk iklan dan ruang iklan? Bagaimana kalau versi bebas iklan? Mainkan Townsmen tanpa iklan - selamanya! Tunggu apa lagi? Kunjungi Tokota!
it: Non ti piacciono i banner e le pubblicità? Vuoi una versione ad-free? Gioca a Townsmen senza pubblicità, per sempre! Cosa stai aspettando? Visita la Bottega!
ja: 広告が邪魔ですか？ 広告削除を購入すれば、広告は永久に表示されなくなります。 タウンショップで「広告削除」を購入することができます。
ko: 배너 또는 광고가 싫으신가요? 광고-프리 버전은 어떻습니까? 광고 없이 Townsmen을 사용하세요 - 영원히 무엇을 기다리시나요? 타운샵을 방문하십시오!
pt: Não gosta de banners e anúncios atrapalhando? Que tal uma versão livre de anúncios? Jogue Townsmen sem anúncios - para sempre! O que está esperando? Visite a loja!
ru: Не нравятся рекламные баннеры и рекламные паузы? Как насчет версии без рекламы? Играй в Townsmen без рекламы - всегда! Чего же ты ждешь? Посети Городской магазин!
zh: 不喜欢广告?无广告版本听起来怎么样？ 玩永久无广告的 Townsmen！ 还等什么？快来访问城镇商店！
zh_tw: 不喜歡廣告？無廣告版本聽起來怎麼樣？ 玩永久無廣告的 Townsmen！ 還等什麼？快來訪問城鎮商店！

# T_GAME_LOADINGTIP_SNOWSTORM
source: Caution: Your buildings decay faster during heavy snowfall!
de: Achtung: Während starkem Schneefall verfallen deine Gebäude schneller!
es: Cuidado: ¡las nevadas fuertes deterioran los edificios!
fr: Attention : vos bâtiments se détériorent plus vite durant de grosses chutes de neige !
id: Awas: Bangunanmu akan rusak lebih cepat saat hujan salju lebat.
it: Attenzione: i tuoi edifici si deteriorano più in fretta durante le nevicate!
ja: 注意：豪雪の間、あなたの建物は早く老朽します！！
ko: 주의: 눈이 많이 내리면 건물이 더 빨리 붕괴됩니다!
pt: Cuidado: Seus prédios estragam-se mais rápido sob a neve!
ru: Внимание! Во время сильного снегопада здания быстрее изнашиваются!
zh: 注意：下大雪时，房屋损坏会加剧。
zh_tw: 注意：下大雪時，房屋損壞會加劇。

# T_GAME_LOADINGTIP_YOUTUBE_GENERIC
source: You can watch tutorial and gameplay videos on our Townsmen YouTube channel, just select the YouTube button in the main menu.
de: Im Hauptmenü hast du die Möglichkeit dir „Let's play“-Videos und Einführungen auf unserem Townsmen YouTube-Kanal anzuschauen.
es: Puedes ver vídeos tutoriales y de mecánica de juego a través del canal de Townsmen en YouTube. Selecciona el botón de YouTube en el menú principal.
fr: Vous pouvez regarder le didacticiel et des vidéos de jeu en provenance de notre chaîne Townsmen sur YouTube, sélectionnez simplement le bouton Youtube à partir du menu principal.
id: Kamu bisa menonton video tutorial dan cara bermain di saluran Townsmen di YouTube. Kamu tinggal memilih tombol YouTube di menu utama.
it: Puoi vedere il tutorial e i gameplay sul canale YouTube ufficiale. Clicca sul pulsante YouTube nel menù principale.
ja: メインメニューよりチュートリアルとゲームプレイ動画をTownsmenのYouTubeチャンネルで見ることができます。
ko: Townsmen YouTube 채널에서 튜토리얼과 게임플레이 동영상을 볼 수 있습니다. 주 메뉴에서 YouTube 버튼을 선택하세요.
pt: Você pode ver vídeos tutoriais e do jogo no canal de Townsmen no YouTube. Basta usar o botão YouTube no menu principal.
ru: В главном меню можно посмотреть обучающие видео и видео игрового процесса с канала Townsmen на YouTube. Просто нажми на значок YouTube.
zh: 您可以到我们的 YouTube 上的 Townsmen 频道，去观看教程视频及游戏视频，只要选择主菜单上的 YouTube 按钮即可。
zh_tw: 您可以到我們的 YouTube 上的 Townsmen 頻道，去觀看教程錄影及遊戲錄影，只要選擇主功能表上的 YouTube 按鈕即可。

# T_GAME_LOADINGTIP_YOUTUBE_MOUSE
source: From the main menu you can watch tutorial and gameplay videos from our Townsmen YouTube channel. Just click on the YouTube button.
de: Im Hauptmenü hast du die Möglichkeit dir „Let's play“-Videos und Einführungen auf unserem Townsmen YouTube-Kanal anzuschauen. Du brauchst nur auf den YouTube Reiter zu klicken.
es: En el menú principal puedes ver vídeos de tutoriales y mecánica de juego desde nuestro canal de Townsmen de YouTube. Haz clic en el botón de YouTube.
fr: Depuis le menu principal, vous pouvez regarder des vidéos de didacticiel ou de gameplay sur notre chaîne YouTube Townsmen. Cliquez simplement sur le bouton YouTube.
id: Dari menu utama, kamu bisa menonton video tutorial dan cara bermain di saluran Townsmen di YouTube. Kamu tinggal klik tombol YouTube.
it: Dal menù principale puoi guardare tutorial e gameplay sul nostro canale YouTube ufficiale. Clicca sul pulsante YouTube.
ja: メインメニューからTownsmenのYouTubeチャンネルのチュートリアルやゲームプレイ動画を見ることができます。YouTubeボタンをクリックしてください。
ko: 주 메뉴에서 Townsmen YouTube 채널의 튜토리얼과 게임플레이 동영상을 볼 수 있습니다. YouTube 버튼을 클릭하세요.
pt: Pelo menu principal você pode assistir vídeos de tutorial e de jogo do canal de Townsmen no YouTube. Basta clicar no botão YouTube.
ru: В главном меню можно посмотреть обучающие видео и видео игрового процесса с канала игры Townsmen на YouTube. Просто нажми на значок YouTube.
zh: 从主菜单，可以到我们的 YouTube 上的 Townsmen 频道，去观看教程视频及游戏视频。只要点击 YouTube 按钮即可。
zh_tw: 從主功能表，可以到我們的 YouTube 上的 Townsmen 頻道，去觀看教程錄影及遊戲錄影。只要點擊 YouTube 按鈕即可。

# T_GAME_LOADINGTIP_YOUTUBE_TOUCH
source: From the main menu you can watch tutorial and gameplay videos from our Townsmen YouTube channel. Just tap the YouTube button.
de: Im Hauptmenü hast du die Möglichkeit dir „Let's play“-Videos und Einführungen auf unserem Townsmen YouTube-Kanal anzuschauen. Du brauchst nur auf den YouTube Reiter zu drücken.
es: En el menú principal podrás mirar vídeos del juego y del tutorial a través del canal de Townsmen en YouTube. Solo tienes que tocar el icono de YouTube.
fr: À partir du menu principal, vous pouvez regarder le didacticiel et des vidéos de jeu en provenance de notre canal Townsmen sur YouTube. Touchez simplement le bouton YouTube.
id: Dari menu utama, Anda dapat menonton tutorial dan video permainan dari saluran YouTube Townsmen. Ketuk saja tombol YouTube.
it: Dal menu principale puoi vedere il tutorial e i video di gioco grazie al nostro canale YouTube Townsmen. Tocca il tasto YouTube.
ja: メインメニューよりチュートリアルとゲームプレイ動画をTownsmenのYouTubeチャンネルで見ることができます。YouTubeボタンをタップしてください。
ko: 메인 메뉴에서 게임플레이 튜토리얼 비디오를 YouTube버튼을 누르시면 볼 수 있습니다. YouTube 버튼을 누르세요.
pt: Do menu principal, você pode ver vídeos tutoriais e do jogo no nosso canal Townsmen no YouTube. Basta Just usar o botão do YouTube.
ru: С помощью главного меню ты сможешь познакомиться с учебными видео и видео игрового процесса на канале игры Townsmen на YouTube. Просто прикоснись к кнопке YouTube.
zh: 你可心从主菜单上选择观看教程，也可以从我们的YouTube频道观看游戏操作影像。 只需要点击YouTube按纽。
zh_tw: 您可心從主功能表上選擇觀看教程，也可以從我們的YouTube頻道觀看遊戲操作影像。 只需要點擊YouTube按紐。

# T_GAME_MANUAL_LOAD_GOOGLE_CLOUDSAVE_01
source: Load local
de: Lokal laden
es: Cargar local
fr: Charger en local
id: Muat lokal
it: Carica localmente
ja: ローカルを読み込む
ko: 로컬 로드
pt: Carregar localmente
ru: Загрузить сохранение с устройства
zh: 加载本地存档
zh_tw: 加載本地存檔

# T_GAME_MANUAL_SAVE
source: Save game
de: Spiel speichern
es: Guardar partida
fr: Sauvegarder
id: Simpan game
it: Salva partita
ja: 保存する
ko: 게임 저장
pt: Salvar jogo
ru: Сохранить игру
zh: 存档
zh_tw: 存檔

# T_GAME_MANUAL_SAVE_GOOGLE_CLOUDSAVE_01
source: Save local
de: Lokal speichern
es: Guardar local
fr: Sauvegarder en local
id: Simpan lokal
it: Salva localmente
ja: ローカルに保存
ko: 로컬 저장
pt: Salvar localmente
ru: Сохранить на устройстве
zh: 保存本地存档
zh_tw: 保存本地存檔

# T_GAME_MAP_ARCHIPELAGO
source: Archipelago
de: Archipel
es: Archipiélago
fr: Archipel
id: Gugusan Pulau
it: Arcipelago
ja: 群島
ko: 군도
pt: Arquipélago
ru: Архипелаг
zh: 列岛
zh_tw: 列島

# T_GAME_MAP_BASICTRAINING
source: Military basic training
de: Militärische Grundausbildung
es: Entrenamiento militar básico
fr: Entraînement militaire de base
id: Latihan dasar militer
it: Addestramento militare di base
ja: 軍事基礎訓練
ko: 군사 기본 훈련
pt: Treinamento militar básico
ru: Базовые военные учения
zh: 部队基本训练
zh_tw: 部隊基本訓練

# T_GAME_MAP_BEHIND_BLINDERS
source: Behind the blinders
de: Hinter den Scheuklappen
es: Tras las anteojeras
fr: Derrière les palissades
id: Kacamata Kuda
it: Pericoli nascosti
ja: 目隠しの後ろ
ko: 눈가리개 뒤에서
pt: Atrás das cortinas
ru: За кулисами
zh: 眼罩之后
zh_tw: 眼罩之後

# T_GAME_MAP_CANALGRANDE
source: Grand canal
de: Canal Grande
es: Gran Canal
id: Kanal besar
it: Canal Grande
ja: 大運河
ko: 대형 수로
pt: Grande canal
ru: Великий канал
zh: 大运河
zh_tw: 大運河

# T_GAME_MAP_CLIFF
source: Mountainside
de: Am Berghang
es: Ladera de la montaña
fr: À flanc de montagne
id: Lereng gunung
it: Montagna
ja: 山腹
ko: 산주변
pt: Encosta da montanha
ru: Склон
zh: 山腰
zh_tw: 山腰

# T_GAME_MAP_COAST
source: Coast
de: Küste
es: Costa
fr: Côte
id: Pesisir Pantai
it: Costa
ja: 沿岸
ko: 해변가
pt: Costa
ru: Побережье
zh: 海岸线
zh_tw: 海岸線

# T_GAME_MAP_COASTALISLAND
source: Coastal island
de: Küsteninsel
es: Isla costera
fr: Île côtière
id: Pulau di lepas pantai
it: Isola costiera
ja: 沿岸の島
ko: 해안 섬
pt: Ilha costeira
ru: Прибрежный остров
zh: 海滨小岛
zh_tw: 海濱小島

# T_GAME_MAP_DEEPFOREST
source: Frozen plain
de: Gefrorene Ebene
es: Llanura helada
fr: Plaine gelée
id: Dataran Beku
it: Pianura ghiacciata
ja: 凍てついた平野
ko: 프로즌 플레인
pt: Planície gélida
ru: Замерзшая равнина
zh: 冰原
zh_tw: 冰原

# T_GAME_MAP_DELTA
source: Delta
ja: 三角州
ko: 델타
ru: Дельта
zh: 三角洲
zh_tw: 三角洲

# T_GAME_MAP_DESIRES
source: A girl's desires
de: Die Wünsche einer Frau
es: Los deseos de una chica
fr: Les désirs d'une femme
id: Harapan Wanita
it: Moglie felice...
ja: 女性の願望
ko: 소녀의 소원
pt: Desejos de menina
ru: Женские желания
zh: 女孩的愿望
zh_tw: 女孩的願望
