Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GOOGLE_QUESTS_BORDERCONFLICT_DESC
source: Let it be known throughout the kingdom: His majesty the King has declared war on the neighboring country. All stewards are advised to fortify their towns and build guard towers.
de: Lasst es alle im Königreich wissen: Seine Majestät, der König hat dem Nachbarland den Krieg erklärt! Alle Statthalter sind angewiesen, ihre Grenzen mit genügend Wachtürmen zu befestigen!
es: Que se sepa en todo el reino: Su Majestad el Rey ha declarado la guerra al país vecino. Se aconseja a todos los administradores que fortifiquen sus ciudades y construyan torres de vigilancia.
fr: Oyez, habitants du royaume : Sa Majesté le Roi a déclaré la guerre au pays voisin. Tous les intendants sont priés de fortifier leur ville et bâtir des tours de garde.
id: Agar diketahui di semua pelosok kerajaan: Paduka Raja telah menyatakan perang kepada negeri tetangga. Semua steward diminta membentengi kota masing-masing dan membangun menara jaga.
it: Che si sappia in tutto il regno: Sua Maestà ha dichiarato guerra al paese confinante. Tutti gli amministratori sono tenuti a fortificare le loro città e a costruire torri di guardia.
ja: 王国中に知らせましょう。国王は、隣国との戦争を宣言しました。家令は皆、自らの街を強化し、見張り塔を建てなければなりません。
ko: 왕국 곳곳에 알리세요. 왕께서 이웃 나라와 전쟁을 선포했습니다. 모든 영주들은 마을의 방어를 강화하고 감시탑을 만드세요.
pt: Que seja conhecido em todo o reino: Sua Majestade, o Rei, declarou guerra ao país vizinho. Todos os administradores devem fortificar suas cidades e construir torres de guarda.
ru: Пусть весть облетит все королевство: Его Величество король объявил войну соседней стране. Всем наместникам приказано укрепить свои города и построить сторожевые башни.
zh: 要向全国宣告：国王陛下已向邻国宣战。各地官员都要加固城防，修建守卫塔。
zh_tw: 要向全國宣告：國王陛下已向鄰國宣戰。各地官員都要加固城防，修建守衛塔。

# T_GOOGLE_QUESTS_BORDERCONFLICT_NAME
source: Border conflict
de: Grenzkonflikt
es: Conflicto fronterizo
fr: Conflit frontalier
id: Konflik perbatasan
it: Guerra di confine
ja: 国境紛争
ko: 국경 충돌
pt: Conflito de fronteira
ru: Пограничный конфликт
zh: 边界冲突
zh_tw: 邊界衝突

# T_GOOGLE_QUESTS_BREEDING_DESC
source: A new edict has just been signed by his majesty. The losses in livestock have to be compensated. A lot of animals have died because of the unknown illness that struck farms all over the kingdom. Breed pigs, my lord.
de: Ein neues Edikt ist vom König unterzeichnet worden. Es beauftragt Euch, die Verluste in der Viehzucht wieder auszugleichen. Eine merkwürdige Tierkrankheit hat in den letzten Wochen viele der Tiere verenden lassen. Also müsst Ihr Schweine züchten, Lord!
es: Su Majestad acaba de firmar un nuevo edicto. Hay que compensar la pérdida de ganado. Muchos animales han muerto debido a una desconocida enfermedad que ha afectado a las granjas de todo el reino. Cría cerdos, mi Señor.
fr: Un nouveau décret vient d'être signé par Sa Majesté. Les pertes de bétail doivent être compensées. Beaucoup d'animaux sont morts à cause de cette maladie inconnue qui a frappé les fermes dans tout le royaume. Élevez des cochons, mon seigneur.
id: Surat keputusan baru telah ditandatangani oleh Yang Mulia. Penurunan jumlah ternak harus diatasi. Banyak hewan ternak mati akibat penyakit misterius yang menyerang peternakan di seluruh kerajaan. Tuanku harus beternak babi!
it: Sua Maestà ha appena firmato un nuovo editto. Le perdite di bestiame devono essere compensate. Molti animali sono morti a causa della malattia sconosciuta che ha colpito le fattorie di tutto il paese. Alleva maiali, mio signore.
ja: 国王は、今さっき新しい勅令に署名されました。家畜の損失を補償しなければなりません。動物の多くは、王国中の農場を襲った未知の病気で死滅しました。豚を飼育しましょう。
ko: 왕이 새로운 포고령에 서명했습니다. 가축의 손실을 보상해야 합니다. 왕국 전역의 농장을 휩쓴 알 수 없는 병 때문에 많은 동물이 죽었습니다. 돼지를 키우세요.
pt: Um novo decreto foi assinado por sua majestade. As perdas dos rebanhos devem ser compensadas. Muitos animais morreram por causa da doença desconhecida que atacou as fazendas de todo o reino. Crie porcos, meu senhor.
ru: Его Величество только что подписал новый закон. Потери домашнего скота необходимо возмещать. Многие животные умерли от неизвестной болезни, настигнувшей фермы по всему королевству. Разводите свиней, милорд.
zh: 陛下已签署法令，一定要弥补家畜的损失。王国各地，都有农场受到无名疾病的侵袭，致使牲畜大量死亡。养猪吧，我的领主。
zh_tw: 陛下已簽署法令，一定要彌補家畜的損失。王國各地，都有農場受到無名疾病的侵襲，致使牲畜大量死亡。養豬吧，我的領主。

# T_GOOGLE_QUESTS_BREEDING_NAME
source: Large scale breeding
de: Großzucht
es: Crianza a gran escala
fr: Élevage à grande échelle
id: Peternakan skala besar
it: Fornitura su grande scala
ja: 大規模飼育
ko: 대규모 사육
pt: Criação em grande escala
ru: Крупномасштабное разведение скота
zh: 大量养殖
zh_tw: 大量養殖

# T_GOOGLE_QUESTS_CARPENTER_DESC
source: The King was very disappointed the last time he visited the country villages. Most of the towns were ruinous at best. So he ordered governors from all over the country to initiate the new craftsmen edict. Every town shall construct enough carpenter‘s workshops so the towns are in the best condition the next time the King visits.
de: Der König war sehr entäuscht, als er zuletzt die Dörfer auf dem Lande besichtigt hat. Viele von ihnen waren heruntergekommen. Aus diesem Grunde hat er eine neue Handwerksverordnung angeordnet. Jedes Dorf soll genügend Schreinereien in Auftrag geben, damit der König bei seinem nächsten Besuch alle Dörfer in bestem Zustand vorfinden wird.
es: El rey quedó muy decepcionado en su última visita a las aldeas del país. La mayoría estaban en la ruina. De modo que ha ordenado a todos los gobernadores que pongan en práctica el nuevo edicto de los artesanos. Cada aldea construirá talleres de carpintería para estar en mejores condiciones la próxima vez que el rey haga una visita.
fr: Le roi a été très déçu la dernière fois qu'il a visité le pays. La plupart des villages étaient presque en ruines. Il a donc ordonné aux gouverneurs de tout le pays de rédiger un nouvel édit pour les artisans. Chaque hôtel de ville doit construire assez de menuiseries pour s'assurer que les villages soient en bonne condition à la prochaine visite du roi.
id: Sang Raja sangat kecewa sewaktu perjalanan kelilingnya yang terakhir. Sebagian besar kota dalam keadaan tidak terurus. Karena itu beliau memerintah semua gubernur untuk menjalankan perintah kepada para tukang. Setiap kota harus membuat cukup banyak bengkel tukang kayu, agar kota dalam keadaan terbaik pada kunjungan berikut sang Raja.
it: Il re è rimasto molto deluso l’ultima volta che ha visitato i villaggi di campagna. Molte delle città erano in rovina. Quindi ha ordinato ai governatori di tutto il paese di dare inizio al nuovo editto degli artigiani. Ogni città dovrà costruire un numero sufficiente di laboratori di carpentieri in modo che le città siano presentabili per la prossima visita del Re.
ja: 前回、国の村々を訪ねた国王は大変落胆していました。ほとんどの町は荒廃していたからです。そのため、国王は国中の領主に新しい職人の勅令を開始するよう命じました。次に国王が訪問する時に町が最高の状態でいられるよう、十分な数の大工店を建設してください。
ko: 왕이 지난 번 마을을 방문에서 크게 실망했습니다. 대부분의 마을이 폐허에 가까운 상태였습니다. 그래서 왕이 왕국 전역의 영주에게 새로운 기능공 포고령을 시작하라고 명령을 내렸습니다. 모든 마을은 목공소를 충분히 만들어 다음 왕의 방문 시 최상의 상태를 유지해야 합니다.
pt: O Rei ficou muito desapontado da última vez que visitou as aldeias do interior. Muitas cidades estavam em ruínas. Por isso ele ordenou aos governadores de todo o país que iniciem o novo decreto dos artesãos. Toda cidade deve construir oficinas de carpintaria suficientes para que es cidades estejam em melhores condições na próxima visita do Rei.
ru: Когда король объезжал свои владения в прошлый раз, он остался очень недоволен. В большинстве городов царила разруха. Поэтому он приказал губернаторам привести в исполнение новый указ ремесленников. В преддверии следующего визита короля в каждом городе велено построить мастерские плотников в количестве, достаточном для обеспечения достойного облика улиц.
zh: 国王上次巡查全国村庄，结果大失所望。多数镇甸之破败，仅称得上是废墟。故而，他下令，要求全国各地总督，推行新的工匠法令。每个镇，都要建立数量足够的木匠作坊，以便下次国王出巡，城镇可有最佳面貌。
zh_tw: 國王上次巡查全國村莊，結果大失所望。多數鎮甸之破敗，僅稱得上是廢墟。故而，他下令，要求全國各地總督，推行新的工匠法令。每個鎮，都要建立數量足夠的木匠作坊，以便下次國王出巡，城鎮可有最佳面貌。

# T_GOOGLE_QUESTS_CARPENTER_TITLE
source: Craftsmen Edict
de: Handwerksverordnung
es: Edicto de los artesanos
fr: L'édit des artisans
id: Perintah untuk para tukang
it: L’editto degli artigiani
ja: 職人の勅令
ko: 기능공 포고령
pt: Decreto dos artesãos
ru: Указ ремесленников
zh: 工匠法令
zh_tw: 工匠法令

# T_GOOGLE_QUESTS_CHURCH_DESC
source: By order of the leader of the diocese! The neglection of the faith is not tolerated anymore. The stewards of the country are advised to construct more churches in their villages!
de: Anordnung des obersten Bishofs der Diözese! Im ganzen Lande wird der Glauben vernachlässigt. Unsere Statthalter sind angewiesen worden ihre Dörfer und Städte mit zusätzlichen Kirchen zu erweitern!
es: ¡Por orden del líder de la diócesis! No se tolerarán más negligencias religiosas. ¡Se ordena a los administradores del país construir más iglesias en sus aldeas!
fr: Par ordre du supérieur du diocèse, aucune négligence de la foi ne sera plus tolérée ! Les intendants du pays doivent construire plus d'églises dans leurs villages !
id: Atas perintah pimpinan gereja! Keimanan warga tidak boleh dibiarkan semakin rusak. Para steward di seluruh negeri disarankan membangun lebih banyak gereja di desa masing-masing.
it: Per ordine del capo diocesi! La mancanza di fede non sarà più tollerata. I vassalli del paese hanno il dovere di costruire più chiese nei loro villaggi!
ja: 教区の指導者からの命令です！信仰の怠慢はこれ以上容認できません。国の全執事に、各村にもっと教会を建てるよう勧告が出ました。
ko: 교구 목사님의 명령입니다! 더 이상 믿음을 저버리는 행위를 용서할 수 없습니다. 왕국의 모든 영주들은 마을에 교회를 추가 건설해야 합니다!
pt: Por ordem do líder da diocese, a displicência da fé não será mais tolerada. Os administradores do país devem construir mais igrejas em suas aldeias!
ru: Слушайте указ главы епархии! Довольно пренебрегать вопросами веры. Наместникам королевства следует построить в деревнях больше церквей.
zh: 教区主教下令了！信仰缺失，已到了让人忍无可忍的地步。建议国内各级官员，在其治下村庄建立更多教堂！
zh_tw: 教區主教下令了！信仰缺失，已到了讓人忍無可忍的地步。建議國內各級官員，在其治下村莊建立更多教堂！

# T_GOOGLE_QUESTS_CHURCH_TITLE
source: Church convention
de: Kirchentag
es: Convención eclesiástica
fr: Congrès de l'église
id: Pembangunan gereja
it: Convenzione ecclesiastica
ja: 教会集会
ko: 교회 관습
pt: Convenção da igreja
ru: Церковный конгресс
zh: 教会命令
zh_tw: 教會命令

# T_GOOGLE_QUESTS_CLOTHES_DESC
source: It's cold outside and the townsfolk have no appropriate clothes. Be so benevolent and produce some clothes.
de: Der Winter naht und viele Bürger können sich keine angemessene Kleidung leisten. Seid so gütig und verarbeitet einige Stoffe zu Kleidung.
es: Hace frío y la población carece de ropa apropiada. Ten la amabilidad de fabricar ropa nueva.
fr: Il fait froid dehors et les habitants n'ont pas de vêtements appropriés. Faites preuve de bonté et produisez-leur des vêtements.
id: Udara di luar dingin dan penduduk tidak punya pakaian yang sesuai. Berbaik hatilah dengan membuatkan pakaian untuk mereka.
it: Fuori fa freddo e i cittadini non hanno abiti adeguati. Sii buono e producine in quantità.
ja: 外は寒く、町の人たちにはちゃんとした服がありません。どうか服を何枚か作ってください。
ko: 밖이 춥고 주민들은 적절한 옷이 없습니다. 자비심을 발휘하여 옷을 생산해주십시오.
pt: Está frio lá fora e os trabalhadores não têm roupas apropriadas. Seja benevolente e produza algumas roupas.
ru: На улице холодает, а у горожан нет подходящей одежды. Помогите нам, сшейте им немного одежды.
zh: 外面太冷了，镇上的人还没有合适的衣服。请您恩准，做些衣服吧。
zh_tw: 外面太冷了，鎮上的人還沒有合適的衣服。請您恩准，做些衣服吧。

# T_GOOGLE_QUESTS_CLOTHES_TITLE
source: Clothes for the people
de: Kleidung für das Volk
es: Ropa para la gente
fr: Des vêtements pour le peuple
id: Pakaian untuk rakyat
it: Abiti per il popolo
ja: 人々のための衣服
ko: 사람들을 위한 옷
pt: Roupas para o povo
ru: Одежда для горожан
zh: 镇民服装
zh_tw: 鎮民服裝

# T_GOOGLE_QUESTS_CONFLAGRATION_DESC
source: The kingdom is suffering the fourth month of prolonged drought. It is your task to ensure that fires in your town are extinguished immediately. It would be a disaster if the town fell victim to the flames.
de: Das Königreich leidet unter der andauernden Dürre. Nun liegt es an Euch, jedes Feuer in der Stadt schnellstmöglich zu löschen. Es wäre eine Katastrophe, wenn die Stadt einem Großbrand zum Opfer fallen würde.
es: El reino sufre su cuarto mes de sequía prolongada. Tu deber es extinguir los incendios en tu ciudad inmediatamente. Sería un desastre que cayera pasto de las llamas.
fr: Le royaume souffre depuis quatre ans de la sécheresse. Vous devez donc vous assurer d'éteindre immédiatement les feux qui se déclenchent en ville. Les conséquences d'un incendie seraient dramatiques.
id: Sudah empat bulan kerajaan dilanda kekeringan berkepanjangan. Tugasmu adalah memastikan bahwa setiap kebakaran di kotamu segera dipadamkan. Jangan sampai terjadi bencana dan kotamu musnah dilahap si jago merah.
it: Il regno sta soffrendo il quarto mese consecutivo di siccità. Il tuo compito è assicurarti che gli incendi nella tua città vengano spenti immediatamente. Sarebbe un disastro se la città venisse distrutta dalle fiamme.
ja: 王国は、4か月間にもわたる干ばつに苦しんでいます。あなたの役目は、街で火事が発生してもすぐに鎮火されるよう保証することです。街が炎の犠牲になっては一大事です。
ko: 왕국에 4달 동안 가뭄이 지속되어 고통을 받고 있습니다. 마을에 일어난 화재를 즉시 진압하세요. 마을이 화염에 희생되면 재앙이 될 거예요.
pt: O reino está sofrendo o quarto mês de seca prolongada. Sua tarefa é garantir que os incêndios na sua cidade sejam extinguidos imediatamente. Seria um desastre se a cidade fosse atingida pelas chamas.
ru: Уже четвертый месяц королевство страдает от затянувшейся засухи. Твоя задача — немедленно пресекать любой пожар в своем городе. Было бы ужасно, если бы город поглотило пламя.
zh: 王国正在遭受第四个月的漫长干旱。你的任务是，确保城中之火立即熄灭。此时，如若城中失火，必将酿成大灾。
zh_tw: 王國正在遭受第四個月的漫長乾旱。你的任務是，確保城中之火立即熄滅。此時，如若城中失火，必將釀成大災。

# T_GOOGLE_QUESTS_CONFLAGRATION_NAME
source: Conflagration
de: Großbrand
es: Conflagración
fr: Incendies
id: Kebakaran besar
it: Conflagrazione
ja: 大火災
ko: 대화재
pt: Conflagração
ru: Пожарные меры
zh: 火灾无情
zh_tw: 火災無情

# T_GOOGLE_QUESTS_CONSTRCUTION_DESC
source: The King has ordered the enlargement of the town. Vow obedience and start constructing new buildings straightaway!
de: Der König hat die Vergrößerung der Stadt in Auftrag gegeben. Zeigt Gehorsam und beginnt unverzüglich mit dem Bau von neuen Gebäuden.
es: El Rey ha ordenado expandir la ciudad. ¡Muestra tu obediencia y empieza a construir edificios nuevos de inmediato!
fr: Le roi a ordonné l'élargissement de la ville. Obéissez à son ordre et commencez immédiatement à construire de nouveaux bâtiments !
id: Paduka Raja telah memberi perintah agar kota diperluas. Tunjukkan kesetiaanmu dan segera mulai mendirikan bangunan baru!
it: Il Re ha ordinato l'ampliamento della città. Obbedisci e inizia a costruire subito nuovi edifici.
ja: 国王は街の拡大を命じました。服従を誓い、新たな建物の建築を今すぐに開始するのです！
ko: 왕이 마을 확장을 명령했습니다. 명령에 따라 바로 새로운 건물의 공사를 시작하세요!
pt: O Rei ordenou a ampliação da cidade. Declare obediência e comece a construir novos edifícios imediatamente!
ru: Король приказал увеличить город. Прояви послушание и немедленно начни строительство новых зданий!
zh: 国王已命令扩建城镇。你要宣誓服从，立即修建新房屋！
zh_tw: 國王已命令擴建城鎮。你要宣誓服從，立即修建新房屋！

# T_GOOGLE_QUESTS_CONSTRCUTION_NAME
source: Construction project
de: Bauvorhaben
es: Proyecto de construcción
fr: Projet de construction
id: Proyek pembangunan
it: Progetto di costruzione
ja: 建設計画
ko: 건설 프로젝트
pt: Projeto de construção
ru: Строительный проект
zh: 建筑项目
zh_tw: 建築項目

# T_GOOGLE_QUESTS_DEDICATION_DESC
source: Your lordship has been nominated to complete several special assignments by his Majesty the King. Complete several scenarios successfully!
de: Eure Lordschaft ist ausgewählt worden, mehrere Spezialaufträge im Namen seiner Majestät auszuführen. Schließt mehrere Szenarien erfolgreich ab!
es: Señor, Su Majestad el Rey os ha elegido para llevar a cabo varias misiones especiales. ¡Completa varios escenarios con éxito!
fr: Seigneur, vous avez été choisi pour accomplir plusieurs tâches au service de Sa Majesté le Roi. Complétez plusieurs scénarios avec succès !
id: Tuanku terpilih untuk menjalankan beberapa tugas khusus atas nama Yang Mulia. Tuntaskan beberapa skenario dengan sukses!
it: Sua Signoria è stato scelto per completare diversi compiti speciali da Sua Maestà il Re. Completa con successo diversi scenari.
ja: あなたは国王により特別任務を遂行するよう任命されました。いくつかのシナリオを成功させましょう！
ko: 왕이 지시한 여러 특별 과업을 완료할 적격자로 영주님이 선정됐습니다. 여러 시나리오를 성공적으로 완료하세요!
pt: Vossa senhoria foi indicada por sua majestade, o Rei, para completar várias tarefas especiais. Complete os diversos cenários com sucesso!
ru: Тебе поручили выполнить несколько особых поручений Его Величества. Успешно выполни несколько сценариев!
zh: 领主阁下，国王陛下已亲自点名，由你完成几项特殊任务。把这几件差事办得漂漂亮亮的！
zh_tw: 領主閣下，國王陛下已親自點名，由你完成幾項特殊任務。把這幾件差事辦得漂漂亮亮的！

# T_GOOGLE_QUESTS_DEDICATION_NAME
source: Dedication to the Kingdom
de: Hingabe zum Königreich
es: Dedicación al reino
fr: Dévouement au royaume
id: Dedikasi kepada kerajaan
it: Dedizione al Regno
ja: 王国への献身
ko: 왕국에 대한 헌신
pt: Dedicação ao Reino
ru: Преданность королевству
zh: 为国尽忠
zh_tw: 為國盡忠

# T_GOOGLE_QUESTS_FAIRGROUND_DESC
source: The King is planning a nation-wide event to celebrate his successful campaign against the bandit incursion. He wants new fairground buildings in every town of the country. Make the necessary preparations for it!
de: Im Auftrag des Königs ist zum erfolgreichen Abschluss seiner Kampagne, gegen den Einfall der Banditen, eine Feierlichkeit geplant. Er verlangt in jedem Dorf der Stadt Festplätze. Ihr solltet mit den notwendigen Vorbereitungen beginnen.
es: El rey planea un evento a nivel nacional para celebrar su exitosa campaña contra las incursiones de bandidos. Desea que se construyan nuevos recintos feriales en cada aldea del país. ¡Haz los preparativos necesarios!
fr: Le roi organise un évènement à l'échelle de la nation afin de célébrer le succès de sa campagne contre l'incursion des bandits. Il veut des champs de foire dans chaque village du pays. Faites les préparatifs nécessaires !
id: Sang Raja merencanakan acara di seluruh negeri untuk merayakan keberhasilannya menumpas kaum bandit. Beliau minta setiap kota di Kerajaan menambah bangunan di arena pekan raya. Siapkanlah semua keperluannya!
it: Il Re vuole organizzare un evento nazionale per festeggiare la sua campagna contro l’incursione dei banditi. Vuole nuovi centri fieristici in ogni città del paese. Fai i preparativi necessari!
ja: 国王は盗賊の侵略に対する作戦の成功を祝って国を挙げた祝賀イベントを計画しています。国王は国中の全ての町に催事会場を建てるよう望まれています。必要な準備を始めてください！
ko: 왕이 전국적으로 이벤트를 개최하여 강도의 침략을 물리친 것을 축하하려 합니다. 왕국의 모든 마을에 새로 축제장 건물을 지으려 합니다. 이를 위한 준비를 하세요!
pt: O Rei está planejando um evento nacional para celebrar sua bem-sucedida campanha contra o ataque dos bandidos. Ele quer a construção de novas praças de eventos em todas as cidades do país. Faça as preparações necessárias!
ru: Король планирует провести грандиозное празднество в честь своей победы над бандитскими ханами. Он желает, чтобы в каждом городе королевства было построено по новой ярмарочной площади. Озаботьтесь этим!
zh: 国王正打算举行一次全国庆典，欢庆他成功击败强盗之役。他要在全国各地，建立露天娱乐设施。一定要为此做好必要准备！
zh_tw: 國王正打算舉行一次全國慶典，歡慶他成功擊敗強盜之役。他要在全國各地，建立露天娛樂設施。一定要為此做好必要準備！

# T_GOOGLE_QUESTS_FAIRGROUND_TITLE
source: Celebrations
de: Feierlichkeiten
es: Celebraciones
fr: Célébrations
id: Perayaan
it: Festeggiamenti
ja: 祝賀
ko: 축하
pt: Celebrações
ru: Празднества
zh: 举国欢庆
zh_tw: 舉國歡慶

# T_GOOGLE_QUESTS_FESTIVITY_DESC
source: A grand festivity is planned by his majesty. The King has ordered your town to provide the necessary amount of brew for the guests.
de: Ein großes Fest ist von seiner Majestät geplant. Der König hat Eure Stadt beauftragt, die notwendige Menge an Gebräu für die Gäste zu produzieren.
es: Su Majestad ha organizado una gran fiesta. Ha ordenado a tu ciudad suministrar la cantidad necesaria de cerveza para los invitados.
fr: Une grande fête est organisée par Sa Majesté. Le Roi a ordonné à votre village de fournir la boisson pour les invités.
id: Yang Mulia merencanakan perayaan besar. Paduka Raja memerintahkan agar kotamu menyediakan minuman yang cukup untuk semua tamu.
it: Sua Maestà progetta un grande festeggiamento. Il Re ha ordinato che la tua città fornisca la necessaria quantità di birra per gli ospiti.
ja: 国王が壮大な祝祭を計画されています。国王はあなたの街に、ゲストのために必要な量のビールを提供するよう命じられました。
ko: 왕이 대규모 축제를 계획했습니다. 왕의 명령에 따라 마을은 손님에게 대접할 맥주를 제공해야 합니다.
pt: Uma grande festividade foi planejada por sua majestade. O Rei ordenou que sua cidade forneça a quantidade necessária de cerveja para os convidados.
ru: Его Величество хочет провести большое празднество. Твоему городу поручили предоставить необходимое количество пива для гостей.
zh: 陛下计划大开筵宴。国王已命令，你们城镇要给宾客供应足够的酒浆。
zh_tw: 陛下計畫大開筵宴。國王已命令，你們城鎮要給賓客供應足夠的酒漿。

# T_GOOGLE_QUESTS_FESTIVITY_NAME
source: Festivity supplies
de: Vorräte für das Fest
es: Suministros para las festividades
fr: Provisions pour les festivités
id: Persediaan untuk perayaan
it: Forniture festive
ja: 祝祭用品
ko: 축제 물자
pt: Suprimentos das festividades
ru: Запасы для празднества
zh: 欢宴供应
zh_tw: 歡宴供應

# T_GOOGLE_QUESTS_FIRETOWER_DESC
source: The people are worrying about the fire safety of the villages in the Kingdom. Countless buildings have already been consumed by the flames. It would be wise to order the construction of more fire towers.
de: Das Volk sorgt sich um den Brandschutz der Städte. Feuertürme decken nicht ausreichend Gebäude ab und verheerende Brände haben schon unzählige Gebäude verschlungen. Wir sollten weitere Feuertürme errichten.
es: A la gente le preocupa el peligro de incendio en las aldeas del reino. Las llamas ya han consumido numerosos edificios. Sería prudente construir más torretas de incendio.
fr: Les gens s'inquiètent des risques d'incendie dans les villages du royaume. Énormément de bâtiments ont déjà été dévorés par les flammes. Il serait avisé d'ordonner la construction de plus de tours d'incendie.
id: Rakyat waswas terhadap bahaya kebakaran di desa-desa di seluruh Kerajaan. Sudah tidak terhitung banyaknya bangunan yang dilahap si Jago Merah. Ada baiknya memerintahkan pembangunan lebih banyak menara pemadam kebakaran.
it: Il popolo è preoccupato della sicurezza antincendio dei villaggi del Regno. Innumerevoli edifici sono già stati consumati dalle fiamme. Sarebbe saggio ordinare la costruzione di nuove torri dei pompieri.
ja: 王国の人々は村の火事について心配しています。数えきれないほどの建物がすでに炎に焼かれてしまいました。もっと火の見やぐらを建設してください。
ko: 사람들이 왕국의 마을이 화재로부터 안전한지 걱정하고 있습니다. 이미 수많은 건물들이 화재로 사라졌습니다. 소화탑을 추가 건설하는 것이 현명할 것입니다.
pt: O povo está preocupado com o risco de incêndios nas aldeias do Reino. Inúmeros predios já foram consumidos pelas chamas. Seria sensato ordenar a construção de mais torres contra incêndio.
ru: Народ беспокоится о противопожарной безопасности деревень. Огонь уже поглотил бессчетное количество зданий. Возможно, стоит построить несколько новых пожарных вышек.
zh: 现在人心惶惶，担心国内各村庄的消防安全问题。已有无数房屋毁于火灾。下令多多建造消防塔，应该是明智之举。
zh_tw: 現在人心惶惶，擔心國內各村莊的消防安全問題。已有無數房屋毀於火災。下令多多建造消防塔，應該是明智之舉。

# T_GOOGLE_QUESTS_FIRETOWER_TITLE
source: Safety first
de: Sicherheit geht vor
es: La seguridad es lo primero
fr: La sécurité d'abord
id: Utamakan keselamatan
it: La sicurezza innanzitutto
ja: 安全第一
ko: 안전 제일
pt: Segurança em primeiro lugar
ru: Безопасность превыше всего
zh: 安全第一
zh_tw: 安全第一
