Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_GOLDSMITH_STARTED
source: My Liege, according to a geologist, we have some large gold deposits on our lands but no goldsmith’s workshop to craft some jewelry. Should I order the start of the construction?
de: Mein Herr, ein Geologe berichtete mir, dass wir große Goldvorkommen auf unserem Land haben. Wir müssen es nur Fördern und zu Schmuck verarbeiten. Soll ich in Eurem Namen eine Goldschmiede in Auftrag geben?
es: Mi señor, según un geólogo, hay grandes depósitos de oro en nuestras tierras. Aunque carecemos de un taller de orfebre para fabricar joyas. ¿Ordeno que empiecen a construir una orfebrería?
fr: Sire, nous avons des ressources d’or sur nos terres, mais aucune orfèvrerie. Dois-je en ordonner la construction ?
id: Tuanku, menurut ahli geologi, ada cadangan emas yang besar di tanah kita, tapi tidak ada bengkel pandai emas untuk membuat perhiasan. Perlukah kuperintahkan pembangunan dimulai?
it: Mio signore, secondo un geologo, nei nostri territori ci sono dei grandi depositi d'oro, ma non abbiamo un'oreficeria per produrre gioielli. Posso ordinare l'inizio dei lavori?
ja: 領主様、地質学者によると、私たちの土地には大量の金鉱石があるらしいのですが、宝石を作るための金細工職人の工房がありません。建設開始を命じましょうか？
ko: 영주님. 지질학자에 따르면 우리 땅에 금이 다량으로 매장되어 있습니다. 하지만 금세공 작업장이 없어서 보석을 만들 수 없습니다. 작업장 건설을 명령할까요?
pt: Meu senhor, de acordo com o geólogo, temos enormes jazidas de ouro nas nossas terras, mas não há oficina de ourives para fabricar joias. Devo ordenar o início da construção?
ru: Ваша светлость, наш геолог утверждает, что на нашей территории находятся крупные месторождения золота. Но у нас нет ювелира, который изготавливал бы из него украшения. Приказать построить мастерскую?
zh: 大人，根据地质学家的说法，我们的土地 底下有一些大金矿矿藏，但却没有金匠作坊来打造珠宝首饰。我应该下令开始着手建造吗？
zh_tw: 大人，根據地質學家所說的，我們的領地上有些巨大的金礦，但是我們沒有金匠工坊可以製造珠寶。要我開始建造工坊嗎？

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_GOLDSMITH_SUCCESS
source: Now that we have a goldsmith’s workshop of our own, we could make some great deals with Burrow merchants.
de: Nun da wir eine Goldschmiede haben, können wir mit dem Verkauf von Schmuck an die Händler von Burrow eine große Menge Geld machen.
es: Ahora que tenemos nuestra propia orfebrería, podremos cerrar buenos tratos con los mercaderes Burrow.
fr: Maintenant que nous avons une orfèvrerie, nous pourrions faire des bonnes affaires avec les marchands de Burrow.
id: Setelah punya bengkel pandai emas sendiri, kita bisa bertransaksi dengan para pedagang Burrow.
it: Adesso che abbiamo un'oreficeria, possiamo fare grandi affari con i mercanti dei Burrow.
ja: ついに金細工職人の工房ができたので、バロウの商人達と素晴らしい取引をすることができます。
ko: 이제 금세공 작업장이 있으니 버로우 상인들과 좋은 거래를 할 수 있을 겁니다.
pt: Agora que temos uma oficina de ourives, podemos fechar bons negócios com os comerciantes do clã Burrow.
ru: Теперь, когда у нас есть собственная мастерская ювелира, мы можем получать выгоду от сделок с торговцами Барроу.
zh: 现在我们有了自己的金匠作坊，我们可以和伯罗的商人做些大买卖。
zh_tw: 現在我們有了自己的金匠工坊後，我們就可以跟伯羅商人達成不斐的交易。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_MARKET_STARTED
source: That’s it! I have an idea, my Liege. Maybe you could order the construction of a marketplace. So when the Burrows need some goods, they will come to us.
de: Das ist es! Ich habe einen Vorschlag, mein Herr. Vielleicht wärt ihr so freundlich und würdet den Bau eines neuen Marktplatzes in Auftrag geben. Auf diese Weise wäre es uns möglich, Burrow wieder an den Verhandlungstisch zu holen, wenn sie Güter benötigen.
es: ¡Eso es! Tengo una idea, mi señor. A lo mejor podrías ordenar la construcción de un mercado. Así, cuando los Burrow necesiten productos, acudirán a nosotros.
fr: EUREKA, Sire ! Peut-être pourriez-vous ordonner la construction d'un marché. Ainsi quand Burrow aura besoin de quelques marchandises, ils viendront nous voir.
id: Nah, aku ada ide, Tuanku. Mungkin Tuanku bisa perintahkan pembangunan pasar. Jadi kalau klan Burrow perlu barang tertentu, mereka akan datang ke kita.
it: Fatto! Ho un'idea, mio signore. Potresti ordinare la costruzione di un mercato. In questo modo, quando i Burrow avranno bisogno di merci, verranno da noi.
ja: それです！領主様、私にはアイデアがあります。 市場の建設を命じられたらどうでしょう。そうすればバロウ一族が何か必要な時、我々のところにやってくるでしょう。
ko: 그겁니다! 제게 아이디어가 있습니다, 영주님. 시장을 만들라고 명령하십시오. 버로우에게 상품이 필요하면 우릴 찾을 겁니다.
pt: Tive uma ideia, meu senhor. O senhor poderia ordenar a construção de um mercado. Assim, quando o clã Burrow precisar de mercadorias, eles virão até nós.
ru: О! У меня идея, ваша светлость. Вы не могли бы приказать построить рынок? Чтобы Барроу всегда приходили к нам, когда им что-нибудь нужно.
zh: 就是它了！大人，我有个主意。 或许您可以下令兴建一个市场。如此一来当伯罗家族需要什么商品，他们就要来找我们。
zh_tw: 就這樣吧！大人，我有個想法。 或許您可以下令再建一個市場，如此的話，一旦伯羅子民需要更多的商品時，他們就會自行前來。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_MARKET_SUCCESS
source: Well done, my Liege! I have heard that the first Burrow traders are on their way.
de: Sehr gut, mein Lord! Ich habe gehört, dass die ersten Händler der Burrow bereits auf dem Weg sind.
es: ¡Bien hecho, mi señor! Me han dicho que los primeros comerciantes de los Burrow vienen de camino.
fr: Excellent, Sire ! J'ai ouï-dire que les premiers commerçants de Burow étaient en route.
id: Bagus, Tuanku! Kabarnya pedagang klan Burrow sudah mulai menuju ke sini.
it: Ben fatto, mio signore! Ho saputo che i primi mercanti dei Burrow sono già in cammino.
ja: 領主様、素晴らしいです！最初のバロウ一族の商人が出発したと聞きました。
ko: 훌륭합니다, 영주님! 첫 번째 버로우 상인이 찾아오고 있다고 합니다.
pt: Muito bem, meu senhor! Ouvi dizer que os primeiros comerciantes dos Burrow já estão vindo.
ru: Отлично, ваша светлость! Говорят, первые торговцы от Барроу уже в пути.
zh: 干得漂亮，大人！听说第一批伯罗商贩已经在来的路上了。
zh_tw: 做得很好，大人！我聽說第一批伯羅商人已經在來的路上了。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_GRANDSON_HELPER_QUEST_STARTED
source: You need to stop accusing my grandson, because I know he is innocent.
de: Ihr solltet damit aufhören, meinen Enkel mit dieser Tat zu beschuldigen. Er ist unschuldig und ich kann es beweisen!
es: Tienes que dejar de acusar a mi nieto, sé que es inocente.
fr: Monsieur, loin de moi l’idée de vous paraître rude, mais vous vous méprenez. Je sais que mon petit-fils est innocent.
id: Berhentilah menuduh cucuku, karena aku tahu dia tidak bersalah.
it: Dovete smettere di accusare mio nipote, perché so che è innocente.
ja: 私の孫息子は無実なのだからあなたは彼を責めるのをやめなければいけません。
ko: 제 손자를 그만 비난하세요. 그 애는 아무것도 잘못한 게 없어요.
pt: Você tem que parar de acusar meu neto, porque tenho certeza de que ele é inocente.
ru: Хватит обвинять моего внука, я знаю, что он невиновен.
zh: 你别再指责我孙子了，因为我知道他是无辜的。
zh_tw: 你不可以再指責我的孫子了，因為我知道不是他做的。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_GRANDSON_HELPER_QUEST_SUCCESS
source: He was helping his frail grandmother around the house all day. He just went outside to find the necklace that he lost earlier.
de: Er half seiner gebrechlichen Großmutter im Haushalt. Den ganzen Tag! Er war zwischendurch nur kurz draußen, um nach der Halskette zu suchen, die er vor kurzem verloren hat.
es: Estuvo todo el día ayudando a su débil abuelita en la casa y solo salió a buscar un collar que había perdido antes.
fr: Il a passé toute la journée à m’aider. Il est sorti à l’instant afin d’essayer de retrouver le collier qu’il a perdu plus tôt.
id: Dia membantu neneknya yang renta di rumah sepanjang hari. Dia hanya keluar untuk mencari kalung yang jatuh sebelumnya.
it: Ha aiutato la sua fragile nonnina in casa per tutto il giorno. È uscito soltanto per cercare la collana che aveva perso.
ja: 彼は病弱な祖母のために一日中家の手伝いをしていました。彼は無くしてしまったネックレスを探すために家の外にいたんです。
ko: 그 애는 하루 종일 집에서노쇠한 할머니를 돕고 있었어요. 전에 잃어버렸던 목걸이를 찾으러 밖에 나간 것뿐이에요.
pt: Ele estava ajudando a frágil avó dele nas tarefas de casa o dia todo. Ele só saiu para procurar o colar que tinha perdido antes.
ru: Он весь день помогал своей немощной бабушке по дому. Он отлучился, только чтобы поискать потерянное ожерелье.
zh: 他当时整天都在房前屋后给他年迈体弱的祖母 帮忙他只是去外边找他之前遗失的项链。
zh_tw: 他一整天都在幫他那身體虛弱的奶奶整理家裡。他只是出門去找他不小心掉了的項鍊而已。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_HOPS_BACK_SUCCESS
source: Soon, the hops will be growing again.
de: Bald wird der Hopfen wieder nachwachsen!
es: El lúpulo no tardará en volver a crecer.
fr: Bientôt le houblon sera de retour.
id: Sebentar lagi tanaman hop akan kembali tumbuh.
it: Presto il luppolo tornerà a crescere.
ja: ホップはすぐにまた育つでしょう。
ko: 이제 곧 홉이 다시 자랄 거예요.
pt: Em breve, o lúpulo vai voltar a crescer.
ru: Скоро хмель вновь будет расти.
zh: 很快这片啤酒花就会再长起来的。
zh_tw: 不用多久，啤酒花就會再次生長了。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_IN_THE_MINE_STARTED
source: Oh no, my Liege, that’s terrible! Someone is still in the mine! We need to help him.
de: Oh nein, mein Herr. Da ist noch jemand im Bergwerk eingeschlossen. Wir müssen ihn befreien…
es: Oh, no, mi señor, ¡es terrible! ¡Queda alguien en la mina! ¡Tenemos que ayudarlo!
fr: Oh Sire, c’est terrible ! Un des habitants se trouve coincé dans la mine ! Nous devons l’aider.
id: Aduh, Tuanku, ini gawat! Masih ada orang di dalam tambang! Kita harus menolongnya.
it: Oh no, mio signore, è terribile! C'è ancora qualcuno nella miniera! Dobbiamo aiutarlo.
ja: ああ、なんて酷いことでしょう、領主様！誰かがまだ採掘所の中にいるようです！彼を助けなければ。
ko: 이런 맙소사! 영주님, 광산에 아직 사람이 있습니다! 어서 구조해야 합니다.
pt: Ah, não! Que coisa terrível, meu senhor! Alguém ficou preso na mina! Temos que ajudá-lo.
ru: О нет, ваша светлость, это ужасно! В обвалившейся шахте кто-то есть! Нужно помочь ему.
zh: 哦不，大人，很不妙！还有人在矿井了！我们得去救他。
zh_tw: 哦不，大人，情況不妙啊！有人還困在礦井中！我們一定要去救他。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_NOT_YOU_HELPER_QUEST_STARTED
source: So you never went near my fields? You’re not the one who poisoned my hops?
de: Ihr wart nicht auf meinen Feldern? Also wart nicht Ihr es, der den Hopfen vergiftete?
es: Entonces ¿nunca te acercaste a mis campos? ¿No eres tú quien envenenó mi lúpulo?
fr: Est-ce bien la vérité ? Vous ne vous êtes jamais approché auparavant de mes champs . Ce n’est pas vous qui empoisonnez mon houblon ?
id: Jadi kau tidak pernah mendekati ladangku? Bukan kau yang meracuni tanaman hop milikku?
it: Quindi non ti sei mai avvicinato ai miei campi? Non sei stato tu ad avvelenare il mio luppolo?
ja: ならば私の畑には一度も近づいていないのか？私のホップに毒をまいたのはお前ではないのか？
ko: 그럼 제 밭 근처에 오지 않았다고요? 홉에 독을 뿌린 게 당신이 아니라고요?
pt: Então, você sequer chegou perto da minha plantação? Não foi você que envenenou meu lúpulo?
ru: Значит, это не вы ошивались у моих полей? И не вы отравили мой хмель?
zh: 所以你从来没靠近过我的农田？你不是那个给 我啤酒花下毒的人？
zh_tw: 所以你根本沒來過我的農田附近？不是你毒害了 我的啤酒花？

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_JEWELRY_STARTED
source: With all this poisoned fields and wrath of the gods, I’ve completely forgotten to get a new necklace for my loved one!
de: Zwischen all diesem Chaos mit vergifteten Feldern und dem Zorn der Götter habe ich völlig vergessen, eine neue Halskette für meine Angebetete zu finden…
es: Con lo de los campos envenenados y la ira de los dioses, ¡se me ha olvidado por completo comprar un collar para mi amada!
fr: Avec tous ces champs empoisonnés et la colère des dieux, j'ai complètement oubliée d'obtenir un nouveau collier pour ma bien-aimée !
id: Gara-gara ladang yang diracuni dan kemurkaan para dewa, aku sampai lupa mendapatkan kalung baru untuk orang yang kukasihi!
it: Con la storia dei campi avvelenati e dell'ira degli dei, ho completamente dimenticato di procurarmi una nuova collana per la mia amata!
ja: この毒をまかれた畑と神の怒りにより、私は愛する人に新しいネックレスをあげることをすっかり忘れていました！
ko: 독이 퍼진 밭과 신의 분노에 신경 쓰느라 제 사랑에게 줄 새로운 목걸이를 완전히 잊고 있었어요!
pt: Com essa história de plantação envenenada e ira dos deuses, eu esqueci totalmente do colar novo para minha amada!
ru: Со всеми этими отравленными полями и гневом божьим я совсем забыл купить новое ожерелье своей возлюбленной!
zh: 被这些下毒的农田和上帝的怒火纠缠着，我已经完全忘了要去给心爱的人买条新项链了！
zh_tw: 這些被人下毒的農田還有天災真是讓我忙得暈頭轉向，我都忘了要送給我的愛人一條全新的項鍊！

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_JEWELRY_SUCCESS
source: This necklace is perfect! My sweetheart will be thrilled. You have my thanks, my Liege. I am in your debt.
de: Diese Kette ist perfekt. Mein Liebling wird bezaubert sein. Habt Dank, mein Herr. Ich stehe tief in Eurer Schuld.
es: ¡Este collar es perfecto! A mi amada le encantará. Te doy las gracias, mi señor. Estoy en deuda contigo.
fr: Ce collier est parfait ! Ma bien-aimée sera enchantée. Vous avez mes remerciements, Sire, je vous suis redevable.
id: Kalung ini cocok sekali! Kekasihku akan senang. Terima kasih, Tuanku. Aku berutang budi.
it: Questa collana è perfetta! Il mio tesoro sarà felice. Ti porgo i miei ringraziamenti, mio signore. Ti sono debitore.
ja: このネックレスは完璧ですね。私の恋人は大喜びでしょう。あなたに心から感謝します、領主様。あなたには借りができました。
ko: 정말 멋진 목걸이예요! 제 사랑이 기뻐할 거예요. 영주님, 고맙습니다. 큰 빚을 졌네요.
pt: O colar está perfeito! Minha amada ficará encantada. Você tem minha gratidão, meu senhor. Eu lhe devo esta.
ru: Какое чудесное ожерелье! Моя любимая будет в восторге. Спасибо вам, ваша светлость. Я у вас в долгу.
zh: 这条项链简直完美！我的宝贝儿一定会喜欢的。谢谢您，大人。我欠您一个大人情。
zh_tw: 這條項鍊真完美！我的寶貝一定位笑到樂開懷。大人，不勝感激，這次我欠您不少。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_JEWELRY_TITLE
source: Deliver the jewelry.
de: Liefert Schmuck.
es: Entrega la joya.
fr: Livrez un bijou.
id: Antarkan perhiasan.
it: Consegna il gioiello.
ja: 宝石を配達する。
ko: 보석을 보내세요.
pt: Entregue a joia.
ru: Доставь ювелирное украшение.
zh: 交付珠宝。
zh_tw: 提供珠寶。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_SWORD_STARTED
source: If I give you a new sword, would you help me with a cure for my fields?
de: Wenn ich Euch ein neues Schwert bringen würde, wärt ihr so freundlich und helft mir ein Heilmittel für meine Felder herzustellen?
es: Si te doy una nueva espada, ¿me ayudarás a dar con un remedio para mis campos?
fr: Si je vous donne une nouvelle épée, m’aiderez-vous à trouver un remède pour mon houblon ?
id: Kalau kau kuberi pedang baru, maukah kau membantuku dengan obat untuk ladangku?
it: Se ti procuro una nuova spada, mi aiuti a trovare una cura per i miei campi?
ja: もしあなたに新しい剣をあげれば、私の畑を救う手伝いをしてくれますか？
ko: 새 검을 주면 밭을 치유하는 걸 도와줄래요?
pt: Se eu lhe der uma nova espada, você me ajudaria a achar uma cura para minha plantação?
ru: Вы поможете мне достать средство для спасения посевов, если я отдам вам новый меч?
zh: 如果我给你一柄全新的剑，你会帮我治疗我的农田吗？
zh_tw: 如果我給你一把全新的劍，你會幫助我治癒 我的農田嗎？

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_SWORD_SUCCESS
source: There you go. It is forged from the finest steel and fits perfectly to an honorable warrior of the Clan Burrow. I hope you keep your promise and ask your grandfather to find a cure for my fields.
de: Hier ist Euer neues Schwert. Es ist aus dem feinsten Stahl geschmiedet und passt hervorragend zu einem ehrenhaften Krieger des Clan Burrow. Ich hoffe nun, Ihr haltet euer Wort und helft mir auch… Vielleicht weiß Euer Großvater etwas über die Krankheit meiner Felder. Er könnte ein Heilmittel finden.
es: Aquí tienes. Está forjada con el mejor acero y es digna de un honorable guerrero del clan Burrow. Espero que mantengas tu palabra y que le pidas a tu abuelo que busque un remedio para mis campos.
fr: Voici pour vous. Une épée finement ouvrée pour un vrai guerrier de Burrow. J'espère que vous tiendrez votre promesse et que vous irez demander à votre grand-père un remède pour mes champs.
id: Ini dia. Pedang ini ditempa dari baja terbaik dan cocok sekali untuk petarung terhormat dari Klan Burrow. Semoga kau memegang janjimu dan meminta kakekmu untuk mencari obat untuk ladangku.
it: Ecco qui. È stata forgiata con l'acciaio migliore ed è perfetta per un onorabile guerriero del clan Burrow. Spero che tu mantenga la tua promessa e chieda a tuo nonno di trovare una cura per i miei campi.
ja: さあどうぞ。これは最高の鋼鉄から作られた、高名な兵士であるバロウ一族にふさわしいものです。あなたが約束を守り、私の畑を救う手立てを見つけるようお祖父様に頼んでくれることを祈ります。
ko: 여기 있어요. 최고의 강철로 만들어서 버로우 클랜의 고결한 용사에게 어울리는 검이에요. 할아버지에게 제 밭을 치유할 약을 찾아달라고 부탁하겠다는 약속을 지키길 바라요.
pt: Aí está. Forjada com o melhor aço. Nada mais apropriado para um honrado guerreiro do clã Burrow. Espero que você cumpra sua promessa e peça ao seu avô para procurar uma cura para minha plantação.
ru: Вот. Он выкован из лучшей стали и идеально подойдет благородному воину клана Барроу. Надеюсь, вы сдержите слово и попросите дедушку найти средство для моих посевов.
zh: 来，拿着。它由最上等的钢材锻造，非常适合荣耀的伯罗战士。我希望你遵守诺言，找你祖父问问治疗我农田的办法。
zh_tw: 來，給你。這把劍可是用最堅固的鋼鐵所打造的，絕對適合一位令人景仰的伯羅族戰士使用。我希望你能說到做到，並讓你的爺爺找辦法治癒我的農田。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_SWORD_TITLE
source: Deliver a new sword.
de: Liefere ein neues Schwert.
es: Entrega una nueva espada.
fr: Livrez une nouvelle épée.
id: Antarkan pedang baru.
it: Consegna una nuova spada.
ja: 新しい剣を配達する。
ko: 새 검을 보내세요.
pt: Entregue uma nova espada.
ru: Доставь новый меч.
zh: 交付一柄全新的剑。
zh_tw: 提供一把新的劍。

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_WREATH_OF_GODS_STARTED
source: Oh you foolish men! Stop arguing or the wreath of the gods will be upon us!
de: Oh ihr dummen Kerle, hört endlich auf zu streiten! Wollt ihr etwa den Zorn der Götter heraufbeschwören?
es: ¡No seáis necios! ¡Dejad de discutir o la ira de los dioses caerá sobre nosotros!
fr: Oh pauvres hommes ! Arrêter donc de vous chamailler, vous allez nous attirer la colère des dieux !
id: Oh dasar orang-orang bodoh! Berhentilah bertengkar atau kemurkaan para dewa akan menimpa kita!
it: Oh che sciocchi! Smettetela di litigare o l'ira degli dei si abbatterà su di noi!
ja: なんて馬鹿な奴らだ！ 争いを止めるか、そうでなければ神の怒りが私たちに降りかかるよ！
ko: 정말 바보 같군요! 그만 화해하지 않으면 신의 분노를 맛보게 될 거예요!
pt: Ah, homens tolos! Parem de brigar, senão a ira dos deuses cairá sobre nós!
ru: О, глупцы! Хватит спорить, если не хотите накликать на нас гнев божий!
zh: 哦你这蠢人！ 别吵了，不然众神的怒火就会降临到我们头上！
zh_tw: 唉，你們這些愚蠢的人們！ 別再爭吵了，要不然眾神之怒又要降臨在我們身上了！

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_WREATH_OF_GODS_SUCCESS
source: Now it’s too late. Look, the sky is already getting darker.
de: Nun habt ihr es zu weit getrieben! Seht nur, der Himmel dunkelt sich ab…
es: Ya es demasiado tarde. Mirad, el cielo se está oscureciendo.
fr: Il est trop tard maintenant. Regardez, le ciel s’assombrit.
id: Sekarang sudah terlambat. Lihatlah, langit sudah mulai semakin gelap.
it: Ormai è troppo tardi. Guardate, il cielo sta già diventando scuro.
ja: もう手遅れだ。ほら、空がもう暗くなってきている。
ko: 이제 너무 늦었어요. 보세요, 하늘이 이미 어두워지고 있어요.
pt: Agora é tarde. Veja, o céu está ficando escuro.
ru: Слишком поздно. Глядите, небо уже темнеет.
zh: 现在说什么都晚了。看，天已经在变暗了。
zh_tw: 現在太遲了。你們看，天空越來越黑暗了。

# T_QUESTS_SCENARIO_TWOCLANS_RETURN_FIGHT_STARTED
source: My Liege, now that the townie from the mine is rescued and we have a new mine, we might want to shift our focus on the two fighting villagers again. They are still arguing.
de: Mein Herr. Jetzt wo wir den Townie aus dem Bergwerk gerettet und sogar ein neues Bergwerk in Betrieb genommen haben, sollten wir uns wieder den beiden Townies widmen, die immer noch streiten.
es: Mi señor, una vez que hemos rescatado al townie y que tenemos una nueva mina, tal vez convendría centrarse de nuevo en la disputa entre los dos lugareños; siguen discutiendo.
fr: Sire, maintenant que le villageois est sain et sauf et que nous avons de nouveau une mine fonctionnelle, il serait sage de revenir à nos moutons. Les deux villageois se chamaillent encore.
id: Tuanku, setelah Townie di tambang berhasil diselamatkan dan kita punya tambang baru, mungkin ada baiknya kita alihkan lagi perhatian kita ke kedua warga desa yang bertengkar. Mereka masih juga berdebat.
it: Mio signore, adesso che il cittadino è stato salvato e abbiamo una nuova miniera, dobbiamo tornare a concentrarci sui due abitanti del villaggio che stanno ancora litigando.
ja: 領主様、採掘所のタウニーたちは救助され、新しい採掘所もありますので、次はまたこの2つの対立している村人たちに目を向けた方がいいかもしれません。彼らはまだ言い争っています。
ko: 영주님, 광산에서 주민을 구조했고 이제 새로운 광산이 생겼습니다. 다시 서로 싸우고 있는 주민들에게 집중할 때입니다. 아직도 다툼이 계속되고 있습니다.
pt: Meu senhor, agora que o habitante foi resgatado da mina e nós temos uma nova mina, seria bom nos concentrarmos outra vez no conflito dos dois aldeões. Eles ainda estão discutindo.
ru: Ваша светлость, теперь, когда горожанин спасен, а у нас появилась новая шахта, мы можем вернуться к разрешению спора двух селян. Они так и продолжают орать друг на друга.
zh: 大人，既然矿工已经获救而且我们还有了一座新矿，或许我们可以再次把注意力转向那两个争吵的村民。他们仍旧争论不休。
zh_tw: 大人，現在礦井中的鎮民已經被救出來了而我們也有了新的礦井，我們該轉移我們的焦點至那兩名仍在爭執的村民身上。

# T_QUESTS_SCENARIO_TWOCLANS_START_STARTED
source: But some old hatred between a sister and her brother divided our town. Day after day, they convinced more and more people to choose a side in this strange fight until one day…
de: Der Streit begann damit, dass ein Bruder und seine Schwester gestritten haben, welcher Name besser seie. Thorn oder Burrow standen zur Auswahl. Tag für Tag stritten sie und überzeugten immer mehr Anwohner des Dorfes dem Streit beizutreten.
es: Pero los viejos rencores entre una hermana y su hermano dividieron nuestra ciudad. Día tras día, convencieron a más y más gente de que escogiera bando en esta extraña pelea hasta un día que...
fr: Mais quelques vieilles rancœurs entre une sœur et son frère ont divisé notre ville. Jour après jour, ils ont convaincu de plus en plus de gens de choisir un côté dans ce combat étrange jusqu'au jour où …
id: Tapi akibat dendam lama antara sepasang laki-laki dan perempuan yang bersaudara kandung kota kita terpecah. Hari demi hari mereka meyakinkan semakin banyak orang untuk memihak dalam perseteruan aneh ini, sampai suatu hari...
it: Ma l'antico astio tra una donna e suo fratello hanno diviso la città. Giorno dopo giorno, hanno convinto sempre più persone a prendere posizione in questa strana guerra, finché un giorno..
ja: しかしある妹とその兄との間のいがみ合いがこの街を2つにしてしまいました。来る日も来る日も、彼らは人々にこのおかしな喧嘩のどちら側につくのか決めさせたのです。そしてある日...
ko: 하지만 한 오누이 사이의 오래된 원한으로 마을이 갈라지고 말았어요. 이 이상한 싸움에 날이 갈수록 사람들은 편을 가르게 됐죠. 그러다 어느 날…
pt: Mas um ódio antigo entre uma irmã e um irmão dividiu nossa cidade. Dia após dia, eles convenceram mais e mais pessoas a escolher um lado nessa briga estranha, até que um dia...
ru: Однако старые распри между сестрой и братом разделили наш город. Изо дня в день они переманивали людей каждый на свою сторону в этой странной борьбе, пока однажды...
zh: 但是一对兄妹之间的些许旧仇分裂了我们的族人。日复一日，他们说服越来越多的人在这场奇怪的争斗中选边站队，直到有一天……
zh_tw: 但是姊姊與弟弟之間的舊恨將我們的城鎮一分為二。每一日，他們都說服越來越多的人在這場莫名其妙的爭端中選邊站，直到有一天……

# T_QUESTS_SCENARIO_TWOCLANS_START_SUCCESS
source: Everyone was fighting their neighbors. It went so far that brother and sister decided to go their separate ways. They founded the Burrow and the Thorn clans.
de: Es nahm kein gutes Ende. Im Grunde kämpfte Nachbar gegen Nachbar und Familienmitglieder gegeneinander. Bruder und Schwester beschlossen getrennte Wege zu gehen. Sie gründeten die Thorn und Burrow Clans.
es: Todo el mundo tenía disputas con sus vecinos. La cosa llegó a tal punto que los hermanos decidieron seguir caminos separados y fundaron los clanes Burrow y Thorn.
fr: ...les voisins se battaient entre eux. La querelle atteignit un tel point que le frère et la sœur décidèrent de diviser le clan. Ils ont ainsi établi les clans de Burrow et de Thorn.
id: Semua orang bertengkar dengan tetangga mereka. Akhirnya laki-laki dan perempuan tadi memutuskan untuk mencari peruntungan sendiri-sendiri. Mereka pun membentuk klan Burrow dan Thorn.
it: Ognuno combatteva contro il proprio vicino. Il fratello e la sorella decisero di andare ciascuno per la propria strada. Fondarono il clan dei Burrow e quello dei Thorn.
ja: みんなが近所の人々と争いました。そしてそれはこの兄妹がついに別々の道を歩む決断をするまでに発展したのです。彼らはバロウ一族とソーン一族を築きました。
ko: 모두가 싸움에 휘말렸어요. 결국 오누이가 각자의 길을 가는 지경까지 이르렀지요. 그렇게 버로우와 쏜 클랜이 탄생했죠.
pt: Vizinhos brigavam com vizinhos. Chegou ao ponto em que irmão e irmã decidiram se afastar. Eles fundaram os clãs Burrow e Thorn.
ru: Сосед не пошел на соседа. Дело зашло столь далеко, что брат и сестра решили пойти каждый своим путем. Они основали кланы Барроу и Торнов.
zh: 人人与邻相争。事态不断恶化，以至于那对兄妹决定从此分道扬镳。他们各自建立了伯罗家族和索恩家族。
zh_tw: 每個人都在與自己的鄰居戰鬥。最終情況嚴重到姊姊與弟弟決定分家。他們各自創了伯羅族和索恩族。
