Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTEB_SUCCESS
source: Oh my Lord, the Duke heard that you have chosen the Townies over his desires. He ordered the destruction of some buildings in town.
de: Lord! Der Herzog hat vernommen, dass Ihr euch gegen seinen Wunsch entschieden habt. Er ist sehr aufgebracht darüber! In seiner Wut hat er anordnen lassen, dass einige Gebäude im Dorf sofort abgerissen werden sollen.
es: Oh, mi señor, el duque se ha enterado de que, en vez de cumplir sus deseos, has favorecido a los townies y ha ordenado la destrucción de algunos edificios de la ciudad.
fr: Oh mon seigneur, le Duc a entendu dire que vous avez préféré aider les villageois plutôt que de combler ses désirs. Il a ordonné la destruction de certains bâtiments en ville.
id: Wah, Tuanku, sang Adipati mendengar bahwa Tuanku mendahulukan para Townie dibandingkan keinginannya. Dia memerintahkan penghancuran beberapa bangunan di kota.
it: Oh milord, il Duca ha saputo che avete preferito i cittadini ignorando i suoi desideri. Ha ordinato la distruzione di alcuni edifici della città.
ja: ああ閣下、公爵はあなたが彼ではなくタウニーたちの望みを選んだということを耳にしたそうです。彼は街の建物の破壊を命じました。
ko: 영주님, 공작님의 바람 대신 영주님이 주민들의 의견을 선택했다는 걸 들었습니다. 공작님이 마을 건물 몇 개를 부숴버리라고 지시했습니다.
pt: Ah, milorde, o Duque ficou sabendo que você escolheu dar atenção aos habitantes em vez de obedecer a ele. Ele ordenou a destruição de alguns prédios da cidade.
ru: О, милорд, герцогу стало известно, что вы проигнорировали его, выбрав пожелание горожан. Он приказал снести несколько зданий в городе.
zh: 哦大人，公爵听说了您已经选择满足镇民的愿望而非他的诉求。他下令毁掉镇上一些建筑。
zh_tw: 不好了，大人，公爵聽說您選擇了鎮民而不是遵照他的指示。他已經下令破壞城鎮中的一些建築。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTELIEGE_STARTED
source: That new tavern will bring prosperity to our little town. Many travelers will stop by to take rest and have a drink. You have my thanks.
de: Das neue Wirtshaus wird viel Wohlstand in unser Dorf bringen. Schon bald werden Reisende vermehrt bei uns Rast machen, um ein kühles Getränk zu sich zu nehmen. Habt Dank.
es: Esa nueva taberna traerá prosperidad a nuestra pequeña ciudad. A ella acudirán muchos viajeros a descansar y echar un trago. Te doy las gracias.
fr: Cette nouvelle taverne apportera beaucoup de prospérité à ma petite ville. De nombreux voyageurs pourront s’y arrêter pour prendre une boisson. Vous avez mes remerciements.
id: Kedai minum baru itu akan membawa kesejahteraan ke kota kecil kami. Banyak pelancong akan mampir untuk beristirahat dan minum. Terimalah ucapan terima kasihku.
it: Questa nuova taverna porterà prosperità alla nostra piccola città. Molti viaggiatori si fermeranno per riposare e bere. Te ne sono grato.
ja: あの新しい酒場はこの小さな街に繁栄をもたらしてくれるだろう。多くの旅人たちが立ち寄り、休憩し、お酒を飲んでいくのだ。感謝する。
ko: 새로운 선술집 덕분에 마을이 풍요로워질 겁니다. 많은 여행자들이 여기에 들러서 휴식을 취하고 한잔할 것입니다. 감사합니다.
pt: Essa nova taverna trará prosperidade para a nossa pequena cidade. Muitos viajantes vão parar para descansar e tomar uma bebida. Agradeço muito.
ru: Новая таверна станет залогом процветания нашего маленького городка. Путешественники будут останавливаться в ней на ночлег и кружечку пива. Благодарю вас.
zh: 这家新旅店将会给我们小镇带来繁荣。很多旅客会路过，来这儿休息落脚，喝上一杯酒。对您感激不尽。
zh_tw: 新酒館可以讓我們的小城鎮更加繁榮。許多旅人都會在此休息並買些酒。非常感謝您。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTELIEGE_SUCCESS
source: You did the right thing. Having a tavern is much better than having a church in town, don’t you think? Besides, it is already full of newcomers.
de: Ihr habt Euch wahrlich gut entschieden. So ein Wirtshaus ist doch um einiges besser als eine Kirche im Dorf zu haben, meint Ihr nicht? Es sind schon viele Neuankömmlinge im Dorf, die unser neues Wirtshaus besuchen wollen.
es: Has hecho lo correcto. Disponer de una taberna es mucho mejor que tener una iglesia en la ciudad, ¿no crees? Además, ya está llena de recién llegados.
fr: Vous avez fait la bonne chose. Cette taverne est un bien meilleur investissement que ne l’aurait été l’église, ne pensez-vous pas ? De plus, la taverne est d’ores et déjà remplie de nouveaux venus.
id: Tuanku mengambil langkah yang tepat. Memiliki kedai minum jauh lebih baik daripada memiliki gereja di kota, bukan begitu? Lagi pula, kedai minumnya sudah penuh pendatang baru.
it: Hai fatto la scelta giusta. Una taverna in città è molto più utile di una chiesa, non credi? D'altronde, ci sono già tantissimi nuovi arrivati.
ja: あなたは正しいことをしたのだ。街に酒場があるのは教会なんかよりもずっといいことだ、そう思うだろう？それに酒場はすでに新顔で一杯だ。
ko: 옳은 일을 하셨습니다. 교회보단 선술집이 마을에 있는 것이 더 낫죠. 게다가 이미 새로운 고객들이 가득해요.
pt: Foi a coisa certa a se fazer. Ter uma taverna na cidade é bem melhor que ter uma igreja, não acha? Sem falar que já está cheia de visitantes novos.
ru: Вы сделали правильный выбор. Таверна куда полезнее церкви, разве нет? К тому же в таверне уже сейчас не протолкнуться от путников.
zh: 你做出了正确选择。有一家在镇上比有一间教堂要好得多，您不这么认为吗？还有，那儿已经挤满新顾客了。
zh_tw: 您的選擇是對的。 酒館 對於城鎮來說比教堂更加有用，對吧？而且酒館內現在已經高堂滿座了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTELIEGE_TITLE
source: Choose to build a new tavern.
de: Entscheide dich für ein neues Wirtshaus.
es: Opta por construir una nueva taberna.
fr: Choisissez d’investir dans une nouvelle taverne.
id: Pilih membangun kedai minum baru.
it: Scegli di costruire una nuova taverna.
ja: 新しい酒場の建設を選択する。
ko: 선술집을 새로 만드세요.
pt: Construa uma nova taverna.
ru: Прикажи построить новую таверну.
zh: 选择建造一座新旅店。
zh_tw: 選擇建造新酒館。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTETOWNIE_STARTED
source: Thank you my Lord, finally we are going to have a new church in town.
de: Habt Dank, Eure Lordschaft. Schon lange hat sich die Glaubensgemeinschaft eine neue Kirche gewünscht. Bald wird dieser Wunsch endlich wahr!
es: Muchas gracias, mi señor, por fin tendremos una iglesia nueva en la ciudad.
fr: Merci mon seigneur, enfin nous allons avoir une nouvelle église en ville.
id: Terima kasih, Tuanku. Akhirnya kami akan punya gereja baru di kota.
it: Grazie milord, finalmente avremo una nuova chiesa in città.
ja: ありがとうございます、閣下、ついに街に新しい教会ができるのですね。
ko: 영주님, 고맙습니다. 드디어 마을에 새 교회가 들어섰네요.
pt: Muito obrigado, milorde. Finalmente vamos ter uma nova igreja na cidade.
ru: Спасибо вам, милорд, наконец-то в нашем городе появится новая церковь.
zh: 谢谢您大人，我们镇上终于要有一座新教堂了。
zh_tw: 謝謝您，大人，我們城鎮中終於有一座新教堂了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTETOWNIE_SUCCESS
source: That is wonderful! May you be blessed and, please, take this as a token of my gratitude.
de: Wir sind Euch zu Dank verpflichtet. Hier nehmt dies als Geschenk, es soll euch Glück bringen.
es: ¡Es maravilloso! Que Dios te bendiga. Por favor, acepta esto como muestra de mi gratitud.
fr: C’est merveilleux, puissiez-vous être béni. Prenez ceci en gage de remerciement.
id: Ini bagus sekali! Semoga Tuanku diberkati dan mohon terima ini sebagai tanda terima kasihku.
it: È fantastico! Che tu sia benedetto. Ti prego di accettare questo come segno della mia gratitudine.
ja: なんて素晴らしいんでしょう！あなたに幸運が訪れますように、どうかこれを私の感謝の印として受け取ってください。
ko: 멋지군요! 축복을 받으실 거예요. 제 감사의 표시로 이걸 받아주세요.
pt: Que maravilha! Que você seja abençoado e, por favor, aceite isto como prova da minha gratidão.
ru: Как чудесно! Да прольются на вас небесные благословения. И, пожалуйста, примите от меня этот подарок в знак моей благодарности.
zh: 那太好了！愿主保佑您还有，请收下这个，就当是我的一点心意。
zh_tw: 太好了！願上帝祝福您，請您收下這個謝禮。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTETOWNIE_TITLE
source: Choose to build a new church.
de: Entscheide dich für eine neue Kirche.
es: Opta por construir una nueva Iglesia.
fr: Choisissez d’investir dans une nouvelle église.
id: Pilih membangun gereja baru.
it: Scegli di costruire una nuova chiesa.
ja: 新しい教会の建設を選択する。
ko: 교회를 새로 만드세요.
pt: Construa uma nova igreja.
ru: Прикажи построить новую церковь.
zh: 选择建造一座新教堂。
zh_tw: 選擇建造新教堂。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_WAKEUP_STARTED
source: My Lord, the prisoner we freed from the bandit camp is finally awake. You won’t believe his story.
de: Es gibt Neuigkeiten, mein Lord! Der ehemalige Gefangene der Banditen ist endlich aufgewacht. Er kann vernommen werden und hat uns eine Geschichte erzählt, die Ihr nicht glauben werdet!
es: Mi señor, el prisionero que liberamos del campamento de los bandidos por fin se ha despertado. No te vas a creer su historia.
fr: Mon seigneur, le prisonnier que nous avons libéré du camp de bandit est finalement réveillé. Vous ne croirez pas son histoire.
id: Tuanku, tahanan yang kami bebaskan dari perkemahan bandit akhirnya bangun. Tuanku takkan percaya ceritanya.
it: Milord, il prigioniero che abbiamo liberato dal campo dei banditi si è finalmente svegliato. La sua storia è incredibile.
ja: 閣下、私たちが盗賊の野営地で解放した捕虜がついに目を覚ましました。彼の話は耳を疑いますよ。
ko: 영주님, 강도 캠프에서 구출한 인질이 드디어 깨났습니다. 인질이 무슨 말을 했는지 믿지 못하실 겁니다.
pt: Milorde, o prisioneiro que libertamos do acampamento de bandidos finalmente despertou. Você não vai acreditar na história dele.
ru: Милорд, пленный, которого мы нашли в лагере бандитов, наконец-то проснулся. Вы не поверите тому, что он рассказывает.
zh: 大人，我们从强盗营解救出来的人质终于醒了。您不会相信他的故事的。
zh_tw: 大人，強盜營地中的囚犯醒來了，您絕對無法相信他的故事。

# T_QUESTS_SCENARIO_THEBEAST_ADVISOR_INTERLUDE_STARTED
source: Oh, I almost forgot! Hector came to me, asking for help with his new project which aims to bring all villagers back together. The farm, which is run by the locals, could use a warehouse. Let's help him.
de: Oh, ich hätte fast etwas vergessen! Hector kam zu mir und bat um Hilfe bei seinem neuen Projekt, das dabei helfen soll, alle Dorfbewohner wieder zusammenzubringen. Die Farm, die von den Einheimischen betrieben wird, könnte ein Lagerhaus gebrauchen. Lasst uns ihm dabei helfen.
es: ¡Ah, casi lo olvido! Hector ha venido a pedirme ayuda con su nuevo proyecto para hermanar de nuevo a todos los aldeanos. A la granja, que está dirigida por los lugareños, le vendría bien un almacén. Ayudémosle.
fr: Oh, j'allais oublier, Hector est venu me demander de l'aide pour son nouveau projet qui vise à rassembler tous les villageois. La ferme, qui est gérée par la population locale, pourrait avoir besoin d'un entrepôt. Allons l'aider.
id: Oh, aku hampir lupa! Hector sempat mendatangiku untuk minta bantuan untuk proyek barunya yang mau mempersatukan kembali para warga desa. Pertanian yang dijalankan oleh warga asli membutuhkan gudang. Mari kita bantu dia.
it: Oh, quasi dimenticavo! Hector mi ha chiesto aiuto con il suo nuovo progetto per rendere più uniti tutti gli abitanti del villaggio. La fattoria, che è gestita dalla gente del posto, ha bisogno di un magazzino. Aiutiamolo.
ja: ...ああ、失念しておりました。ヘクターを覚えておいでですか？彼が私のところへやって来ました。村人をまとめる新事業へ、お力添えを願いたいそうです。 その事業によれば、地元住民の経営する農園が倉庫を使えるようになります。ぜひ手伝いを致しましょう。
ko: 아, 거의 잊을뻔했어요! 헥터가 제게 찾아와 모든 주민을 다시 하나로 뭉치게 할 새 프로젝트를 도와달라고 했었어요. 원주민이 운영하는 농장을 창고로 사용할 수 있어요. 어서 도와주세요.
pt: Ah, eu quase me esqueci! Hector veio me pedir ajuda com seu novo projeto para unir todos os moradores. A fazenda, que é administrada pelos habitantes, precisa de um depósito. Vamos ajudá-lo.
ru: О, чуть не забыл! Ко мне тут заходил Гектор. Ему нужна помощь с новым проектом, который поможет объединить селян. Местной ферме не помешает пакгауз. Давайте поможем.
zh: 噢，差点忘记了！赫克托来找我了，他有一个能把所有村民团结到一起的新计划，想让我们帮他一下。 我们的农场是由当地人运营的，它可能要用到一个仓库，我们去帮帮他吧。
zh_tw: 噢，差點忘記了！赫克托來找我了，他有一個能把所有村民團結到一起的新計畫，想讓我們幫他一下。 我們的農場是由當地人運營的，它可能要用到一個倉庫，我們去幫幫他吧。

# T_QUESTS_SCENARIO_THEBEAST_ADVISOR_INTERLUDE_SUCCESS
source: Very good, my Lord! This will enable us to build up large stocks! The locals seem to appreciate the gesture.
de: Sehr gut, Mylord! Damit werden wir in der Lage sein, große Lagerbestände aufzubauen! Die Einheimischen scheinen die Geste zu schätzen.
es: ¡Excelente, mi señor! ¡Esto nos permitirá acumular mayores reservas! Los lugareños parecen apreciar el gesto.
fr: Très bien, mon seigneur ! Cela nous permettra de constituer des stocks importants ! Les gens du coin semblent apprécier le geste.
id: Bagus sekali, Tuanku! Ini memungkinkan kita menambah persediaan! Warga asli tampaknya menghargai upaya Tuanku.
it: Molto bene, mio Signore! Questo ci permetterà di accumulare grandi scorte! La gente del posto sembra apprezzare il gesto.
ja: やりましたね、領主様！これで備蓄を増やすことができます。地元民も感謝の意を表しています。
ko: 훌륭합니다, 영주님! 이제 넉넉히 물자를 저장할 수 있어요! 원주민들이 좋아하는 것 같아요.
pt: Muito bem, meu senhor! Isso permitirá a criação de grandes estoques! Os habitantes parecem ter apreciado o gesto.
ru: Хорошо, милорд! Это позволит нам увеличить запасы! Кажется, местные этому только рады.
zh: 非常好，领主大人！这下我们就能囤积更多物品了！当地人好像非常感激这个举措。
zh_tw: 非常好，領主大人！這下我們就能囤積更多物品了！當地人好像非常感激這個舉措。

# T_QUESTS_SCENARIO_THEBEAST_ARTIST_FEDERATION_INTRO
source: Let me introduce myself! I'm Hector, ready to serve you. I am part of the federation of artists. We arrived after the borders opened. I have to admit that we've got a mixed reception by the locals here in town upon our arrival.
de: Wenn ich mich vorstellen darf - Hector, zu euren Diensten! Ich bin ein Mitglied der Künstlervereinigung. Wir kamen hier an, nachdem die Königin die Grenzen geöffnet hatte. Der Empfang war jedoch... durchwachsen.
es: ¡Permíteme presentarme! Soy Hector, para servirte. Pertenezco a una federación de artistas. Vinimos aquí tras la apertura de las fronteras. Debo admitir que no toda la población de la ciudad nos ha dispensado una calurosa bienvenida.
fr: Laissez-moi me présenter, je suis Hector, prêt à vous servir. Je fais partie de la fédération des artistes. Nous sommes arrivés après l'ouverture des frontières. Je dois dire que nous avons reçu un accueil mitigé de la part de la population locale.
id: Izinkan aku memperkenalkan diri! Aku Hector, siap mengabdi. Aku bagian dari federasi seniman. Kami tiba setelah perbatasan dibuka. Terus terang, sambutan warga asli kota ini tidak sepenuhnya hangat ketika kami tiba.
it: Mi presento! Sono Hector, per servirvi. Faccio parte della federazione degli artisti. Siamo arrivati dopo l'apertura delle frontiere. Devo ammettere che al nostro arrivo abbiamo ricevuto un'accoglienza fredda da parte della gente del posto.
ja: 自己紹介させてください！私はヘクター。あなた様のお役に立ちたいのです。 私は芸術家連盟の一員で、国境が開放されてから移住した者のひとりです。私たちが来たことに対して町の人々は、正直、賛否両論といったところでした。
ko: 안녕하세요! 저는 헥터라고 합니다. 분부만 내리십시오. 저는 예술가 연맹에 소속되어 있습니다. 국경이 개방된 후 여기에 도착했죠. 마을에 도착했을 때 원주민들로부터 엇갈린 반응을 받았어요.
pt: Deixe-me me apresentar! Sou Hector, a seu dispor. Faço parte da federação dos artistas. Chegamos depois de abertas as fronteiras. Preciso confessar que a recepção dos habitantes não foi muito boa quando chegamos.
ru: Позвольте представиться! Гектор, к вашим услугам. Я представляю федерацию художников. Мы прибыли после открытия границ. Должен признать, что местные приняли нас весьма неоднозначно.
zh: 我来自我介绍一下吧！我是赫克托，随时听您吩咐。 我是艺术家联合会的一员。我们是在边境开放之后才来的。不得不承认，我们到达这里时受到了城镇当地人各样的招待。
zh_tw: 我來自我介紹一下吧！我是赫克托，隨時聽您吩咐。 我是藝術家聯合會的一員。我們是在邊境開放之後才來的。不得不承認，我們到達這裡時受到了城鎮當地人各樣的招待。

# T_QUESTS_SCENARIO_THEBEAST_ARTIST_FEDERATION_STARTED
source: We would like to ask for your help in order to enable us to do something for the locals - especially those who have trouble accepting us newcomers. Maybe some food will convince them of our goodwill.
de: Wir möchten Euch um eure Hilfe bitten, damit wir etwas für die Einheimischen tun können. Da unsere Gegenwart bei ihnen immer noch nicht erwünscht ist, würde etwas Essen eventuell die Wogen glätten.
es: Nos encantaría que nos ayudaras a hacer algo por los lugareños, sobre todo por los que tienen reticencias en aceptar a los recién llegados. Puede que algo de comida les convenza de nuestra buena voluntad.
fr: Nous aimerions solliciter votre aide afin de nous permettre de faire quelque chose pour la population locale. Ceux qui ont du mal à nous accepter comme nouveaux venus. Peut-être qu'un peu de nourriture adoucira leurs pensées.
id: Kami mohon bantuan Tuanku agar kami dapat melakukan sesuatu untuk warga asli - khususnya mereka yang enggan menerima pendatang baru. Mungkin lewat makanan mereka bisa diyakinkan tentang itikad baik kami.
it: Vorremmo chiedere il vostro aiuto per fare qualcosa per la gente del posto, specialmente per coloro che hanno difficoltà ad accettare noi nuovi arrivati. Forse un po' di buon cibo li convincerà della nostra buona volontà.
ja: 地元の人... 特に移住者をあまり歓迎していない人に何かできたらと思っているんです。どうかお手伝いいただけませんか。たとえば、おいしい料理をふるまう人に、敵意を見いだすのは難しいですよね。
ko: 원주민들, 특히 저희를 받아들이기 어려워하는 주민들에게 무언가 할 수 있도록 도움을 주셨으면 합니다. 음식이 저희의 선의를 알리는 데 도움이 될 거예요.
pt: Gostaríamos de pedir sua ajuda para que possamos fazer algo pelos moradores locais – principalmente aqueles que têm problema em aceitar as pessoas novas. Talvez comida poderá convencê-los da nossa boa vontade.
ru: Мы бы хотели, чтобы вы помогли нам сделать что-то для местных жителей, особенно для тех, кому мы, приезжие, пришлись не по душе. Возможно, путь к их сердцу лежит через желудок?
zh: 我们想让您帮帮我们，好让我们为当地居民做些什么——尤其是那些不太愿意接受我们外地人的人。也许送给他们一些食物就能让他们相信我们没有恶意了。
zh_tw: 我們想讓您幫幫我們，好讓我們為當地居民做些什麼——尤其是那些不太願意接受我們外地人的人。也許送給他們一些食物就能讓他們相信我們沒有惡意了。

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_ANSWER_001
source: ...Yes, I think so. I was attacked by a demonic beast! It grabbed me by the arm and dragged me several meters to the forest's edge. I shouted for help as much and as loud as I could, before I fainted in pain. When I regained consciousness, my husband was by my side.
de: ...Ja ich denke schon. Ich wurde von einer dämonischen Bestie angegriffen! Sie packte mich am Arm und zog mich mehrere Meter an den Rand des Waldes. Ich schrie und schrie um Hilfe... bis ich vor Schmerzen ohnmächtig wurde. Als ich wieder zu Bewusstsein kam, war mein Mann an meiner Seite.
es: ...Sí, creo que sí. ¡Me atacó una bestia demoníaca! Me agarró del brazo y me arrastró varios metros hasta la linde del bosque. Grité pidiendo ayuda lo más fuerte que pude antes de desmayarme por el dolor. Cuando recobré la consciencia, mi marido estaba a mi lado.
fr: ...Oui, je pense que oui. J'ai été attaqué par une bête démoniaque ! Elle m'a saisi par le bras et m'a traîné plusieurs mètres jusqu'à la lisière des forêts. J'ai crié à l'aide autant et aussi fort que j'ai pu, avant de m'évanouir de douleur. Quand j'ai repris conscience, mon mari était à mes côtés.
id: ...Ya, kurasa bisa. Aku diserang makhluk jahat! Tanganku ditarik dan aku diseret beberapa meter menuju tepi hutan. Aku berteriak minta tolong sebanyak dan sekeras mungkin, sebelum akhirnya pingsan karena kesakitan. Waktu aku siuman, suamiku sudah di sampingku.
it: Sì, credo di sì. Sono stata attaccata da una bestia demoniaca, che mi ha afferrata per il braccio e mi ha trascinata per diversi metri fino al limitare della foresta. Ho gridato aiuto più forte che potevo, prima di svenire dal dolore. Quando ho ripreso conoscenza, mio marito era al mio fianco.
ja: ...はい。凶暴な獣に襲われたんです！腕のあたりをつかまれて、数メートル引きずられました。森の端まで連れて行かれたかと思います。出せるだけの大きな声で助けを求めましたが、痛みで気絶してしまいました。 目が覚めた時はもう、夫がそばにいて...
ko: ...네, 그러죠. 무시무시한 짐승의 공격을 받았어요! 제 팔을 잡고 숲 가장자리로 몇 미터 끌고 갔어요. 저는 온 힘을 다해 살려달라고 소리를 쳤고 고통 때문에 기절했어요. 다시 정신을 차렸을 때 제 옆에 남편이 있었어요.
pt: ... Sim, acho que sim. Fui atacada por uma besta diabólica! Ela me agarrou pelo braço e me arrastou vários metros até a beira da floresta. Gritei por socorro o mais alto que pude e aí desmaiei de dor. Quando retomei a consciência, meu marido estava do meu lado.
ru: ...Да, думаю, да. На меня напал адский зверь! Он схватил меня за руку и потащил к лесу. Я звала на помощь как только могла громко, а потом потеряла сознание от боли. Когда я пришла в себя, муж был уже рядом.
zh: ……我想可以。我被一头魔鬼一样的野兽攻击了！它抓住了我的胳膊，把我向森林拖了好几米。我用尽全力大声呼救，之后就疼得昏迷过去了。 后来我恢复意识时，我的丈夫就在我的身边。
zh_tw: ……我想可以。我被一頭魔鬼一樣的野獸攻擊了！它抓住了我的胳膊，把我向森林拖了好幾米。我用盡全力大聲呼救，之後就疼得昏迷過去了。 後來我恢復意識時，我的丈夫就在我的身邊。

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_CONCLUSION_ADVISOR_001
source: Did you hear that, my Lord? Maybe it was one of the locals who did it. But doing laundry on a Monday when it is customary for it to be done on a Saturday is also a strange idea. Anyway, the important thing is that she's safe and sound.
de: Habt Ihr das gehört, Mylord? Vielleicht ist der Täter einer der Einheimischen. Aber Wäsche an einem Montag zu waschen, wobei es doch üblich ist, dass dies an einem Samstag stattfindet, ist auch eine seltsame Idee. Wie auch immer, das Wichtigste ist, dass sie gesund und munter ist.
es: ¿Has oído eso, mi señor? Quizá lo hiciera uno de los lugareños. Pero hacer la colada el lunes, cuando lo habitual es hacerla el sábado, también es raro. En todo caso, lo importante es que ella está sana y salva.
fr: Vous avez entendu Sire ? C'est peut-être bien un natif qui a fait le coup. Mais faire la lessive un lundi alors que la coutume veut que ce soit un samedi est aussi une drôle d'idée. Enfin bon, l'important c'est qu'elle soit saine et sauve.
id: Tuanku dengar itu? Mungkin salah satu warga asli pelakunya. Tapi mencuci baju di hari Senin, sementara semua orang lain melakukannya pada hari Sabtu itu juga aneh. Namun yang penting, dia aman dan selamat.
it: Avete sentito, mio signore? Forse è stata una delle persone del posto. Ma fare il bucato il lunedì, quando è consuetudine che si faccia il sabato, è anche questa un’idea bizzarra. In ogni caso, l'importante è che sia sana e salva.
ja: 領主様、お聞きになりましたか？地元住民の誰かかもしれません。けれど、このあたりでは洗濯日といえば月曜です。その習慣を利用せずに土曜日というのは...妙な感じがいたします。いずれにせよ、今後あの女性が安全で健康に過ごせるようになれば良いですね。
ko: 영주님, 들으셨나요? 원주민의 소행일 수도 있어요. 하지만 보통은 토요일에 하는 빨래를 월요일에 하는 것도 이상하네요. 아무튼 그녀가 안전하고 건강하니 다행이에요.
pt: O senhor ouviu isso, meu senhor? Talvez tenha sido um dos habitantes. Mas lavar roupas numa segunda-feira, quando o habitual é no sábado, também é meio estranho. Enfim, o importante é que agora ela está a salvo.
ru: Слышали, милорд? Возможно, на нее напал кто-то из местных. Однако тот факт, что она занималась стиркой в понедельник, а не в субботу, как следует, тоже вызывает некоторые вопросы. Ладно, сейчас главное, что она в порядке.
zh: 您听说了吗，领主大人？也许凶手是一名当地人。不过镇上一般都是周六洗衣服的，她在周一洗衣服这一点也很奇怪。无论如何，最重要的是她现在平安无事了。
zh_tw: 您聽說了嗎，領主大人？也許兇手是一名當地人。不過鎮上一般都是週六洗衣服的，她在週一洗衣服這一點也很奇怪。無論如何，最重要的是她現在平安無事了。

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_QUESTION_001
source: Are you alive? You're alive! Seriously hurt, but alive! Are you able to describe what happened?
de: Ihr seid am Leben! Schwer verwundet, aber am Leben! Seid ihr in der Verfassung, um zu beschreiben, was passiert ist?
es: ¿Estás viva? ¡Estás viva! Gravemente herida, ¡pero viva! ¿Serías capaz de describir lo que ocurrió?
fr: Vous êtes vivante ? vous êtes vivante ! Sérieusement blessée, mais vivante ! Pouvez-vous décrire ce qui s'est passé ?
id: Kau masih hidup? Kau masih hidup! Terluka parah, tapi masih hidup! Kau bisa jelaskan apa yang terjadi?
it: Sei viva? Sei viva! Ferita gravemente, ma viva! Riesci a descrivere quello che è successo?
ja: ご無事ですか？...良かった。ひどいお怪我ですが、命を落とすよりはマシです。 何が起こったのか、話してくださいませんか？
ko: 살아있었군요? 살아있어요! 부상이 심각하지만 살아있어요! 어떤 일이 있었는지 설명해줄 수 있나요?
pt: Você está viva? Você está viva! Muito ferida, mas viva! Será que poderia descrever o que aconteceu?
ru: Вы живы? Вы живы! Раны серьезные, но вы живы! Можете рассказать, что произошло?
zh: 你还好吗？还活着！虽然伤势很重，不过还活着！ 你能描述一下发生了什么吗？
zh_tw: 你還好嗎？還活著！雖然傷勢很重，不過還活著！ 你能描述一下發生了什麼嗎？

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_QUESTION_002_DETAILS
source: One last question before we leave. Do you think anyone wants to hurt you in the village?
de: Eine letzte Frage, bevor wir gehen. Glaubt ihr, dass euch jemand im Dorf Schaden zufügen möchte?
es: Una última pregunta antes de marcharnos. ¿Piensas que alguien de la aldea querría hacerte daño?
fr: Une dernière question avant de partir. Pensez-vous que quelqu'un vous veut du mal au village ?
id: Satu pertanyaan lagi sebelum kami pergi. Menurutmu, apakah ada warga desa yang mau membuatmu celaka?
it: Un'ultima domanda prima di lasciarci. Pensi che al villaggio qualcuno voglia farti del male?
ja: 最後にひとつ質問です。この村で、あなたを傷つけることにメリットのある人間はいますか？
ko: 마지막으로 질문 하나만 할게요. 마을에 아내를 해치려는 사람이 있을까요?
pt: Uma última pergunta antes de irmos embora. Você acha que existe alguém que queira feri-la aqui na aldeia?
ru: Последний вопрос. Вам не кажется, что кто-то в деревне хочет вам навредить?
zh: 我们走之前还有最后一个问题。你觉得这个村庄里有想伤害你的人吗？
zh_tw: 我們走之前還有最後一個問題。你覺得這個村莊裡有想傷害你的人嗎？
