Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_029
source: Hard working Townies will grow tired eventually and take a break. They will resume work once rested.
de: Wenn deine Townies arbeiten, werden sie mit der Zeit müde. Sie wechseln dann in den Freizeitmodus, in dem sich ihre Müdigkeit wieder verringert.
es: Los townies acabarán cansados de tanto trabajar y tendrán que descansar. Seguirán trabajando después de reponer fuerzas.
fr: Les habitants qui travaillent dur fatiguent : ils ont besoin de se reposer. Ils reprendront le travail quand ils seront frais et dispos.
id: Townie pekerja keras pasti akan kelelahan dan beristirahat. Mereka akan melanjutkan pekerjaan setelah beristirahat.
it: I paesani lavoratori a volte si stancano e prendono una pausa. Quando si sono riposati riprendono a lavorare.
ja: 一生懸命働くタウニーは疲れやすく休息が必要です。休息をとりながら、仕事をします。
ko: 열심히 일하는 주민들은 결국 피곤해지며 휴식을 취하게 됩니다. 휴식 후 다시 일을 시작합니다.
pt: Moradores que trabalham arduamente ficarão cansados eventualmente e farão uma pausa. Eles retomarão o trabalho quando estiverem descansados.
ru: Со временем тяжело работающие поселяне устают и делают перерыв. Отдохнув, они возобновляют работу.
zh: 辛勤劳作的镇民最后会疲倦，并稍事休息。一旦休息完毕，他们会重新开始工作。
zh_tw: 辛勤勞作的鎮民最後會疲倦，並稍事休息。一旦休息完畢，他們會重新開始工作。

# T_GAME_LOADINGTIP_030
source: The carpenter's workshop allows you to repair all buildings in town with one click. The cost in Prestige points depends on how much total building damage needs to be repaired.
de: Die Schreinerei hat die Option, alle Gebäude der Stadt auf einmal zu reparieren. Der Prestigepreis hängt vom Schaden der Gebäude ab.
es: Si tienes una carpintería podrás reparar edificios con un solo clic. El coste en puntos de prestigio dependerá del porcentaje de daños que sufra el edificio.
fr: La menuiserie vous permet de réparer tous les bâtiments de la ville en un seul clic. Le coût en points de Prestige dépend du montant total de dégâts à réparer.
id: Bengkel tukang kayu memungkinkan kamu memperbaiki semua bangunan di kota dengan satu klik. Biaya dalam poin Prestige tergantung keseluruhan kerusakan bangunan yang harus diperbaiki.
it: Il laboratorio del carpentiere ti consente di riparare tutti gli edifici in città con un solo clic. Il costo in punti prestigio dipende da quanta parte del danno all'edificio dev'essere riparata.
ja: 大工店では、ワンクリックで町のすべての建物を修復できます。消費される名声は、修復される損傷した建物の総数により異なります。
ko: 목공소를 통해 클릭 한 번으로 마을의 모든 건물을 수리할 수 있습니다. 수리해야 할 전체 건물 피해에 따라 명망 포인트 비용이 다릅니다.
pt: A oficina do carpinteiro permite que você conserte todas as construções da cidade com um clique. O custo em pontos de Prestígio depende do dano total que precisa ser reparado.
ru: Мастерская плотника позволяет тебе отремонтировать все здания в городе одним движением руки. Стоимость в очках престижа зависит от того, насколько сильные повреждения получили нуждающиеся в ремонте здания.
zh: 木匠店铺可以让您一键修缮所有建筑物。声望点数的消耗量视所有建筑物的受损情况而定。
zh_tw: 木匠店鋪可以讓您一鍵修繕所有建物。聲望點數的消耗量視所有建物的受損情況而定。

# T_GAME_LOADINGTIP_030_DEPRECATED
source: Once you have upgraded the carpenter's shop to level 2, you can repair all buildings in town with one click. The cost in Prestige depends on how much total building damage needs to be repaired. The feature is available from the building's menu.
de: Die Schreinerei hat die Option, alle Gebäude der Stadt auf einmal zu reparieren. Der Prestigepreis hängt vom Schaden der Gebäude ab. Diese Funktion erreichst du über das Kontextmenü der Schreinerei, sobald das Upgrade auf Stufe 2 durchgeführt wurde.
es: Una vez que hayas mejorado la carpintería al nivel 2, podrás reparar todos los edificios de la ciudad con un solo toque. El coste de los puntos de prestigio dependerá de qué porcentaje del edificio hay que reparar. Esta característica está disponible en el menú del edificio.
fr: Une fois la menuiserie augmentée au niveau 2, vous pouvez réparer tous les bâtiments de la ville en tapotant une seule fois. Le coût en points de Prestige dépend du nombre total de dégâts de bâtiments à réparer. Cette fonctionnalité est disponible dans le menu du bâtiment.
id: Begitu Anda sudah memutakhirkan bengkel tukang kayu ke level 2, Anda bisa memperbaiki semua gedung di kota dengan sekali klik. Biaya dalam poin Prestise bergantung pada berapa banyak total kerusakan gedung yang harus diperbaiki. Fitur ini tersedia dari menu gedung.
it: Dopo aver potenziato il laboratorio del carpentiere al Livello 2, puoi riparare tutti gli edifici della città con un solo tocco. Il costo in punti prestigio dipende dalla quantità di danni che devono essere riparati. Questa funzione è accessibile dal menu dell'edificio.
ja: 大工店をレベル2にアップグレードすると、一度のタップで街のすべての建物を修復することができるようになります。 名声がどれだけ必要になるかは、各建物のダメージ具合によります。この機能は建物メニューから利用できます。
ko: 목수 상점을 레벨 2로 업그레이드 할 경우, 한번의 클릭으로 타운의 모든 빌딩을 수리할 수 있습니다. 프레스티지 비용은 총 빌딩의 피해가 수리되어야 하는 정도에 따릅니다. 빌딩 메뉴에서 해당 기능 사용이 가능합니다.
pt: Quando você faz o upgrade da carpintaria para o nível 2, é possível restaurar todos os prédios da cidade com um único toque. O custo de pontos de Prestígio depende do dano total a ser restaurado. Esse recurso fica disponível no menu do prédio.
ru: После улучшения мастерской плотника до уровня 2, ты сможешь отремонтировать все здания в городе одним движением руки. Стоимость в очках престижа зависит от того, насколько велик уровень урона у требующего ремонта здания. Опция доступна в меню здания.
zh: 将木匠店升级到第二级后，你可以一键修复镇上的所有建筑。消耗多少威望点取决于需要修复的建筑损坏程度。该功能在建筑菜单中可用。
zh_tw: 將木匠店升級到第二級後，你可以一鍵修復鎮上的所有建築。消耗多少威望點取決於需要修復的建築損壞程度。該功能在建築菜單中可用。

# T_GAME_LOADINGTIP_031
source: The treasury building allows you to collect all due taxes with one click. This comes in particularly handy in big towns. It costs a few Prestige points to do this, though. You can find this feature in the context menu of the treasury.
de: In der Schatzkammer gibt es die Option, alle Steuern auf einmal einzusammeln. Dies nimmt dir vor allem bei großen Städten sehr viel Arbeit ab. Es kostet allerdings etwas Prestige. Du erreichst diese Funktion über das Kontextmenü der Schatzkammer.
es: Gracias a la tesorería podrás recaudar todos lo impuestos debidos con un solo toque, algo muy útil en grandes ciudades. Eso sí, te costará algunos puntos de prestigio.
fr: La trésorerie vous permet de collecter tous les impôts en un seul clic. C'est particulièrement utile dans les grandes villes. Par contre, cela coûte quelques points de Prestige pour l'utiliser.
id: Gudang harta memperbolehkan engkau memungut semua pajak yang jatuh tempo dengan sekali klik. Hal ini sangat praktis dalam kota besar. Meski membutuhkan sedikit poin Prestige untuk melakukan hal ini.
it: La tesoreria ti consente di riscuotere tutte le tasse con un solo click. Ciò è utile in particolare nelle grandi città. Però costa un po' di punti prestigio.
ja: 国庫を建てると、1クリックですべての税金を徴収することができます。 この機能は特に大きな街で重宝します。しかしこの機能を使う際、名声が必要になります。 国庫のメニューにこの機能を使用するボタンが表示されます。
ko: 금고 건물은 한 번의 클릭으로 세금을 모으는 것을 가능하게 해 줍니다. 큰 마을에서 사용하는 것이 적합합니다. 프레스티지 포인트가 소모됩니다.
pt: O prédio do Tesouro permite que você colete todos os impostos com um clique. Isso é bastante útil nas cidades grandes. Mas isso custa alguns pontos de Prestígio.
ru: Здание казначейства позволяет собрать все причитающиеся тебе подати одним движением руки. В больших городах это особенно удобно. Однако для этого требуется несколько очков престижа.
zh: 金库大楼能让您轻轻点击一下即可收取所有应付税金。 在大城镇，这尤其顺手。 但是，这样做要花费几个声望点。
zh_tw: 金庫大樓能讓您輕輕點擊一下即可收取所有應付稅金。 在大城鎮，這尤其順手。 但是，這樣做要花費幾個聲望點。

# T_GAME_LOADINGTIP_032
source: The current season is displayed on the right side of the screen. A whole annual cycle takes 60 minutes. Not all maps have changing seasons.
de: Die momentane Jahreszeit wird dir rechts im Bild angezeigt. Ein Jahreszyklus dauert 60 Minuten. Allerdings gibt es auch Karten, die eine feste Jahreszeit haben.
es: La estación actual se muestra a la derecha de la pantalla. El ciclo anual entero son 60 minutos. No todos los mapas contienen estaciones.
fr: La saison actuelle est affichée du côté droit de l'écran. Un cycle annuel complet dure 60 minutes. Toutes les cartes ne disposent pas de saisons qui changent.
id: Sesi saat ini ditampilkan di sisi kanan layar. Seluruh siklus tahunan membutuhkan waktu 60 menit. Tidak semua peta mempunyai perubahan musim.
it: La stagione in corso è mostrata sul lato destro dello schermo. Un intero ciclo annuale dura 60 minuti. Non tutte le mappe hanno le stagioni che cambiano.
ja: 現在の季節が画面右に表示されます。60分で一年です。ただし、すべてのマップで季節が変化するわけではありません。
ko: 현재 계절은 화면의 우측에 표시됩니다. 일년이 한번 가는 데에 60분이 소요됩니다. 모든 맵의 계절이 변하는 것은 아닙니다.
pt: A estação atual fica visível no lado direito da tela. Um ciclo anual completo leva 60 minutos. Nem todos os mapas mudam de estação.
ru: Информация о текущем времени года отображается в правой части экрана. Один годичный цикл длится 60 минут. Смена времен года возможна не на всех картах.
zh: 当前季节显示在屏幕的右侧。 全年周期花费60 分钟。 并非所有地图都有不断变化的季节。
zh_tw: 當前季節顯示在螢幕的右側。 全年週期花費60 分鐘。 並非所有地圖都有不斷變化的季節。

# T_GAME_LOADINGTIP_033
source: Fields lie idle in winter! You should prepare for the cold season by stocking plenty of wheat, herbs, hops and grape juice.
de: Im Winter wachsen deine Felder nicht! Du solltest dementsprechend für die kalte Jahreszeit vorsorgen und z.B. Getreide, Kräuter, Weintrauben oder Hopfen auf Lager haben.
es: Los campos suelen estar inactivos en invierno. Debes prepararte para el invierno almacenando suficiente trigo, plantas medicinales, lúpulo y zumo de uva.
fr: Les champs ne sont pas exploités en hiver. Vous devriez vous préparer pour la saison hivernale en stockant énormément de blé, d'herbes, de houblon et de jus de raisin.
id: Ladang tidak berproduksi di musim dingin! Bersiaplah menghadapi musim dingin dengan menimbun stok gandum, rempah-rempah, hop, dan jus anggur.
it: I campi sono inutilizzabili in inverno. Devi prepararti per la stagione fredda facendo ampia scorta di grano, erbe, luppolo e succo d'uva.
ja: 冬の間、畑で作物は育ちません。 大量の小麦、ハーブ、ホップやぶどうジュースを蓄えて、冬に備えましょう。
ko: 겨울 동안 밭에서 아무것도 생산되지 않습니다! 밀, 허브, 호프 그리고 포도 쥬스를 넉넉히 비축하여 추운 계절을 준비해야 합니다.
pt: Os campos ficam inertes no inverno. Você deve se preparar para a estação fria estocando muito trigo, ervas, lúpulo e suco de uva.
ru: Зимой поля не возделываются! Тебе необходимо подготовиться к холодной поре года, заготовив много пшеницы, трав, хмеля и виноградного сока.
zh: 冬季的农田一片荒芜！ 您需要储存充足的小麦、草药、啤酒花和葡萄酒过冬。
zh_tw: 冬季的農田一片荒蕪！ 您需要儲存充足的小麥、草藥、啤酒花和葡萄酒過冬。

# T_GAME_LOADINGTIP_033_DEPRECATED
source: Fields lie idle in winter. You should prepare for the cold season by stocking plenty of wheat and grape juice.
de: Im Winter wachsen deine Felder nicht! Du solltest dementsprechend für die kalte Jahreszeit vorsorgen und z.B. Getreide oder Traubensaft auf Lager haben.
es: Los campos suelen estar inactivos en invierno. Deberías prepararte para la estación fría. Almacena todo el trigo y el mosto que puedas.
fr: Les champs ne sont pas exploités en hiver. Vous devriez vous préparer pour la saison hivernale en stockant énormément de blé et de jus de raisin.
id: Sawah tidak terpakai di musim dingin. Engkau harus mempersiapkan untuk musim dingin dengan menyediakan banyak gandum dan jus anggur.
it: I campi sono inutilizzabili in inverno. Devi prepararti per la stagione fredda facendo ampia scorta di grano e succo d'uva.
ja: 冬の間、畑で作物は育ちません。大量の小麦とぶどうジュースを蓄えて、冬に備えましょう。
ko: 겨울엔 평원에 아무것도 할 수가 없습니다. 추운 계절을 대비하여 충분한 양의 밀과 포도음료를 비축해 놓아야 합니다.
pt: Os campos ficam inertes no inverno. Você deve se preparar para a estação fria estocando muito trigo e suco de uva.
ru: Зимой поля не возделываются. Тебе необходимо подготовиться к холодной поре года, заготовив много пшеницы и виноградного сока.
zh: 冬季，田野闲置着。 您应该储存大量的小麦和葡萄汁，以便为寒冷的冬季做好准备。
zh_tw: 冬季，田野閒置著。 您應該儲存大量的小麥和葡萄汁，以便為寒冷的冬季做好準備。

# T_GAME_LOADINGTIP_034
source: Hunting is an excellent source of food in wintertime. The hunter will provide the town with meat, as long as there are enough deer or rabbits in his vicinity. Additionally he supplies the village with animal skins. Sometimes he has to walk long distances to find deer, though.
de: Die Jagd ist eine gute Nahrungsquelle im Winter. Der Jäger bringt viel Fleisch zurück ins Dorf, wenn er genug Rehwild oder Hasen findet - zusätzlich ist er ein Lieferant von Tierhäuten. Allerdings muss er manchmal lange Laufwege zurücklegen.
es: La caza es una gran fuente de alimentos durante el invierno. Mientras haya suficientes ciervos o conejos para cazar, el cazador suministrará carne a la aldea. También proporciona pieles de animales. Aunque a veces tiene que caminar grandes distancias para encontrar la presa.
fr: La chasse est une excellente source de nourriture durant l'hiver. Le chasseur approvisionnera la ville en viande tant qu'il y aura assez de cerfs ou de lapins à proximité. Il fournit également des peaux d'animaux. Cependant, le chasseur doit parfois parcourir de longues distances pour trouver des cerfs.
id: Berburu menjadi sumber makanan yang baik di musim dingin. Pemburu menyediakan daging untuk kota, selama ada cukup banyak rusa atau kelinci di sekitarnya. Selain itu, ia mensuplai kulit hewan ke desa. Tapi kadang-kadang ia harus berjalan jauh untuk menemukan rusa.
it: La caccia è un'eccellente fonte di cibo durante l'inverno. Il cacciatore fornisce carne alla città finché ci sono cervi o lepri in zona. Inoltre, fornisce pellami. A volte occorre camminare a lungo per trovare selvaggina, però.
ja: 狩りは、優れた冬の食糧源です。狩人の近辺に鹿やウサギが十分いれば、街に肉が供給されます。また、村には動物の皮が供給されます。 しかし時々、狩人は鹿を求めて遠くまで行く必要があります。
ko: 사냥은 겨울에 음식을 구하는 좋은 방법입니다. 사냥꾼은 주변에 사슴이나 토끼가 충분히 있는 한 마을에 고기를 공급합니다. 더불어 마을에 동물 가죽도 공급합니다. 하지만 때로 사슴을 찾기 위해 장거리를 여행해야 합니다.
pt: A caça é uma excelente fonte de comida durante o inverno. Enquanto houver veados ou coelhos o suficiente para caçar, o caçador trará carne para a cidade. Ele também fornece peles de animais para a vila. Mas para isso, ele às vezes precisa percorrer uma grande distância.
ru: Охота является отличным источником пищи в зимнее время. Охотник будет обеспечивать город мясом, пока рядом с ним есть достаточное количество оленей или кроликов для охоты. Также он поставляет в город звериные шкуры. Однако иногда для поиска оленя приходится пешком преодолевать большие расстояния.
zh: 在冬季，狩猎是理想的食物来源。只要周边地区的野鹿或野兔数量充足，猎人就可以为城镇源源不断地供应肉类。此外，他还能为镇民提供动物毛皮。 然而，他有时需要长途跋涉才能找到猎物。
zh_tw: 在冬季，狩獵是理想的食物來源。只要周邊地區的野鹿或野兔數量充足，獵人就可以為城鎮源源不斷地供應肉類。此外，他還能為鎮民提供動物毛皮。 然而，他有時需要長途跋涉才能找到獵物。

# T_GAME_LOADINGTIP_034_DEPRICATED
source: Hunting is an excellent source of food in wintertime. The hunter will provide the town with meat, as long as there are enough deer in his vicinity. Sometimes he has to walk long distances to find deer, though.
de: Die Jagd ist eine gute Nahrungsquelle im Winter. Der Jäger bringt viel Fleisch zurück ins Dorf, wenn er genug Rehwild findet. Allerdings hat er manchmal lange Laufwege zurückzulegen.
es: La caza es una fuente excelente de alimentos durante el invierno. Mientras haya suficientes ciervos para cazar, el cazador suministrará carne a la ciudad, aunque, a veces, tenga que caminar grandes distancias para encontrar la presa.
fr: La chasse est une excellente source de nourriture durant l'hiver. Tant qu'il y a assez de cerfs à chasser, la ville sera approvisionnée en viande. Cependant, le chasseur doit parfois parcourir de longues distances pour trouver des cerfs.
id: Berburu adalah sumber daya pangan istimewa di musim dingin. Selama ada cukup rusa untuk diburu, maka pemburu itu menyediakan daging untuk kota. Meski terkadang ia harus berjalan sangat jauh untuk menemukan rusa.
it: La caccia è un'eccellente fonte di cibo durante l'inverno. Finchè ci sono cervi da cacciare, la città sarà rifornita di carne. A volte occorre camminare a lungo per trovare selvaggina, però.
ja: 冬の貴重な食糧源といえば狩りです。狩人が鹿の肉を街に提供してくれます。 しかし、時には鹿をさがして長い道のりを歩かなければならないこともあります。
ko: 사냥은 겨울의 훌륭한 식량 공급 수단입니다. 충분한 사슴이 있는 한, 마을에 고기를 제공할 수 있습니다. 가끔은 사슴을 찾기 위해 많은 거리를 가야 할수도 있습니다.
pt: A caça é uma excelente fonte de comida durante o inverno. Enquanto houver veados o suficiente para caçar, o caçador trará carne para a cidade. Mas para isso, ele às vezes precisa percorrer uma grande distância.
ru: Охота является отличным источником пищи в зимнее время. Позволяет обеспечить город мясом, пока есть достаточное количество оленей для охоты. Однако иногда для поиска оленя приходится пешком преодолевать большие расстояния.
zh: 在冬季，狩猎是极好的食品来源。 只要有足够的守猎之鹿，猎人为城镇提供鹿肉。 尽管有时他必须走很长一段路才能找到鹿。
zh_tw: 在冬季，狩獵是極好的食品來源。 只要有足夠的守獵之鹿，獵人為城鎮提供鹿肉。 儘管有時他必須走很長一段路才能找到鹿。

# T_GAME_LOADINGTIP_035
source: Come back and visit your Townies frequently! Returning to the game earns you a Prestige point reward.
de: Besuche deine Townies oft! Du wirst täglich mit Prestige belohnt, wenn du zurück ins Spiel kommst.
es: ¡Vuelve con frecuencia para visitar a tus townies! Cada vez que vuelvas a jugar, conseguirás un punto de prestigio.
fr: Revenez rendre visite à vos habitants régulièrement ! Vous gagnez des points de Prestige quand vous retournez en jeu.
id: Kembalilah dan sering-sering kunjungi Townies Anda! Kembali ke game engkau mendapatkan hadiah poin Prestige.
it: Torna spesso a visitare i tuoi cittadini! Accedere al gioco ti fa guadagnare punti prestigio.
ja: また自分の街に戻ってきてください！ ゲームを再開すると、報酬として名声が与えられます。 獲得できる名声は経過時間によって異なります。
ko: 당신의 마을을 자주 방문하십시오! 게임으로 돌아오면 프레스티지 포인트의 보상을 얻게 됩니다.
pt: Volte e visite os seus habitantes com frequência! Quando você volta ao jogo, você ganha um ponto de Prestígio.
ru: Возвращайся и посещай своих горожан как можно чаще! Возвращение в игру позволяет тебе заработать награду, состоящую из очков престижа.
zh: 请回来并经常访问我们的镇民们！ 回到游戏中，赚取声望点奖励。
zh_tw: 請回來並經常訪問我們的鎮民們！ 回到遊戲中，賺取聲望點獎勵。

# T_GAME_LOADINGTIP_036
source: Some tasks can fail if you don't complete them within a time limit. Failing a task only means that you will not get the reward for the task. It does not lose the game.
de: Manche Aufgaben können fehlschlagen, wenn du sie nicht in der vorgegebenen Zeit erfüllst. Eine fehlgeschlagene Aufgabe bedeutet nur, dass dir die Belohnung entgeht, aber nicht, dass das ganze Spiel verloren ist.
es: Algunas tareas tienen que completarse dentro de un límite de tiempo. Si no lo consigues, fracasarás y no conseguirás la recompensa de dicha tarea. Aún así, la partida continuará.
fr: Certaines tâches peuvent échouer si vous ne les complétez pas dans le temps imparti. Si vous échouez à une tâche, cela signifie que vous ne toucherez pas la récompense prévue. Vous ne perdrez pas la partie pour autant.
id: Beberapa tugas bisa gagal jika engkau tidak selesai dalam batas waktu. Kegagalan tugas hanya berarti engkau tidak mendapatkan hadiah atas tugas. Ini tidak kalah bertanding.
it: Alcuni compiti possono fallire se non li riesci a completare entro un certo tempo. Un compito fallito significa solo che non otterrai la ricompensa corrispondente. Non perderai il gioco.
ja: クエストの中には制限時間内に完了しなくてはいけないものもあります。 ですが、時間内に達成できなくても、報酬をもらえないだけでゲーム終了ということはありません。
ko: 어떤 임무들은 시간 내에 완수하지 못하면 실패하게 됩니다. 임무 실패는 단지 보상을 받지 못하는 것을 의미하는 것입니다. 게임에서 지는 것이 아닙니다.
pt: Algumas tarefas podem fracassar se você não completá-las dentro do período determinado. Ao fracassar, isso só significa que você não ganha a recompensa. Você não perde o jogo.
ru: Некоторые задания будут провалены, если ты не завершишь их, уложившись в заданный лимит времени. Проваленное задание означает лишь то, что ты не получишь награду за его выполнение. Игра не будет проиграна.
zh: 有些任务可能不及格，如果您没有时限之内完成的话。 未能完成任务仅意味着：您将得不到那项任务的报酬。 这并不输掉游戏。
zh_tw: 有些任務可能不及格，如果您沒有時限之內完成的話。 未能完成任務僅意味著：您將得不到那項任務的報酬。 這並不輸掉遊戲。

# T_GAME_LOADINGTIP_037
source: After completing a scenario you are given the option to continue playing. The game then switches to sandbox mode.
de: Nachdem du ein Szenario geschafft hast, kannst du weiterspielen. Das Spiel wechselt dann in den Endlosspielmodus über.
es: Una vez terminado un escenario, tendrás la opción de seguir jugando en él, pero cambiando al modo libre.
fr: Après avoir terminé un scénario, vous aurez le choix de continuer à jouer. Le jeu passe alors en mode sandbox.
id: Setelah menyelesaikan skenario engkau akan diberi opsi untuk melanjutkan permainan. Selanjutnya game akan beralih ke mode sandbox.
it: Dopo aver completato uno scenario avrai la possibilità di continuare a giocare. Il gioco passa alla modalità libera.
ja: ひとつのシナリオを終了した後もゲームを続けることができます。 その後は、サンドボックスモードに変わり、自由に街づくりが楽しめます。
ko: 시나리오를 완료하면 계속 플레이할 것인 지에 대해서 선택할 수 있습니다. 그 후, 게임은 샌드박스 모드로 바뀌게 됩니다.
pt: Depois de completar um cenário, você tem a opção de continuar jogando. O jogo então entra no modo sandbox.
ru: После завершения сценария тебе предоставляется возможность продолжить игру. После этого осуществляется переключение игры в режим sandbox.
zh: 在完成场景之后，您可选择继续播放。 然后，游戏转换到沙箱模式。
zh_tw: 在完成場景之後，您可選擇繼續播放。 然後，遊戲轉換到沙箱模式。

# T_GAME_LOADINGTIP_038
source: Having too many hunters may decimate the prey population. How quickly new deer or rabbits appear depends on the size of the forest area on the map.
de: Wenn du zu viele Jäger einsetzt, kann die Beute auf der Karte rar werden. Wie schnell wieder Rehe oder Hasen auftauchen, hängt von der Anzahl an Bäumen auf der Karte ab.
es: Si tienes demasiados cazadores, la población de ciervos se verá diezmada. La rapidez con la que aparezca un ciervo o un conejo dependerá del tamaño del bosque en el mapa.
fr: Le fait d'avoir trop de chasseurs peut décimer la population de proies. La fréquence de réapparition des cerfs et lapins dépend de la taille des zones boisées de la carte.
id: Terlalu banyak pemburu bisa mengurangi populasi hewan buruan. Seberapa cepat rusa atau kelinci baru bermunculan tergantung kepada luas daerah hutan di peta.
it: Troppi cacciatori potrebbero decimare la popolazione animale. Il tempo di apparizione di nuovi cervi o lepri dipende dalla dimensione della foresta sulla mappa.
ja: 狩人が多すぎると獲物の数は減少します。 新たな鹿やウサギが現れるスピードは、森林の大きさによって変わります。
ko: 사냥꾼이 너무 많으면 사냥감이 줄어들 수 있습니다. 사슴이나 토끼가 새로 나타나는 속도는 지도에 있는 숲의 크기에 좌우됩니다.
pt: Ter caçadores demais pode dizimar toda a população de caça. A rapidez com que veados ou coelhos aparecem depende do tamanho da área da floresta no mapa.
ru: Наличие слишком большого количества охотников может привести к истреблению популяции дичи. То, насколько быстро появится новый олень или кролик, зависит от размеров занятой лесом области на карте.
zh: 猎人数量过多可能导致猎物数量骤减。 野鹿或野兔的繁衍速度将取决于地图上的森林面积。
zh_tw: 獵人數量過多可能導致獵物數量驟減。 野鹿或野兔的繁衍速度將取決於地圖上的森林面積。

# T_GAME_LOADINGTIP_038_DEPRECTATED
source: Having too many hunters may decimate the deer population. How quickly new deer appears depends on size of the forest area on the map.
de: Wenn du zu viele Jäger einsetzt, kann Rehwild auf einer Karte rar werden. Wie schnell wieder Rehe auftauchen, hängt von der Menge an Bäumen auf der Karte ab.
es: Si tienes demasiados cazadores, la población de ciervos se verá diezmada. La rapidez con la que aparezca un ciervo dependerá del tamaño del bosque en el mapa.
fr: Le fait d'avoir trop de chasseurs peut décimer la population de cerfs. La fréquence de réapparition des cerfs dépend de la taille des zones boisées de la carte.
id: Punya terlalu banyak pemburu bisa mengurangi populasi rusa. Seberapa cepat rusa baru muncul bergantung pada ukuran wilayah hutan di peta.
it: Troppi cacciatori potrebbero decimare la popolazione dei cervi. Il tempo di apparizione di nuovi cervi dipende dalla dimensione della foresta sulla mappa.
ja: 狩人が多すぎると鹿の数が減ってしまいます。 新しい鹿が現れるまでの時間は、マップ上の森の大きさによります。
ko: 너무 많은 사냥꾼은 사슴 개체수를 감소시킵니다. 얼마나 빨리 새로운 사슴이 출현하는 지는 지도 상의 숲 크기와 관련 있습니다.
pt: Ter caçadores demais pode dizimar toda a população de veados. A rapidez com que eles aparecem depende do tamanho da área da floresta no mapa.
ru: Наличие слишком большого количества охотников может привести к истреблению популяции оленей. То, насколько быстро появится новый олень, зависит от размеров занятой лесом области на карте.
zh: 有太多的猎人可能会相当程度地减少鹿群数量。 新鹿多快速出现，取决于地图上的森林面积。
zh_tw: 有太多的獵人可能會相當程度地減少鹿群數量。 新鹿多快速出現，取決於地圖上的森林面積。
