Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION_001
source: Since the Queen opened the borders to her kingdom, a lot of newcomers arrived here to try their luck on this side of the border.
de: Seitdem die Königin die Grenzen zu ihrem Königreich geöffnet hat, kamen viele Neuankömmlinge hierher, um ihr Glück auf dieser Seite der Grenze zu versuchen.
es: Desde que la reina abrió las fronteras de su reino, mucha gente ha venido a probar suerte a este lado de la frontera.
fr: Depuis que la Reine a ouvert les frontières de son royaume, beaucoup de nouveaux arrivants viennent ici pour tenter leur chance de ce côté-ci de la frontière.
id: Sejak sang Ratu membuka perbatasan negeri, banyak pendatang baru tiba untuk mengadu untung di sebelah sini perbatasan.
it: Da quando la regina ha aperto i confini del suo regno, molti nuovi arrivati sono giunti qui per cercare fortuna da questo lato del confine.
ja: 先般、女王が自国への出入りを解禁しました。そのため国境の向こうにいた人々が、一旗揚げようと大勢移住したところです。
ko: 여왕님이 왕국의 국경을 개방한 후 수많은 이주민들이 이곳으로 찾아와 자신의 운을 시험하기 시작했어요.
pt: Desde que a Rainha abriu as fronteiras do reino, chegaram muitas pessoas novas para tentar a vida por aqui.
ru: С тех пор как королева открыла границы, к нам хлынули толпы переселенцев, желающих попытать здесь счастье.
zh: 由于女王开放了她国家的边境，许多邻国居民来到了这里想试试他们在边境另一边的运气。
zh_tw: 由於女王開放了她國家的邊境，許多鄰國居民來到了這裡想試試他們在邊境另一邊的運氣。

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION_002
source: But, you see, it has not been easy here in town lately, my Liege.
de: Wie Ihr sehen könnt, war das Leben hier in der Stadt in letzter Zeit nicht gerade einfach, mein Herr.
es: Pero verás, mi señor, las cosas no han resultado fáciles últimamente.
fr: Mais voyez-vous Sire, cela n'a pas été facile en ville dernièrement.
id: Tapi belakangan, keadaan di kota ini tidak mudah, Tuanku.
it: Ma ultimamente la vita non è stata facile qui in città, mio signore.
ja: しかし、その雲行きが最近どうにも怪しいのです。
ko: 하지만 최근 상황이 순탄치 않습니다.
pt: Mas não tem sido fácil sobreviver na cidade, meu senhor.
ru: Но, видите ли, ваша светлость, в нашем городе последнее время очень неспокойно.
zh: 不过也正如您所见，城镇最近的日子不好过啊，我的大人。
zh_tw: 不過也正如您所見，城鎮最近的日子不好過啊，我的大人。

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION_003
source: The problem is that there are conflicts between the locals and the newcomers in town all the time. They argue about absolutely anything and everything!
de: Das Problem liegt in den Konflikten zwischen den Neuankömmlingen und den Einheimischen der Stadt. Sie streiten sich wegen jeder noch so kleinen Sache!
es: El problema es que todo el tiempo hay conflictos entre los lugareños y los recién llegados. ¡Discuten absolutamente por todo!
fr: Le problème, c'est qu'il y a toujours des conflits entre les nouveaux arrivants et les habitants de cette ville. Pour absolument tout et n'importe quoi !
id: Masalahnya, selalu saja ada konflik antara warga asli dan pendatang baru di kota. Mereka berselisih tentang apa pun!
it: Il problema è che ci sono continui conflitti tra la gente del posto e i nuovi arrivati, litigano su tutto e per tutto!
ja: 言ってしまえば、元の住人と新しい住人とが、四六時中衝突しているのです。何かにつけては議論、論争、対立、小競り合い！
ko: 원주민과 이주민 사이에 갈등이 끊이지 않고 있습니다. 사사건건 모든 분야에서 충돌하고 있어요!
pt: O problema é que há conflitos o tempo todo entre os habitantes e os recém-chegados. Eles brigam por causa de tudo!
ru: Между местными и приезжими постоянно возникают стычки. Они спорят обо всем, о чем только можно!
zh: 问题在于城镇里本地居民和新来的那些人长期以来一直有着冲突。他们在大大小小的事情上都能吵个不停！
zh_tw: 問題在於城鎮裡本地居民和新來的那些人長期以來一直有著衝突。他們在大大小小的事情上都能吵個不停！

# T_QUESTS_SCENARIO_INSANECHOICES_CHOOSE_TEST
source: I don’t think that the money we have will be enough to complete all the tasks. You’ll have to decide what to spend the coins on.
de: Ich denke, das Geld in der Schatzkammer wird nicht für alle Aufgaben reichen, mein Herr. Ihr werdet entscheiden müssen, wofür Ihr das Geld im Dorf ausgeben werdet.
es: No creo que el dinero que tenemos baste para todas las tareas. Tendrás que decidir en qué nos lo gastamos.
fr: Je ne pense pas que l’argent que nous possédons soit suffisant pour accomplir toutes les tâches. Vous allez devoir choisir où investir.
id: Aku khawatir uang yang kita miliki takkan cukup untuk menyelesaikan semua tugas. Tuanku harus memutuskan bagaimana setiap keping uang dibelanjakan.
it: Non credo che i soldi che abbiamo siano sufficienti per completare tutti gli incarichi. Dovrai decidere come spendere il denaro.
ja: 私たちの持っているお金では全ての仕事を完成させるのに十分ではありません。コインを何に使うかを決めなければいけません。
ko: 모든 과제를 완료할 만큼 자금이 충분하지 않은 것 같습니다. 자금을 어디에 사용할지를 결정해야 합니다.
pt: Acho que o dinheiro que temos não será suficiente para cumprir nossas obrigações. O senhor terá que decidir em que vai gastar as moedas.
ru: Боюсь, имеющихся у нас денег недостаточно, чтобы выполнить все задачи. Вам придется решать, на что вы хотите потратить средства.
zh: 我认为目前我们手里的钱不足以完成所有任务。您必须 决定把钱花在什么地方。
zh_tw: 我不覺得我們有足夠的金錢完成所有工作。您只能 自行決定要花費在哪些工作之上。

# T_QUESTS_SCENARIO_INSANECHOICES_CHOOSE_TEST1
source: Besides, a lot of Townies are unhappy and very poor here and I fear we are on a brink of a revolt against our Duke. They won’t be paying any taxes, until the situation improves!
de: Darüber hinaus, mein Lord, die Dorfbewohner sind sehr arm und unglücklich über die Taten des Herzogs und ich befürchte, dass sie über eine offene Revolte gegen den Herzog nachdenken. Die Bewohner werden keine Steuern zahlen, bis sich die Situation verbessert hat!
es: Además, muchos townies están descontentos y me temo que estamos al borde de una revuelta contra el duque. ¡Se niegan a pagar impuestos hasta que la situación mejore!
fr: De plus, beaucoup de villageois sont mécontents et je crains que nous soyons à deux doigts de la révolte contre le Duc. Ils refusent de payer les taxes tant que la situation ne se sera pas améliorée.
id: Kecuali itu, banyak Townie hidup susah dan sangat miskin di sini dan aku takut mereka akan memberontak melawan sang Adipati. Mereka tidak mau membayar pajak sampai situasinya membaik!
it: Inoltre, molti cittadini sono infelici e molto poveri e temo che siamo sull'orlo di una rivolta contro il nostro Duca. Non pagheranno le tasse, finché la situazione non migliorerà!
ja: それとは別に、ここの多くのタウニーたちは不幸せで貧しい生活をしているため、公爵に対して反乱を起こす寸前です。 彼らはこの状況が改善するまで税金を払うつもりがありません。
ko: 게다가 많은 주민이 불행하고 빈곤에 시달리고 있습니다. 공작님을 몰아내려는 폭동이 일어날까 봐 두렵습니다. 상황이 개선되지 않으면 주민들이 세금을 내려 하지 않을 거예요!
pt: Além disso, muitos habitantes estão insatisfeitos e sofrendo com a pobreza aqui. Temo que estejamos à beira de uma revolta contra o Duque. Eles só voltarão a pagar impostos quando a situação melhorar!
ru: К тому же многие горожане обеднели и недовольны своей участью. Боюсь, мы находимся на грани восстания против герцога. Люди не будут платить налоги, пока ситуация не наладится!
zh: 另外，很多镇民一贫如洗而且很不高兴，我担心我们正处爆发叛乱，对抗公爵的边缘。 除非形势有所改观，否则他们一分钱税都不会交了。
zh_tw: 而且這裡的許多鎮民都非常不快樂且貧窮，恐怕馬上就會有人開始造反挑戰公爵了。 直到情況有所轉機之前，他們是不會支付任何稅款的！

# T_QUESTS_SCENARIO_INSANECHOICES_LADY
source: You see my Lord, whatever a man sows, he reaps.
de: Seht Ihr? Was ein Mann sähet, das erntet er auch!
es: Mi señor, se cosecha lo que se siembra.
fr: Voyez mon seigneur, on récolte ce que l’on sème.
id: Begini, Tuanku, apapun yang ditabur oleh seseorang, itulah yang akan dituai olehnya.
it: Vedi milord, ciò che un uomo semina, raccoglie.
ja: いいですか閣下、どんな種でも蒔いたら収穫しなければいけないのです。
ko: 영주님, 뿌린 대로 거둔다는 말이 있습니다.
pt: Sabe como é, milorde: o homem colhe aquilo que se planta.
ru: Как говорится, милорд, что посеешь, то и пожнешь.
zh: 大人您看，种瓜得瓜，种豆得豆。
zh_tw: 看啊，大人，一人種地，必有所收。

# T_QUESTS_SCENARIO_INSANECHOICES_MAINQUEST_STARTED
source: My Lord, welcome to our town. We are really glad that you accepted our invitation. Your reputation of solving issues is well known in the whole kingdom. I hope with your help, this town will be able to maintain a certain balance between the factions.
de: Mein Herr, im Namen des Herzogs heiße ich Euch willkommen. Wir sind wirklich froh, dass Ihr so schnell hergekommen seid. Es ist im ganzen Königreich bekannt, dass Ihr sogar die schwierigsten Fälle lösen könnt. Ich hoffe, dass wir mit Eurer Hilfe zwischen den Bewohnern des Dorfes und dem Herzog eine gewisse Balance halten können.
es: Mi señor, bienvenido a nuestra villa. Estamos encantados de que hayas aceptado nuestra invitación. En todo el reino es conocida tu reputación por saber resolver problemas. Espero que, con tu ayuda, esta ciudad logre mantener cierto equilibrio entre las facciones.
fr: Sire, bienvenue dans notre ville. Nous sommes heureux que vous ayez accepté notre invitation. Votre réputation de résoudre les problèmes de l'État n’est plus à faire. J'espère qu’avec votre aide, nous réussirons à maintenir un certain équilibre entre les différentes factions.
id: Tuanku, selamat datang di kota kami. Kami bersyukur Tuanku memenuhi undangan kami. Reputasi Tuanku dalam memecahkan masalah terkenal di seluruh kerajaan. Semoga dengan bantuan Tuanku kota ini akan bisa menjaga keseimangan di antara berbagai faksi.
it: Milord, ti do il benvenuto nella nostra città. Grazie per avere accettato il nostro invito. La tua reputazione nel risolvere problemi è nota in tutto il regno. Spero che con il tuo aiuto questa città potrà raggiungere un certo equilibrio tra le fazioni.
ja: 閣下、私たちの街にようこそ。私たちの招待を受けてくださり本当に嬉しく思います。あなたの問題解決の評判はこの王国全土で知られています。 あなたのお力添えで、この街が派閥間においてある程度のバランスを保つことができればと思っています。
ko: 저희 마을에 오신 것을 환영합니다, 영주님. 초대를 받아주셔서 정말 감사합니다. 문제 해결 능력이 뛰어나다고 왕국에 명성이 자자하시더군요. 영주님의 도움으로 마을 주민들 사이에 균형을 유지하게 되길 바랍니다.
pt: Milorde, bem-vindo à nossa cidade. Ficamos muito felizes por ter aceitado nosso convite. Sua reputação na resolução de problemas é reconhecida em todo o reino. Espero que, com a sua ajuda, esta cidade possa encontrar um equilíbrio entre as duas facções.
ru: Милорд, добро пожаловать к нам. Мы очень рады, что вы приняли наше приглашение. О том, как споро вы решаете проблемы, знает все королевство. Надеюсь, что с вашей помощью в этом городе воцарится некий баланс между фракциями.
zh: 大人，欢迎莅临 我们镇。非常高兴您接受了我们的邀约。您善于解决问题，声名举国皆知。 我希望有了您的帮助，这座小镇将可以在各个派系之间维持一定的平衡。
zh_tw: 大人，歡迎來到我們的城鎮。我們很高興您能接受我們的邀請。您處理大小事務的聲名遠播，傳遍了整個王國。 我希望有了您的幫助，這座城鎮之中的勢力能夠再次回歸某種平衡。

# T_QUESTS_SCENARIO_INSANECHOICES_MAINQUEST_TITLE
source: Solve the problems in town.
de: Löst die Probleme des Dorfes.
es: Resuelve los problemas de la ciudad.
fr: Résolvez les problèmes de la ville.
id: Selesaikan masalah-masalah di kota itu.
it: Risolvi i problemi della città.
ja: 街の問題を解決する。
ko: 마을의 문제를 해결하세요.
pt: Resolva os problemas da cidade.
ru: Реши проблемы в городе.
zh: 解决镇上的问题。
zh_tw: 解決城鎮裡的問題。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITCAMP_SUCCESS
source: Our guardsman have successfully raided the bandit camp. Our troops found a man being held hostage in their dungeon. He was exhausted and is sleeping now. We haven't been able to interrogate him yet.
de: Unsere Stadtwache hat das Banditenlager erfolgreich eingenommen. Unsere Truppen haben einen Gefangenen der Banditen befreit. Er war sehr erschöpft und schläft nun. Wir konnten ihn noch nicht vernehmen.
es: Los guardias han tomado el campamento de los bandidos. Nuestras tropas han encontrado a un hombre que los muy canallas tenían de rehén. Estaba exhausto y ahora duerme. Aún no hemos podido interrogarlo.
fr: Nos gardes ont détruit avec succès le camp de bandits. Nos troupes ont également trouvé un otage dans les cachots. Il se remet doucement de sa captivité. Il dort.
id: Para penjaga kita berhasil menyerang perkemahan bandit. Pasukan kita menemukan satu orang yang ditahan sebagai sandera di penjara mereka. Dia letih sekali dan sedang tidur sekarang. Kami belum berhasil menginterogasinya.
it: Le nostre guardie hanno saccheggiato l'accampamento dei banditi. Le truppe hanno trovato un uomo tenuto in ostaggio nelle loro segrete. Era esausto e adesso sta dormendo. Non abbiamo ancora potuto interrogarlo.
ja: 我々の衛兵は盗賊の野営地の襲撃に成功しました。私たちの軍隊は地下牢に人質として囚われている男を見つけました。彼は疲れていて、今は寝ています。まだ彼に尋問できていません。
ko: 우리 경비대가 강도 캠프를 성공적으로 습격했습니다. 경비대는 지하 감옥에 잡혀있던 인질 한 명을 발견했습니다. 인질은 지쳐서 지금 자고 있습니다. 아직 인질을 심문하지 못했습니다.
pt: Nossos guardas conseguiram atacar o acampamento de bandidos. Nossas tropas encontraram um homem cativo na masmorra deles. Ele estava exausto e agora está descansando. Ainda não conseguimos interrogá-lo.
ru: Наша стража провела успешное нападение на лагерь бандитов. Войска обнаружили в темнице заложника. Он был совершенно измотан и сейчас спит. Нам пока не удалось допросить его.
zh: 我们的警卫成功突袭了强盗的营地。部队还在地牢里发现了一个被挟持为人质 的男人。他筋疲力尽，现在睡着了。我们还没来得及审问他。
zh_tw: 我們的守衛成功襲擊了強盜營地。我們的軍隊在地窖中找到了被囚禁的人質。他因為過累現在睡著了。我們還沒有機會調查詢問他。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITS_BRIBE_FAILED
source: So you chose the hard way. As you like, we are coming for you!
de: Also wollt Ihr es auf die harte Tour! Ganz wie Ihr wünscht, wir kommen euch dann mal besuchen!
es: Así que queréis que sea por las malas. Como gustéis, ¡vamos a por vosotros!
fr: Ainsi donc, vous choisissez la difficulté. Qu’il en soit ainsi, nous arrivons !
id: Ternyata kalian memilih jalan kekerasan. Baiklah, kami akan mencari kalian!
it: Quindi hai scelto la strada più difficile. Come vuoi, stiamo venendo a prenderti!
ja: そうか、お前は困難な道を選ぶんだな。好きなようにしろ、俺たちはお前のところに行くぞ！
ko: 힘든 길을 택했군. 그렇다면 원하는 대로 해주지!
pt: Então você prefere do jeito mais difícil. Como quiser, vamos atrás de vocês!
ru: Значит, хотите играть по-плохому. Что ж, готовьтесь, мы идем!
zh: 所以你选择来硬的。如你所愿，我们会找上门来的！
zh_tw: 所以，天堂有路你不走。我就成全你，等著我們的到來吧！

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITS_SUCCESS
source: My Lord, investing the money in the fishing trade instead of in the protection of the town might have offended the villagers. I have seen several of them walking the town with pitchforks and torches.
de: Mein Herr, ich komme mit schlechten Nachrichten. Die Dorfbewohner sind sehr verärgert, dass ihr euch für die Fischerei entschieden habt, anstatt das Dorf sicherer zu machen, hat viele Bewohner verärgert. Ich habe sogar einige mit Fackeln und Mistgabeln durch das Dorf laufen sehen. Dies macht mir Angst…
es: Mi señor, es probable que invertir el dinero en el comercio pesquero en vez de en proteger la ciudad haya ofendido a sus habitantes. He visto a varios de ellos por las calles portando horcas y antorchas.
fr: Mon seigneur, votre décision de privilégier le commerce de la pêche a la sécurité de la ville à offense les villageois. J’ai vu plusieurs habitants marcher dans les rues avec des torches et des fourches.
id: Tuanku, membelanjakan uang untuk usaha tangkap ikan dan bukan untuk pengamanan kota mungkin telah membuat para warga desa tersinggung. Aku melihat beberapa dari mereka menuju ke kota sambil membawa garpu rumput dan obor.
it: Milord, investire il denaro nel nel commercio ittico piuttosto che nella protezione della città ha fatto risentire gli abitanti del villaggio. Ne ho visti parecchi camminare per le strade con forconi e torce.
ja: 閣下、あなたが街の安全よりも漁業取引にお金をつぎ込んだことが村人たちの気に障ったかもしれません。 村人の何人かが熊手やたいまつを抱えて街を歩いているのを目にしました。
ko: 영주님,마을 보안이 아니라 어업에 투자하기로 한 결정이 주민들의 불만을 산 것 같습니다. 몇몇 주민들이 쇠스랑과 횃불을 들고 거리를 걷고 있는 걸 보았습니다.
pt: Milorde, investir o dinheiro na atividade pesqueira em vez de cuidar da proteção da cidade parece ter deixado os habitantes aborrecidos. Vi vários deles andando pela cidade com forcados e tochas.
ru: Милорд, вложив деньги в торговлю рыбой, а не в оборону города, вы могли оскорбить жителей. Некоторые из них уже бродят по улицам с вилами и факелами.
zh: 大人，投资捕鱼业而非小镇的安保也许已经remus了村民。 我已经看到他们好些人拿着干草叉和火把在镇上走来走去了。
zh_tw: 大人，資助漁獲交易而不是資助城鎮治安這件事情有可能惹怒了一些村民。 我看見幾名村名在城鎮裡手拿火把和草叉在找您。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITS_THANKS_SUCCESS
source: All right. What do we have here? Is it for us? A gift? How nice of you, Governor! But, next time put some sausages in too, okay?
de: Nun was haben wir denn da? Ist das etwa für uns? Ohh wie schön! Das finde ich aber nett von Euch, Statthalter. Hmm, das nächste mal bringt Ihr aber ein paar Würstchen mit, ok?
es: Está bien. ¿Qué tenemos aquí? ¿Un regalo? ¿Para nosotros? ¡Qué detalle por tu parte, gobernador! Pero la próxima vez, incluye salchichas, ¿de acuerdo?
fr: Très bien. Qu’avons-nous là ? Est-ce pour nous ? Un cadeau peut-être ? C’est vraiment très gentil de votre part, gouverneur. Mais, la prochaine fois ajoutez-y des saucisses, d’accord ?
id: Baiklah. Ada apa ini? Ini untuk kami? Sebagai hadiah? Betapa baik hati kau, Gubernur! Tapi lain kali jangan lupa bawakan sosis juga, mengerti?
it: D'accordo. Che cosa abbiamo qui? È per noi? Un regalo? È molto gentile da parte tua, Governatore! Ma la prossima volta, porta anche delle salsicce, ok?
ja: よし。一体何があるんだ？俺たちにか？贈り物？総督、お前はいいやつじゃないか！しかし次回はソーセージも入れてくれよ、いいか？
ko: 좋아. 이게 뭐지? 우리 거라고? 선물? 아휴 친절한 영주님이시네! 하지만 다음번엔 소시지도 잊지 말라고, 알았지?
pt: Muito bem. O que temos aqui? É para nós? Um presente? Quanta gentileza da sua parte, Governador! Mas, da próxima vez, traga umas salsichas também, ok?
ru: Ладно. Что у нас здесь? Это все для нас? Подарок? Как мило с вашей стороны, губернатор! Но в следующий раз не забудьте про колбасы, хорошо?
zh: 行，看看这儿都有什么？这是给我们的？一份薄礼？你们人真好，乡长！但下次记得还要放点腊肠进去，好吗？
zh_tw: 好好好，看看這些都是什麼？是給我們的？禮物？啊，真是個好人啊，大人！但是，下次也帶些香腸，好吧？

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BOTTLE1
source: My Lord, a Townie found a message hidden in a bottle while he was fishing. It mentioned a place where herbal medicine grows that is rumored to cure all illness. Maybe we can ask the doctor about it.
de: Herr Statthalter, ...Lord... Einer von den Townies hat beim Fischen eine Nachricht gefunden. Sie war in einer Flasche versteckt, die auf dem Fluss trieb. Es wurde ein Ort erwähnt, an dem Kräutermedizin wächst, die angeblich alle Krankheiten heilen soll. Vielleicht können wir den Arzt danach fragen.
es: Mi señor, mientras pescaba, un townie ha encontrado un mensaje oculto en una botella. Menciona un lugar en el que crece una hierba medicinal que supuestamente cura todas las enfermedades. Quizá deberíamos preguntarle al médico sobre ella.
fr: Sire, l’autre jour, un villageois a trouvé un message caché dans une bouteille lorsqu’il pêchait. Il était question d’un lieu où se trouvent des plantes médicinales qui, d'après la rumeur guériraient toutes sortes de maladies. Peut-être pouvons-nous demander au docteur du village s’il a plus d’informations.
id: Tuanku, ada Townie yang menemukan pesan rahasia di dalam botol sewaktu mencari ikan. Pesan itu menyebutkan tempat tumbuhnya obat herbal yang konon bisa menyembuhkan semua penyakit. Mungkin kita bisa bertanya kepada dokter tentang ini.
it: Milord, un cittadino ha trovato un messaggio in una bottiglia mentre stava pescando. Parla di un luogo dove crescono erbe medicinali che curano tutti i mali. Forse possiamo chiedere al dottore di che si tratta.
ja: 閣下、あるタウニーが釣りをしている時にビンの中にメッセージが隠されているのを見つけました。それにはあらゆる病気を治すと噂されている薬草の在処が書かれています。医者にそのことについて聞いてみましょうか。
ko: 영주님. 한 주민이 낚시하다가 병 속에 담긴 메시지를 발견했습니다. 메시지는 모든 병을 고칠 수 있다는 약초가 자라는 곳을 가리키고 있습니다. 의사에게 물어보는 것이 좋겠습니다.
pt: Milorde, um habitante estava pescando e achou uma mensagem numa garrafa. Ela falava de um lugar onde cresce uma erva medicinal que supostamente cura qualquer doença. Talvez seja bom falar com o médico sobre isso.
ru: Милорд, горожанин выловил бутылку с посланием. В нем говорится о месте, где растут травы, способные излечить любой недуг. Возможно, стоит поговорить об этом с врачом.
zh: 大人，一位镇民在钓鱼时发现了一张藏在瓶子里的纸条。上面提到一个生长着传言能治百病的草药的地方， 也许我们可以找医生问问。
zh_tw: 大人，有一位鎮民在捕魚的時候發現了一個瓶子裡面的隱藏信息。裡面提到謠傳有處地方產有能夠治癒疾病的藥草。 或許我們能問問醫生。
