Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN_WW_DISASTER_20_DESC
source: A fire has broken out in the city! We need to build enough fire towers to extinguish the fire and reduce the risk of new fires.
de: In der Stadt ist ein Feuer ausgebrochen! Wir brauchen Feuertürme, um den Brand zu löschen und das Risiko eines erneuten Brandes zu minimieren.
es: ¡Se ha desatado un incendio en la ciudad! Debemos construir suficientes torretas de incendio para reducir el riesgo de que se vuelvan a producir.
fr: Un incendie vient de se produire en ville ! Nous devons construire assez de tours d'incendie pour éteindre le feu et réduire le risque de nouveaux foyers.
id: Kebakaran melanda kota! Kita perlu menara pemadam kebakaran yang cukup untuk memadamkan api dan mengurangi risiko kebakaran.
it: È scoppiato un incendio in città! Dobbiamo costruire abbastanza torri dei pompieri per estinguere le fiamme e ridurre il rischio di nuovi incendi.
ja: 町で火事が起きています！火事を消して新たな火事のリスクを減らすために十分な数の火の見やぐらを建てる必要があります。
ko: 도시에 화재가 일어났습니다! 소화탑을 충분히 만들어 불을 끄고 새로운 화재 위험을 줄여야 합니다.
pt: Um incêndio está se espalhando pela cidade! Precisamos construir torres contra incêndio para apagar o fogo e reduzir os riscos.
ru: В городе пожар! Чтобы справиться с ним и уменьшить риск возникновения нового, нужно построить несколько пожарных вышек.
zh: 城里着火了！咱们得建够消防塔，以扑灭大火，减少火患。
zh_tw: 城裡著火了！咱們得建夠消防塔，以撲滅大火，減少火患。

# T_GAME_QUEST_SCEN_WW_DISASTER_20_NAME
source: Attain a high fire tower coverage of 80 %.
de: Erreiche eine hohe Feuerturm Abdeckung von 80%.
es: Alcanza una cobertura contra incendios del 80 % con torretas de incendio.
fr: Atteignez une couverture anti incendie de 80 %.
id: Pastikan 80% kota tercakup oleh menara pemadam kebakaran.
it: Raggiungi una copertura antincendio dell’80%.
ja: 火の見やぐらで80%の範囲をカバーする。
ko: 높은 소화탑 작동 범위를 80 % 달성하세요.
pt: Chegue a uma cobertura de 80% com torres de incêndio.
ru: Достигни уровня покрытия пожарных башен в 80 %.
zh: 消防塔覆盖范围高达城区的 80 %。
zh_tw: 消防塔覆蓋範圍高達城區的 80 %。

# T_GAME_QUEST_SCEN_WW_DISASTER_30_DESC
source: Bandits! They try to destroy our buildings. We need more soldiers in the town to banish the bandits and we should build more guard towers.
de: Banditen! Sie versuchen unsere Gebäude zu zerstören. Wir brauchen mehr Soldaten in der Stadt, um die Diebe zu vertreiben. Außerdem sollten wir genügend Wachtürme positionieren.
es: ¡Bandidos! Intentan destruir nuestros edificios. Necesitamos más soldados para rechazarlos y construir más torres de vigilancia.
fr: Des bandits ! Ils veulent s'en prendre à nos bâtiments. Nous avons besoin de plus de soldats en ville pour faire fuir les bandits. Il faut bâtir plus de tours de garde.
id: Bandit! Mereka berusaha menghancurkan bangunan kita! Kita perlu lebih banyak serdadu di kota untuk menghalau para bandit. Sebaiknya kita membangun lebih banyak menara jaga.
it: Banditi! Vogliono distruggere i nostri edifici. Ci servono altri soldati in città per scacciare i banditi, e dobbiamo costruire altre torri di guardia.
ja: 盗賊です！奴らは我々の建物を破壊しようとしています。町から盗賊を追い払うために、もっと兵士を雇い、見張り塔を建てる必要があります。
ko: 강도들이에요! 건물을 파괴하려 하고 있어요. 마을에 군인을 늘려서 강도를 무찌르고 감시탑을 더 만들어야 합니다.
pt: Bandidos! Eles tentaram destruir nossos prédios. Precisamos de mais soldados para bani-los. É melhor construirmos mais torres de guarda.
ru: Бандиты! Они пытаются разрушить наши здания. Чтобы прогнать их, нам нужно увеличить численность войска и построить еще несколько сторожевых вышек.
zh: 土匪来了！他们拚着命，要摧毁咱们的建筑物。咱们需要更多的士兵，才能赶走土匪。咱们还要多建守卫塔。
zh_tw: 土匪來了！他們拚著命，要摧毀咱們的建築物。咱們需要更多的士兵，才能趕走土匪。咱們還要多建守衛塔。

# T_GAME_QUEST_SCEN_WW_DISASTER_30_NAME
source: Build enough guard towers and secure the city with enough soldiers.
de: Baue ausreichend Wachtürme und sichere die Stadt mit Soldaten.
es: Construye suficientes torres de vigilancia y garantiza la seguridad de la ciudad con más soldados.
fr: Bâtissez assez de tours de garde et sécurisez la ville à l'aide des soldats.
id: Bangunlah menara jaga dalam jumlah memadai dan amankan kota dengan serdadu secukupnya.
it: Costruisci abbastanza torri di guardia e metti in sicurezza la città con un numero sufficiente di soldati.
ja: 見張り塔を建てて十分な数の兵士を雇い、町の安全を守る。
ko: 감시탑을 충분히 만들고 넉넉한 군인으로 도시를 지키세요.
pt: Construa torres de guarda suficientes e proteja a cidade com soldados.
ru: Построй достаточное количество вышек и защити город достаточным количеством солдат.
zh: 修建足够的守卫塔，以充足兵力保卫城市。
zh_tw: 修建足夠的守衛塔，以充足兵力保衛城市。

# T_GAME_QUEST_SCEN_WW_DISASTER_END_DESC
source: Another disease! Such a huge city needs one more infirmary.
de: Schon wieder ist eine Krankheit ausgebrochen. Bei einer so großen Stadt werden wir einen weiteren Heilmedikus benötigen.
es: ¡Otra epidemia! Una ciudad tan grande necesita otra enfermería.
fr: Une autre maladie ! Une ville aussi grande a besoin d'une infirmerie supplémentaire.
id: Ada wabah lagi! Kota sebesar ini memerlukan satu rumah sakit lagi.
it: Un’altra epidemia! Una città così grande necessita di un’altra infermeria.
ja: また病気です！こんな大きな町にはもう一つ診療所が必要です。
ko: 또 질병입니다! 이처럼 큰 도시에는 병원이 하나 더 있어야 합니다.
pt: Outra doença! Uma cidade grande precisa de mais de uma enfermaria.
ru: Очередная болезнь! Такому большому городу не помешает еще один лазарет.
zh: 又闹疫病了！这么大一座城市，真该有个医院。
zh_tw: 又鬧疫病了！這麼大一座城市，真該有個醫院。

# T_GAME_QUEST_SCEN_WW_DISASTER_START_DESC
source: Another disease! Such a huge city needs one more infirmary.
de: Mein Herr, in der Stadt ist eine Krankheit ausgebrochen. Ein Heilmedikus kann die kranken Townies heilen, bevor noch mehr Townies angesteckt werden.
es: ¡Otra epidemia! Una ciudad tan grande necesita otra enfermería.
fr: Une autre maladie ! Une ville aussi grande a besoin d'une infirmerie supplémentaire.
id: Ada wabah lagi! Kota sebesar ini memerlukan satu rumah sakit lagi.
it: Un’altra epidemia! Una città così grande necessita di un’altra infermeria.
ja: また病気です！こんな大きな街なら、もう一つ診療所が必要です。
ko: 또 질병입니다! 이처럼 큰 도시에는 병원이 하나 더 있어야 합니다.
pt: Outra doença! Uma cidade grande precisa de mais de uma enfermaria.
ru: Очередная болезнь! Такому большому городу не помешает еще один лазарет.
zh: 又闹疫病了！这么大一座城市，真该有个医院。
zh_tw: 又鬧疫病了！這麼大一座城市，真該有個醫院。

# T_GAME_QUEST_SCEN_WW_DISASTER_START_NAME
source: Build an infirmary and cure the disease.
de: Errichte einen Heilmedikus und bekämpfe die Krankheit.
es: Construye una enfermería y acaba con la epidemia.
fr: Construisez une infirmerie pour éradiquer la maladie.
id: Bangunlah rumah sakit dan atasi serangan penyakit.
it: Costruisci un'infermeria e cura l’epidemia.
ja: 診療所を作って病気を治す。
ko: 병원을 만들어 질병을 치료하세요.
pt: Construa uma enfermaria e cure a doença.
ru: Построй лазарет и излечи болезнь.
zh: 兴建医院，医治疾病。
zh_tw: 興建醫院，醫治疾病。

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_20_DESC
source: My lord, not all the Townies can visit the church because its always full. We need more churches to satisfy all townies.
de: Mein Herr, nicht alle Townies können zur Kirche, da sie stets voll ist. Wir werden weitere Kirchen oder eine große Kirche benötigen, damit alle Zufrieden sind.
es: Mi señor, muchos townies no pueden acudir a la iglesia porque siempre está llena. Necesitamos más iglesias para satisfacerlos.
fr: Mon seigneur, des habitants n'arrivent pas à accéder à l'église, car elle est toujours bondée. Il nous faut plus d'églises pour nos habitants.
id: Tuanku, tidak semua Townies bisa pergi ke gereja karena gereja selalu penuh. Kita perlu membangun lebih banyak gereja untuk memuaskan semua Townies.
it: Mio signore, non tutti i cittadini possono visitare la chiesa perché è sempre piena. Ci occorrono più chiese per soddisfare tutti.
ja: 閣下、教会がいつも満員なためタウニーたちがみな教会に行くことができません。 全てのタウニーを満足させるためにもっと教会が必要です。
ko: 영주님, 교회가 항상 붐비기 때문에 주민 모두가 교회에 갈 수 없습니다. 주민 모두를 만족시키려면 교회가 더 필요합니다.
pt: Nem todos os habitantes podem frequentar a igreja porque está sempre cheia. Precisamos de mais igrejas para caberem todos.
ru: Милорд, некоторые горожане не могут попасть в церковь, так как она постоянно переполнена. Нужно возвести еще церквей.
zh: 大人，教堂满了，镇民全来，就坐不下了。 咱们得把教堂建够了，让镇民全都满意。
zh_tw: 大人，教堂滿了，鎮民全來，就坐不下了。 咱們得把教堂建夠了，讓鎮民全都滿意。

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_30_DESC
source: My lord, the Townies have to wait too long for their drinks. We need more taverns and have to increase the production of juice and brew.
de: Mein Herr, im Wirtshaus müssen die Townies zu lange auf ihre Getränke warten. Wir brauchen mehr Wirtshäuser und eine bessere Versorgung von Getränken!
es: Mi señor, los townies llevan demasiado tiempo esperando sus bebidas. Necesitamos más tabernas y debemos aumentar la producción de zumo y cerveza.
fr: Mon seigneur, les habitants attendent bien trop longtemps leur boisson. Il nous faut plus de tavernes et augmenter la production de jus et de boisson.
id: Tuanku, para Townies harus menunggu terlalu lama untuk mendapatkan minuman. Kita perlu membangun lebih banyak kedai minum dan meningkatkan produksi jus dan bir.
it: Mio signore, i cittadini devono attendere troppo per le loro consumazioni. Ci servono più taverne e dobbiamo aumentare la produzione di succo e birra.
ja: 閣下、タウニーたちは飲み物を手に入れるためにとても長く待たなければいけません。もっと酒場を作り、ジュースやビールの生産を増やさなければいけません。
ko: 영주님, 주민이 음료를 마시기 위해 너무 오래 기다려야 합니다. 선술집을 더 만들어 주스와 맥주 생산을 늘려야 합니다.
pt: Os habitantes estão esperando tempo demais pela bebida. Temos que construir mais tavernas e aumentar a produção de suco e cerveja.
ru: Милорд, горожанам не нравится стоять в очереди за выпивкой. Нужно построить еще таверн, чтобы увеличить производство сока и пива.
zh: 大人，镇民喝酒水饮料，等待时间太长。咱们得多建酒馆，多榨果汁多酿酒。
zh_tw: 大人，鎮民喝酒水飲料，等待時間太長。咱們得多建酒館，多榨果汁多釀酒。

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_40_DESC
source: There is no entertainment in this city. We should build a jousting ground.
de: Es gibt in dieser Stadt kaum Unterhaltung. Wir sollten einen Turnierplatz errichten.
es: No hay entretenimiento en esta ciudad. Debemos construir un campo de justas.
fr: Il n'y a aucun divertissement dans cette ville. Nous devrions bâtir un terrain de joute.
id: Tidak ada hiburan di kota ini. Sebaiknya kita membangun arena pertarungan.
it: Non ci sono divertimenti in questa città. Dobbiamo costruire un percorso per giostra.
ja: この町には娯楽が何もありません。馬上槍競技場を作りましょう。
ko: 도시에 오락 시설이 없습니다. 마상 창 시합장을 만들어야 합니다.
pt: Não há diversão nesta cidade. Seria bom construir uma área de torneios.
ru: В городе слишком скучно. Давайте построим арену.
zh: 城里没有取乐的地方。咱们该建个竞技场。
zh_tw: 城裡沒有取樂的地方。咱們該建個競技場。

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_END_DESC
source: The Townies are satisfied. But they now ask for luxury goods. We can provide them clothes or jewelry.
de: Die Townies sind zufrieden. Das einzige was ihnen jetzt noch fehlt sind Luxusgüter. Wir können sie mit Kleidung oder Schmuck versorgen.
es: Los townies están satisfechos, pero ahora quieren algunos lujos. Podemos proporcionarles telas o joyas.
fr: Les habitants sont satisfaits, mais ils demandent des produits de luxe. Nous pouvons leur fournir des vêtements et des bijoux.
id: Para Townies merasa puas. Tapi sekarang mereka menuntut barang mewah. Kita bisa menyediakan kain tenun atau perhiasan untuk mereka.
it: I cittadini sono soddisfatti. Ma ora chiedono beni di lusso. Potremmo fornire loro abiti o gioielli.
ja: タウニーたちは満足しています。しかし今度は贅沢品を欲しがっています。 衣服や宝石を与えましょう。
ko: 주민들이 만족합니다. 하지만 이제 사치품을 원하고 있습니다. 옷이나 보석을 제공해야 합니다.
pt: Os habitantes estão satisfeitos. Mas agora querem artigos de luxo. Podem ser roupas ou joias.
ru: Горожане всем довольны. Но им все же не хватает роскошных товаров. Давайте предоставим им одежду и драгоценности.
zh: 镇民现在满意了。可现在他们还要奢侈品。 咱们可以把布料、首饰卖给他们。
zh_tw: 鎮民現在滿意了。可現在他們還要奢侈品。 咱們可以把布料、首飾賣給他們。

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_START_DESC
source: Some of the Townies complain that the marketplace is too crowded. We should build a new marketplace or upgrade the existing one. Otherwise the unhappy Townies will leave the city.
de: Einige Townies beschweren sich, dass es ein zu großes Gedränge auf dem Marktplatz gibt. Wir sollten einen weiteren Marktplatz bauen oder den bestehenden ausbauen - ansonsten werden die unglücklichen Townies die Stadt wieder verlassen.
es: Algunos townies se quejan de que el mercado está abarrotado. Deberíamos construir uno nuevo o mejorar el que tenemos. De lo contrario, los townies descontentos abandonarán la ciudad.
fr: Certains habitants se sont plaints que la place du marché était trop encombrée. Nous devrions en bâtir une nouvelle, ou bien améliorer l'existante. Sinon, les habitants mécontents risquent de quitter la ville.
id: Beberapa Townies mengeluh bahwa pasar terlalu padat. Kita perlu membangun pasar baru atau meningkatkan pasar yang ada. Kalau tidak, para Townies yang kecewa akan meninggalkan kota.
it: Alcuni cittadini si lamentano perché il mercato è troppo affollato. Dobbiamo costruire un nuovo mercato o ampliare quello esistente. Altrimenti i cittadini insoddisfatti lasceranno la città.
ja: 何人かのタウニーたちが市場が混雑しすぎていると不満を訴えています。 新しい市場を作るかアップグレードしましょう。そうでないと不満を持ったタウニーたちは町を出て行ってしまいます。
ko: 주민 일부가 시장이 너무 붐빈다고 불평하고 있습니다. 새 시장을 만들거나 기존 시장을 업그레이드해야 합니다. 그렇지 않으면 불만 있는 주민들이 도시를 떠날 것입니다.
pt: Alguns habitantes reclamam que o mercado está lotado demais. É melhor construirmos um novo mercado ou melhorar o atual. Caso contrário, os habitantes insatisfeitos vão abandonar a cidade.
ru: Некоторые горожане жалуются, что на рынке не протолкнуться. Нам нужно построить еще один рынок либо улучшить имеющийся. В противном случае недовольные уйдут из города.
zh: 有的镇民发牢骚，说市场太挤。 咱们得建个新市场，或者升级现有市场。否则镇民不高兴，就会离城而去。
zh_tw: 有的鎮民發牢騷，說市場太擠。 咱們得建個新市場，或者升級現有市場。否則鎮民不高興，就會離城而去。

# T_GAME_QUEST_SCEN_WW_MAIN_END
source: You disappoint me, governor. Too bad that you couldn‘t fulfill all my tasks.
de: Ihr habt mich sehr enttäuscht, mein Statthalter. Leider konntet Ihr nicht alle meine Euch aufgetragenen Aufgaben erfüllen.
es: Me decepcionas, gobernador. Es una desgracia que no hayas podido cumplir tus tareas.
fr: Vous me décevez, gouverneur. Quel dommage que vous n'ayez pas réussi à accomplir mes tâches.
id: Kau mengecewakanku, Gubernur. Sayang sekali kau tidak bisa merampungkan semua tugas dariku.
it: Mi hai deluso, governatore. È un vero peccato che tu non abbia saputo eseguire i miei compiti.
ja: 領主殿、そなたには失望した。わしの命じた仕事を果たすことができなかったことは残念だ。
ko: 실망스럽군요, 영주님. 작업을 모두 처리하지 못했어요.
pt: Você me decepcionou, governador. É uma lástima que não tenha cumprido seu dever.
ru: Вы меня разочаровали, губернатор. Как жаль, что вы не в состоянии справится с моими заданиями.
zh: 你让我很是失望，总督。我交给你的差事，你没有全都办完。
zh_tw: 你讓我很是失望，總督。我交給你的差事，你沒有全都辦完。

# T_GAME_QUEST_SCEN_WW_MAIN_SUCCESS_01
source: Excellent my governor, you completed all my tasks without a single Townie leaving the city. I will double your reward.
de: Hervorragend mein Statthalter. Ihr habt alle Aufgaben erfüllt - ohne, dass ein einziger Townie die Stadt verlassen musste. Ich werde Eure Belohnung verdoppeln!
es: Excelente, gobernador, has satisfecho todos mis deseos sin que un solo townie deje la ciudad. Doblaré tu recompensa.
fr: Excellent, mon gouverneur. Vous avez complété toutes mes tâches sans qu'un seul habitant quitte la ville. Je vais doubler votre récompense.
id: Bagus sekali, Gubernur, kau merampungkan semua tugas dariku tanpa ada satu Townie pun yang meninggalkan kota. Aku akan menggandakan imbalanmu.
it: Eccellente, governatore; hai eseguito tutti i miei compiti senza che nessun cittadino abbandonasse la città. Raddoppierò la tua ricompensa.
ja: 領主殿、よくやった。住人が誰一人この町を去ることなく、わしの命じた仕事を全てをやりとげた。 2倍の報酬を与えよう。
ko: 훌륭해요, 주민이 1명도 도시를 떠나지 않고 작업을 모두 완료했군요. 보상을 2배로 드리죠.
pt: Excelente, meu governador. Você cumpriu todas as missões sem nenhum habitante sair da cidade. Vou dobrar sua recompensa.
ru: Прекрасно, губернатор, вы успешно выполнили все мои задания и позаботились, чтобы ни один горожанин не покинул город. Вы заслуживаете двойной награды!
zh: 非常好，我的总督，交给你的差事，你都办完了。没有一个镇民离开这座城市。 我要给你双倍奖赏。
zh_tw: 非常好，我的總督，交給你的差事，你都辦完了。沒有一個鎮民離開這座城市。 我要給你雙倍獎賞。

# T_GAME_QUEST_SCEN_WW_MAIN_SUCCESS_02
source: Governor, some of the Townies left the city. I expected more from you. At least you could complete all my tasks. You shall get your reward.
de: Statthalter, leider haben einige Townies die Stadt verlassen. Ich habe mehr von Euch erwartet. Dennoch habt ihr alle auferlegten Aufgaben ausreichend erfüllt und Ihr sollt belohnt werden.
es: Gobernador, varios townies han dejado la ciudad. Esperaba más de ti. Al menos podrías completar todas mis exigencias. Obtendrás tu recompensa.
fr: Gouverneur, certains habitants ont quitté la ville. J'attendais mieux de vous. Au moins, vous avez complété toutes mes tâches. Vous aurez votre récompense.
id: Gubernur, beberapa Townies meninggalkan kota. Sebenarnya aku berharap lebih banyak darimu. Tapi paling tidak kau berhasil merampungkan semua tugas dariku. Kau akan mendapatkan imbalanmu.
it: Governatore, alcuni cittadini se ne sono andati. Mi aspettavo di più da te. Ma almeno sei riuscito ad eseguire tutti i miei compiti. Ti sei meritato la ricompensa.
ja: 領主殿、何人かの住人が町を去ったぞ。もう少し頑張るのだ。 しかしわしの命じた仕事は全てやりとげたので、報酬を与えよう。
ko: 영주님, 주민 일부가 도시를 떠났어요. 실망이군요. 하지만 적어도 작업을 모두 처리했어요. 보상을 드리죠.
pt: Governador, alguns habitantes deixaram a cidade. Eu esperava mais de você. Pelo menos cumpriu todas as minhas missões. Você será recompensado.
ru: Губернатор, часть горожан покинула город. Я ожидал от вас большего. По крайней мере, вам удалось выполнить все мои задания. Вы заслужили награду.
zh: 总督，有些镇民离开了这座城市。我对你曾寄予厚望。 起码，你可以把我交给你的差事全都办完。这次还是给你奖赏吧。
zh_tw: 總督，有些鎮民離開了這座城市。我對你曾寄予厚望。 起碼，你可以把我交給你的差事全都辦完。這次還是給你獎賞吧。

# T_GAME_QUEST_SCEN_WW_POPULATION_150_DESC
source: My lord, we have to settle more Townies in our city or the King will be very angry.
de: Mein Herr, wir müssen neue Townies ansiedeln, oder der König wird höchst unerfreut sein.
es: Mi señor, tenemos que atraer a más townies a la ciudad o el rey se pondrá muy furioso.
fr: Mon seigneur, nous devons installer plus d'habitants dans notre ville ou bien le roi sera très en colère.
id: Tuanku, kita harus menarik lebih banyak Townies ke kota kita, atau Raja akan sangat murka.
it: Mio signore, dobbiamo far stabilire più cittadini nella nostra città, o il re si arrabbierà molto.
ja: 閣下、もっとタウニーたちをこの町に連れてこなければ王様がお怒りになります。
ko: 영주님, 도시에 주민을 더 정착시키지 않으면 왕의 분노를 사게 될 것입니다.
pt: Meu senhor, temos que ter mais habitantes na cidade, senão o Rei ficará furioso.
ru: Милорд, нужно привлечь еще горожан в город, иначе король разозлится.
zh: 大人，咱们得多多安置镇民到我城居住，否则陛下一定会大为恼火。
zh_tw: 大人，咱們得多多安置鎮民到我城居住，否則陛下一定會大為惱火。

# T_GAME_QUEST_SCEN_WW_POPULATION_160_DESC
source: Oh no, my lord. Many Townies already left the city. We can not let any more move out.
de: Oh nein, mein Herr. Es haben schon viele Townies die Stadt verlassen. Es sollten nicht noch mehr wegziehen.
es: Oh, no, mi señor. Muchos townies han dejado la ciudad. No podemos dejar que se marchen más.
fr: Oh non, seigneur. De nombreux habitants ont déjà quitté la ville. Nous ne pouvons pas en laisser partir d'autres.
id: Ya ampun, Tuanku. Banyak Townies telah meninggalkan kota. Kita tidak bisa membiarkan lebih banyak lagi pindah.
it: Oh no, mio signore. Molti cittadini hanno già lasciato la città. Non possiamo permettere che altri se ne vadano.
ja: ああ、閣下、たくさんのタウニーがすでにこの町を去っています。これ以上彼らが出て行かないようにしなければいけません。
ko: 맙소사, 영주님. 많은 주민이 도시를 떠났습니다. 더 이상 이탈자를 만들면 안 됩니다.
pt: Ah, não, meu senhor! Muitos habitantes deixaram a cidade. Não podemos deixar mais nenhum sair.
ru: О нет, милорд. Множество горожан покинуло город. Нельзя допустить, чтобы еще хоть кто-нибудь бросил нас.
zh: 大人，大事不好。很多镇民，已弃城而去。咱们再也不能对其放任自流了。
zh_tw: 大人，大事不好。很多鎮民，已棄城而去。咱們再也不能對其放任自流了。

# T_GAME_QUEST_SCEN_WW_POPULATION_160_NAME
source: Increase your population.
de: Erhöhe deine Bevölkerung.
es: Aumenta la población.
fr: Augmentez votre population.
id: Tingkatkan populasimu.
it: Incrementa la popolazione.
ja: 人口を増やす。
ko: 인구를 늘리세요.
pt: Aumente a população.
ru: Увеличь население.
zh: 增加治下人口。
zh_tw: 增加治下人口。

# T_GAME_QUEST_SCEN_WW_POPULATION_175_DESC
source: Lord, some Townies have already left the city. We have to take more care of our townies, so they do not move out.
de: Mein Herr, einige Townies haben die Stadt bereits verlassen. Wir müssen aufpassen, dass nicht noch mehr wegziehen.
es: Señor, algunos townies ya se han marchado de la ciudad. Tenemos que ocuparnos mejor de nuestros townies para que no se vayan.
fr: Seigneurs, certains habitants ont déjà quitté la ville. Nous devons nous occuper mieux de nos habitants afin d'éviter qu'ils s'en aillent.
id: Tuanku, beberapa Townies telah meninggalkan kota. Kita harus mengurus mereka dengan lebih baik agar mereka jangan pindah.
it: Signore, alcuni cittadini hanno già lasciato la città. Dobbiamo prenderci maggior cura di loro, altrimenti se ne andranno tutti.
ja: 閣下、何人かのタウニーがすでにこの町を去りました。彼らが町を出て行かないようもっと面倒を見なければいけません。
ko: 영주님, 주민 일부가 이미 도시를 떠났습니다. 주민을 잘 관리하지 않으면 떠나는 사람이 더 생길 것입니다.
pt: Alguns habitantes deixaram a cidade. Temos que dar mais atenção aos nossos habitantes para que não vão embora.
ru: Лорд, часть горожан покинула город. Нам нужно уделять больше внимания оставшимся жителям, иначе и они уйдут от нас.
zh: 大人，有的镇民，已经离城而去。咱们得对镇民给予更多关心，他们才不会搬走。
zh_tw: 大人，有的鎮民，已經離城而去。咱們得對鎮民給予更多關心，他們才不會搬走。

# T_GAME_QUEST_SCEN_WW_POPULATION_END_DESC
source: My governor, a lot of Townies have moved to this little town. Satisfy all their needs to discourage them from leaving the city again.
de: Mein Statthalter, in dieser kleinen Stadt haben sich sehr viele Townies niedergelassen. Erfüllt all ihre Bedürfnisse und sorgt dafür, dass kein Townie die Stadt verlässt.
es: Gobernador, muchos townies se han mudado a esta pequeña aldea. Satisface todas sus necesidades para impedir que se vuelvan a marchar.
fr: Mon gouverneur, beaucoup d'habitants ont déménagé dans cette petite ville. Répondez à tous leurs besoins afin de les décourager de quitter de nouveau la ville.
id: Gubernur, banyak Townies telah pindah ke kota kecil ini. Penuhilah semua kebutuhan mereka agar mereka tidak meninggalkan kota lagi.
it: Governatore, molti cittadini si sono trasferiti in questa piccola città. Soddisfa tutti i loro bisogni per scoraggiarli dall’abbandonarla di nuovo.
ja: 領主殿、たくさんのタウニーたちがこの小さな町に越してきている。彼らの要望に応え、彼らがこの町を去ることを食い止めるのだ。
ko: 영주님, 많은 주민들이 이곳으로 이주해왔습니다. 주민들의 필요를 충족시켜 도시를 떠나지 않게 하세요.
pt: Governador, muitos habitantes saíram desta cidadezinha. Satisfaça todas as necessidades deles para evitar que outros deixem a cidade.
ru: Губернатор, в этот небольшой городишко переехало множество горожан. Удовлетворите все их потребности, чтобы они не вернулись восвояси.
zh: 我的总督，有这么多镇民搬到这个小镇上来居住。 你要使他们应有尽有，别让他们再离开这座城市了。
zh_tw: 我的總督，有這麼多鎮民搬到這個小鎮上來居住。 你要使他們應有盡有，別讓他們再離開這座城市了。

# T_GAME_QUEST_SCEN_WW_POPULATION_END_NAME
source: Increase your population before the time is running out.
de: Erhöhe deine Bevölkerung, bevor die Zeit abläuft.
es: Aumenta la población antes de que se agote el tiempo.
fr: Augmentez votre population avant la fin du temps imparti.
id: Tingkatkan populasi sebelum waktu habis.
it: Aumenta la popolazione prima che scada il tempo.
ja: 時間切れになる前に人口を増やしてください。
ko: 시간이 종료되기 전에 인구를 늘리세요.
pt: Aumente sua população antes que o tempo acabe.
ru: Увеличьте население до истечения времени.
zh: 期限到达以前，增加治下人口。
zh_tw: 期限到達以前，增加治下人口。

# T_GAME_QUEST_SCEN_WW_POPULATION_START_NAME
source: Complete all tasks before the King‘s arrival and keep the population above 150.
de: Erfülle alle Aufgaben bis zur Ankunft des Königs und lasse die Bevölkerung nicht unter 150 sinken.
es: Completa todas las tareas antes de la llegada del rey y mantén la población por encima de 150.
fr: Complétez toutes les tâches avant l'arrivée du roi et gardez la population au-dessus de 150.
id: Rampungkanlah semua tugas sebelum kedatangan Raja dan pertahankan populasi di atas 150.
it: Completa tutti i compiti prima dell’arrivo del re, e mantieni la popolazione sopra le 150 unità.
ja: 王様が到着する前に全ての課題を終わらせ、人口を150人以上に維持しましょう。
ko: 왕이 도착하기 전에 모든 작업을 완료하고 인구를 150 이상 유지하세요.
pt: Complete todas as missões antes da chegada do Rei e mantenha a população acima de 150.
ru: Заверши все задания до приезда короля и проследи, чтобы население превышало 150 человек.
zh: 要在国王驾临以前，完成全部任务，并使人口保持在 150 人以上。
zh_tw: 要在國王駕臨以前，完成全部任務，並使人口保持在 150 人以上。
