Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# BUILDING_UPGRADE_TAXBONUS
source: Tax bonus
de: Steuerbonus
es: Bonificación por impuestos
fr: Bonus d'imposition
id: Bonus pajak
it: Bonus tasse
ja: 税ボーナス
ko: 세금 보너스
pt: Bônus de impostos
ru: Бонус от податей
zh: 收税奖励
zh_tw: 稅收獎賞

# SCENARIO_COUNTER_THIEF_END_DESC
source: All right governor. If you are not going to trade with me, then my men will just take what we need.
de: Also gut Herr Statthalter. Wenn Ihr nicht mit mir tauschen wollt, dann werden meine Männer sich einfach nehmen, was wir brauchen.
es: Muy bien, gobernador. Si no negocias conmigo, mis hombres tomarán lo que necesiten.
fr: Très bien, gouverneur. Si vous refusez de faire affaires avec moi, mes hommes vont s'emparer de ce dont ils ont besoin.
id: Baiklah, Gubernur. Jika kau tidak mau bertransaksi denganku, anak buahku terpaksa mengambil sendiri apa yang mereka butuhkan.
it: Molto bene, governatore. Se non vuoi commerciare con me, i miei uomini prenderanno semplicemente ciò che ci serve.
ja: よし、領主殿。私と取引しないというならば、私の仲間たちが必要なものを手に入れるまでだ。
ko: 좋아요, 영주님. 저와 거래하지 않겠다면 부하들이 원하는 것을 그냥 가져갈 거예요.
pt: Muito bem, governador. Se você não quer negociar comigo, meus rapazes vão simplesmente pegar as coisas.
ru: Ладно, губернатор. Не хочешь по-хорошему, будем по-плохому. Парни сами заберут то, что нам нужно.
zh: 好吧，总督。你要是不想和我做生意，那我的人就只有自己去拿我们想要的东西了。
zh_tw: 好吧，總督。你要是不想和我做生意，那我的人就只有自己去拿我們想要的東西了。

# SCENARIO_COUNTER_THIEF_END_FAILED
source: This time you were lucky. But next time won‘t be that easy.
de: Dieses Mal habt Ihr Glück gehabt. Aber nächstes Mal kommt Ihr nicht so einfach davon.
es: Esta vez has tenido suerte. Pero la próxima no tendrás tanta.
fr: Vous avez eu de la chance cette fois, mais ce ne sera pas si simple la prochaine fois.
id: Kali ini kau beruntung. Lain kali takkan semudah ini.
it: Questa volta sei stato fortunato. Ma la prossima non sarà così facile.
ja: 今回はラッキーだった。しかし次回はこんなに簡単にはいかないだろう。
ko: 이번에는 운이 좋았군요. 다음에는 쉽지 않을 거예요.
pt: Desta vez você deu sorte. Mas da próxima não vai ser tão fácil.
ru: В этот раз тебе повезло. Но в следующий ты так просто не отделаешься.
zh: 这次算你走运。下次就不会这么轻松了。
zh_tw: 這次算你走運。下次就不會這麼輕鬆了。

# SCENARIO_COUNTER_THIEF_END_SUCCESS
source: Ha ha ha. Let this be a lesson to you. I‘m certain that you will trade with me next time.
de: Ha ha ha. Ich hoffe, es war Euch eine Lehre und nächstes mal tauscht Ihr mit mir.
es: Jajaja. Que esto te sirva de lección. Seguro que la próxima vez querrás comerciar conmigo.
fr: Ha ha ha. Que cela vous serve de leçon. Je suis certain que vous accepterez de faire affaires la prochaine fois.
id: Ha ha ha. Biarlah ini menjadi pelajaran untukmu. Aku yakin lain kali kau pasti mau bertransaksi denganku.
it: Ah ah ah! Che ti sia di lezione. Sono sicuro che la prossima volta accetterai di fare affari con me.
ja: ハッハッハッ。これに懲りるんだな。次回は私と取引するだろうと確信しているぞ。
ko: 하하하. 이번 일을 교훈으로 여기세요. 다음 번에는 저와 거래하실 거예요.
pt: Ha ha ha. Que isso lhe sirva de lição. Com certeza vai querer negociar comigo da próxima vez.
ru: Ха-ха-ха. Надеюсь, это послужит тебе уроком: в следующий раз не игнорируй нас!
zh: 哈哈哈哈，这是给你的一个教训。我可以肯定，下次你就会和我们做生意了。
zh_tw: 哈哈哈哈，這是給你的一個教訓。我可以肯定，下次你就會和我們做生意了。

# SCENARIO_CW_QUEST_B_20_DESC
source: My lord, I need a lot of stones. I will support you with wood if you would help me out with some stones.
de: Mein Herr, ich bräuchte eine Menge Steine. Wenn ihr mir aushelft, unterstütze ich Euch mit etwas Holz.
es: Mi señor, necesito muchas piedras. Te proporcionaré madera si tú me ayudas a conseguirlas.
fr: Mon seigneur, il me faut beaucoup de pierres. Je vous donnerai du bois si vous m'aidez en me fournissant des pierres.
id: Tuanku, aku butuh banyak batu. Aku akan menyediakan kayu untuk Tuanku jika Tuanku memberiku beberapa batu.
it: Mio signore, ho bisogno di molte pietre. Ti rifornirò di legname, se tu mi aiuterai con le pietre.
ja: 領主様、私には多くの石が必要です。私に石を与えてくれるなら木材をあなたに提供しましょう。
ko: 영주님, 석재가 많이 필요합니다. 석재를 구하는 데 도움을 주시면 목재를 드리겠습니다.
pt: Meu senhor, eu preciso de muitas pedras. Eu lhe darei madeira se puder me ajudar a conseguir pedra.
ru: Милорд, мне нужны камни. Я с радостью дам вам древесину, если вы поделитесь со мной камнем.
zh: 大人，小人需要大批石头。要是您能帮我搞到石头，我就向您供应木材。
zh_tw: 大人，小人需要大批石頭。要是您能幫我搞到石頭，我就向您供應木材。

# SCENARIO_CW_QUEST_B_30_DESC
source: My lord, I gathered some wood to support the construction of the village. I will trade it for some wheat.
de: Mein Herr, ich habe etwas Holz gesammelt, um den Aufbau des Dorfes zu unterstützen. Wenn Ihr etwas Getreide für mich habt, könnt Ihr das Holz haben.
es: Mi señor, he acumulado madera para la construcción de la aldea. La venderé a cambio de trigo.
fr: Mon seigneur, j'ai récupéré du bois pour la construction du village. Je vous l'échange contre du blé.
id: Tuanku, aku telah mengumpulkan kayu untuk membantu pembangunan desa. Aku ingin menukarnya dengan gandum.
it: Mio signore, ho raccolto un po’ di legname per la costruzione del villaggio. Lo potrei scambiare con del grano.
ja: 領主様、村の建設をサポートするためにいくらか木材を集めておきました。木材と小麦を交換しましょう。
ko: 영주님, 마을 건설에 필요한 목재를 모았습니다. 목재를 밀과 거래하겠습니다.
pt: Consegui juntar madeira para ajudar na construção da aldeia, meu senhor. Preciso de umas sacas de trigo.
ru: Милорд, я собрал немного древесины на расширение деревни. С радостью обменяю ее на пшеницу.
zh: 大人，我备了些木头，原想用于修缮村庄。现在，我想用它来换些麦子。
zh_tw: 大人，我備了些木頭，原想用於修繕村莊。現在，我想用它來換些麥子。

# SCENARIO_CW_QUEST_B_40_DESC
source: My daughter was freezing last night. Would you be so kind and help me out with some wool? I can give you valuable wood in return.
de: Meine Tochter hat letzte Nacht gefroren. Mein Herr, könnt ihr uns etwas Wolle geben? Ihr bekommt dafür wertvolles Holz.
es: Anoche mi hija pasó mucho frío. ¿Serías tan amable de ayudarme dándome lana? A cambio te puedo proporcionar madera valiosa.
fr: Ma fille grelottait de froid la nuit dernière. Pourriez-vous être assez aimable pour nous fournir un peu de laine ? Je vous donnerais du précieux bois en échange.
id: Putriku kedinginan semalam. Maukah Tuanku memberiku wol? Aku bisa menyediakan kayu yang berharga sebagai gantinya.
it: Mia figlia moriva di freddo la scorsa notte. Saresti così generoso da fornirmi della lana? In cambio potrei darti del legname di valore.
ja: 私の娘が昨晩は凍えていました。ご親切に羊毛をいくらか分けてもらえませんか？お返しに貴重な木材をお分けしましょう。
ko: 딸이 지난 밤에 추위에 고생했습니다. 울을 주실 수 있나요? 대신 귀중한 목재를 드릴 수 있습니다.
pt: Minha filha passou muito frio ontem à noite. Você poderia, por favor, me dar um pouco de lã? Eu posso lhe pagar com madeira.
ru: Моя дочь чуть не замерзла насмерть вчера ночью. Вы не могли бы помочь мне, поделившись шерстью? Взамен я дам вам ценную древесину.
zh: 我女儿昨晚冷得厉害。您可不可以行行好，帮我弄点羊毛？我会给您贵重木材，报答您的。
zh_tw: 我女兒昨晚冷得厲害。您可不可以行行好，幫我弄點羊毛？我會給您貴重木材，報答您的。

# SCENARIO_CW_QUEST_B_50_DESC
source: My lord, I have a question...my son wants to learn the profession of a tanner. He needs some skins for practicing. I would trade it for some wood.
de: Mein Herr, mein Sohn möchte den Beruf eines Gerbers erlernen. Habt ihr ein paar Häute für ihn zum Üben? Ich tausche sie gegen Holz.
es: Mi señor, tengo una pregunta... Mi hijo quiere aprender la profesión de curtidor. Necesita pieles para practicar. Las intercambiaría por madera.
fr: Mon seigneur, j'ai une question... mon fils souhaite apprendre la profession de tanneur. Il a besoin de peaux pour s'entraîner. Je peux donner du bois en échange.
id: Tuanku, aku ada pertanyaan...putraku ingin belajar menjadi penyamak kulit. Ia perlu kulit untuk latihan. Aku bisa menyediakan kayu sebagai gantinya.
it: Mio signore, ho una domanda... mio figlio vuole imparare la professione di tintore. Ha bisogno di pelli per fare pratica. Le scambierei con del legname.
ja: 領主様、質問がございます・・・私の息子が革なめしの仕事を学びたがっています。彼には練習用にいくらか革が必要です。私は革と木材を交換したいのですが。
ko: 영주님, 질문이 있습니다... 아들이 무두질을 배우고 싶어 하는데 연습에 사용할 가죽이 필요합니다. 가죽을 주시면 목재를 드리겠습니다.
pt: Tenho uma pergunta, meu senhor... meu filho quer aprender o ofício do curtume e precisa de peles para praticar. Eu posso lhe dar madeira em troca.
ru: Милорд, у меня просьба... мой сын хочет стать дубильщиком, но для тренировок ему нужны шкуры. Не хотите ли обменять их на древесину?
zh: 大人，我有个难题……我儿子想学皮匠手艺。他练手，需要毛皮。这毛皮，我会用木材来换的。
zh_tw: 大人，我有個難題……我兒子想學皮匠手藝。他練手，需要毛皮。這毛皮，我會用木材來換的。

# SCENARIO_CW_QUEST_B_60_DESC
source: My lord, do you have a few herbs? Unfortunately I don‘t have any to spice up my meat. I will give you my best wood in return.
de: Habt Ihr ein paar Kräuter übrig, mein Herr? Leider habe ich keine mehr, um Fleisch zu würzen. Ich gebe Euch dafür auch mein bestes Holz.
es: Mi señor, ¿tienes hierbas? Por desgracia no tengo ninguna para especiar mi carne. A cambio te entregaré mi mejor madera.
fr: Mon seigneur, auriez-vous quelques herbes ? Je n'ai rien pour épicer ma viande. Je vous donnerai mon meilleur bois en échange.
id: Apakah Tuanku punya rempah-rempah? Aku tidak punya rempah-rempah untuk mengolah persediaan dagingku. Aku rela memberikan kayu terbaikku sebagai gantinya.
it: Mio signore, hai delle erbe? Purtroppo non ne ho più per condire la mia carne. In cambio ti darò il mio legno migliore.
ja: 領主様、ハーブをお持ちでしょうか？ 残念なことに私には肉を味付けするものが何もありません。 お返しに最高の木材をお渡ししましょう。
ko: 영주님, 허브가 있나요? 불행히도 고기에 향을 가미할 허브가 없습니다. 허브를 주시면 대신 가장 좋은 목재를 드리겠습니다.
pt: Por acaso o senhor tem umas ervas? Infelizmente não tenho nada para temperar a carne. Eu lhe darei madeira boa em troca.
ru: Милорд, у вас не найдется немного трав? К сожалению, мне нечем приправить мясо. Если поможете, я с радостью отдам вам свою лучшую древесину.
zh: 大人，您是不是有草药？真不走运，我做肉，却没有佐料。 我会报答您的，把我手头最好的木材给您。
zh_tw: 大人，您是不是有草藥？真不走運，我做肉，卻沒有佐料。 我會報答您的，把我手頭最好的木材給您。

# SCENARIO_CW_QUEST_B_70_DESC
source: My lord, I want to patch up my home. Would you trade some tools for my last pile of firewood?
de: Mein Herr, ich möchte mein Haus renovieren, könnt Ihr mir ein paar Werkzeuge zur Verfügung stellen? Ich habe auch fleißig Holz gesammelt und möchte es mit Euch tauschen.
es: Mi señor, quiero arreglar mi casa. ¿Me darías algunas herramientas a cambio de mi última pila de leña?
fr: Mon seigneur, je veux réparer ma maison. Pourriez-vous m'échanger des outils contre ma dernière pile de bois ?
id: Tuanku, aku ingin memperbaiki rumahku. Maukah Tuanku menukar beberapa alat dengan persediaan kayu bakarku yang terakhir?
it: Mio signore, vorrei riparare la mia casa. Vorresti scambiare degli attrezzi con la mia ultima pila di legname?
ja: 領主様、私は自分の家を補修したいと思います。私が持つ最後の薪のひと山と道具を交換してもらえませんか？
ko: 영주님, 집을 수리해야 합니다. 장작 더미와 도구를 거래하시겠습니까?
pt: Preciso consertar minha casa, meu senhor. Você trocaria ferramentas por meus últimos pedaços de lenha?
ru: Милорд, я тут собрался починить дом. Не хотите обменять несколько инструментов на мою последнюю вязанку дров?
zh: 大人，我要修补房子。您可不可以把工具匀给我一些？我拿我最后一堆烧柴来换。
zh_tw: 大人，我要修補房子。您可不可以把工具勻給我一些？我拿我最後一堆燒柴來換。

# SCENARIO_CW_QUEST_B_80_DESC
source: My lord, I want to prepare a feast. Would you please support me? In return I will help you out with some wood.
de: Mein Lord, ich möchte ein Bankett zubereiten. Könnt Ihr mich in meinem Vorhaben unterstützen? Ich helfe Euch auch mit etwas Holz aus.
es: Mi señor, quiero organizar un festín. ¿Podrías ayudarme? A cambio te entregaré algo de madera.
fr: Mon seigneur, je souhaite organiser un festin. Pourriez-vous m'aider ? En retour, je vous donnerai un peu de bois.
id: Tuanku, aku ingin menyiapkan sebuah perayaan. Maukah Tuanku membantuku? Sebagai gantinya, aku akan memberi kayu kepada Tuanku.
it: Mio signore, voglio preparare un banchetto. Potresti aiutarmi? In cambio ti fornirò un po’ di legname.
ja: 領主様、ご馳走を用意したいと思います。私を助けてくださいませんか？お返しにいくらか木材をお分けします。
ko: 영주님, 만찬을 준비해야 합니다. 도와주시겠습니까? 대신 목재를 드리겠습니다.
pt: Quero fazer um banquete, meu senhor. Poderia me dar uma ajuda? Em troca, posso lhe dar uma quantia de madeira.
ru: Милорд, я хочу устроить пир. Вы не могли бы мне помочь? А я поделюсь с вами древесиной.
zh: 大人，我想准备一次宴席。您可否给我些资助。我会帮你搞到木材的。
zh_tw: 大人，我想準備一次宴席。您可否給我些資助。我會幫你搞到木材的。

# SCENARIO_CW_QUEST_B_NAME
source: Trade with the farmer.
de: Tausche mit dem Bauern.
es: Comercia con el granjero.
fr: Commercez avec le fermier.
id: Lakukan transaksi dengan si petani.
it: Commercia con l’agricoltore.
ja: 農民と取引する。
ko: 농부와 거래하세요.
pt: Negocie com o fazendeiro.
ru: Поторгуй с фермером.
zh: 与农夫做交易。
zh_tw: 與農夫做交易。

# SCENARIO_CW_QUEST_B_START_01_DESC
source: My lord, my family is feeling the pinch of hunger. Would you be so nice and deliver some fish to us? I will even give you some wood from my small stock of firewood in return.
de: Mein Herr, meine Familie ist dem Hunger nahe. Habt ihr vielleicht ein paar Fische für uns? Ich würde Euch dafür etwas Holz aus meinen Vorrat an Brennholz abgeben.
es: Mi señor, mi familia sufre el azote del hambre. ¿Tendrías la bondad de entregarnos pescado? Yo incluso te compensaría con madera de mi pequeño almacén de leña.
fr: Mon seigneur, ma famille commence à avoir faim. Seriez-vous assez bon pour nous livrer du poisson ? Je pourrais même vous donner un peu de bois de mon stock en échange.
id: Tuanku, keluargaku kelaparan. Maukah Tuanku mengirim ikan untuk kami? Sebagai gantinya aku akan memberikan kayu dari persediaan kayu bakarku.
it: Mio signore, la mia famiglia soffre la fame. Saresti così generoso da fornirci un po’ di pesce? In cambio posso darti un po’ di legname dalla mia piccola scorta.
ja: 領主様、私の家族が飢えを感じています。私たちのために魚を分けてもらえませんか？私もお返しにわずかな薪の貯えから木材をお分けしましょう。
ko: 영주님, 가족들이 굶주리고 있어요. 제게 생선을 주실 수 있나요? 대신 장작 더미에서 목재를 드리겠습니다.
pt: Minha família está passando muita fome. Você poderia nos dar um pouco de peixe, por misericórdia? Em troca, eu posso lhe dar madeira do meu parco estoque de lenha.
ru: Милорд, нам практически нечего есть. Вы не могли бы дать нам немного рыбы? А взамен я поделюсь с вами древесиной из личных запасов.
zh: 大人，小人家里揭不开锅了。求您行行好，给点鱼行吗？我会把存作烧柴的一小堆木材，拿出来些，报答您的。
zh_tw: 大人，小人家裡揭不開鍋了。求您行行好，給點魚行嗎？我會把存作燒柴的一小堆木材，拿出來些，報答您的。

# SCENARIO_CW_QUEST_B_START_02_DESC
source: I have a small stock of wood for repairs. I will trade it in for some stone, my lord.
de: Ich habe noch etwas Holz für Reparaturen beiseite gelegt. Wir können gern das Holz für Steine tauschen, mein Herr.
es: Tengo una pequeña pila de madera para reparaciones. Te la cedo a cambio de piedras, mi señor.
fr: J'ai une petite réserve de bois pour mes réparations. Je vous en échange contre des pierres, seigneur.
id: Aku punya sedikit persediaan kayu untuk pekerjaan perbaikan. Aku bersedia menukarnya dengan beberapa batu, Tuanku.
it: Ho una piccola scorta di legno per le riparazioni. Te la darò in cambio di qualche pietra, mio signore.
ja: 私は修理用に木材を少し保管しています。領主様、いくらかの石と木材を取引しましょう。
ko: 수리용 목재가 있습니다. 목재를 석재와 거리하겠습니다, 영주님.
pt: Tenho um pequeno estoque de madeira para conserto. Eu posso trocar por pedras, meu senhor.
ru: Я тут отложил немного дерева на ремонт. Но я готов обменять его на камень, милорд.
zh: 大人，我存了一小堆用于维修的木材。我想用它和您换点石头。
zh_tw: 大人，我存了一小堆用於維修的木材。我想用它和您換點石頭。

# SCENARIO_CW_QUEST_C_10_DESC
source: My men need more fishes. Bring me some and I will give you wood! I will also spare your little village.
de: Meine Männer brauchen mehr Fische. Gebt mir welche und ich gebe Euch Holz! Außerdem verschone ich Euer kleines Dörfchen.
es: Mis hombres necesitan más pescado. ¡Tráeme un poco y te daré madera! Y además no dañaré a tu pequeña aldea.
fr: Mes hommes ont besoin de plus de poissons. Apportez-en et je vous donnerai du bois ! J'épargnerai aussi votre petit village.
id: Anak buahku butuh ikan lagi. Bawakan aku ikan dan aku akan memberimu kayu! Desa kecilmu juga akan selamat.
it: I miei uomini hanno bisogno di pesce. Portamene un po’ e ti darò il legno! Inoltre, risparmierò il tuo piccolo villaggio.
ja: 仲間はもっと魚を必要としている。魚を私のもとへ持って来れば木材を渡そう！さらにあなたの小さな村も助けよう。
ko: 부하들에게 생선이 더 필요해요. 생선을 가져오면 목재를 드릴게요! 그리고 당신의 작은 마을도 건들지 않을게요.
pt: Meus homens precisam de peixe. Traga isso, e eu lhe dou madeira! E pode ser que eu poupe a sua aldeia.
ru: Моим парням нужно больше рыбы. Доставь ее, и я дам тебе древесину! А еще я пощажу твою деревушку.
zh: 我的人还想要鱼。给我弄些来，我给你木材！我还会饶了你管的那个小村子。
zh_tw: 我的人還想要魚。給我弄些來，我給你木材！我還會饒了你管的那個小村子。

# SCENARIO_CW_QUEST_C_20_DESC
source: Hey, Governor! I want to do you a favor and take some heavy stones out of your storage. If you let me do it, I will even give you some wood.
de: Statthalter! Ich möchte Euch einen Gefallen tun und Eure Taschen von Steinen erleichtern. Wenn Ihr Euch nicht wehrt, bekommt Ihr sogar etwas Holz.
es: ¡Eh, gobernador! Quiero hacerte el favor de sacar algunas pesadas piedras de tu almacén. Si me lo permites, incluso te daré madera.
fr: Salut, gouverneur ! Je veux vous rendre service en vous débarrassant de lourdes pierres qui encombrent votre entrepôt. En échange, je vous donnerai plus de bois.
id: Hei, Gubernur! Aku akan berbaik hati dan mengambil beberapa batu besar dari gudangmu. Kalau kau setuju, aku akan memberimu kayu.
it: Ehi, governatore! Voglio farti un favore, liberandoti di qualche pietra pesante dal magazzino. Se mi permetti di farlo potrei perfino darti del legname in cambio.
ja: なあ、閣下！頼みがあるんだが、あなたの貯蔵から重い石をいくつか取り出したい。もし私にやらせてくれるのなら、木材をいくらか提供しよう。
ko: 영주님! 창고에 있는 무거운 석재를 치워드릴 수 있어요. 허락하시면 목재도 드릴게요.
pt: Ei, governador! Quero lhe fazer o favor de tirar essas pedras tão pesadas do seu armazém. Se você não complicar, posso até lhe dar madeira.
ru: Эй, губернатор! Я хочу тебе помочь, а то у тебя уже склад от камня что-то ломится. Дашь мне его пошмалять, получишь немного древесины.
zh: 嘿，总督！我想行个好，从你的仓库里拿几块儿大石头。要是你答应，我很公道的，会给你些木材。
zh_tw: 嘿，總督！我想行個好，從你的倉庫裡拿幾塊兒大石頭。要是你答應，我很公道的，會給你些木材。

# SCENARIO_CW_QUEST_C_30_DESC
source: Before you waste wheat by giving it to your farmers, you should rather give it to me and I will give you my finest wood.
de: Bevor Ihr Getreide an die Bauern vergeudet, gebt es lieber mir und ich gebe Euch etwas von meinem besten Holz.
es: En lugar de malgastar trigo dándoselo a los granjeros, deberías entregármelo a mí y yo te daré mi mejor madera.
fr: Avant de gâcher votre blé en le donnant aux fermiers, offrez-le-moi et je vous donnerai mon meilleur bois.
id: Daripada gandum-mu sia-sia karena diberikan kepada para petani, lebih baik berikan kepadaku dan aku akan memberimu kayu terbaik milikku.
it: Invece di sprecare grano dandolo ai tuoi contadini, potresti darlo a me in cambio del mio legno migliore.
ja: 農民に小麦を与えて無駄にする前に私に小麦を渡すべきだ、そうすれば最高級の木材をあなたにあげよう。
ko: 농부에게 밀을 주어 낭비하는 대신 제게 주면 좋은 목재를 드릴게요.
pt: Em vez de desperdiçar trigo alimentando seus fazendeiros, você devia me dar. Aí eu lhe daria madeira de primeira qualidade.
ru: Зачем тратить пшеницу на фермеров? Дай-ка ее лучше мне, а я тебе взамен отвалю первоклассной древесины.
zh: 您拿麦子给农夫，纯属浪费。不如先给我，我给你最好的木材。
zh_tw: 您拿麥子給農夫，純屬浪費。不如先給我，我給你最好的木材。

# SCENARIO_CW_QUEST_C_40_DESC
source: We want to soften our sword handles with wool. Don’t worry, if you cooperate, we will not use them against you.
de: Unsere Schwerter sollen weichere Griffe bekommen, indem wir sie mit Wolle verkleiden. Keine Sorge, wenn ihr kooperativ seid, werden wir sie nicht gegen Euch verwenden.
es: Queremos suavizar los mangos de nuestras espadas con lana. No te preocupes, si cooperas no las usaremos contra ti.
fr: Nous voulons décorer le manche de nos épée avec de la douce laine. Ne vous inquiétez pas, si vous coopérez, nous ne les utiliserons pas contre vous.
id: Kami ingin membungkus gagang pedang dengan wol agar empuk. Jangan takut, asal kau mau bekerja sama, pedang kami takkan digunakan untuk melawanmu.
it: Vorremmo ammorbidire le impugnature delle nostre spade con della lana. Non ti preoccupare: se cooperi, non le useremo contro di te.
ja: 我々は羊毛を使って刀の柄を柔らかくしたい。ご心配なく、我々に協力してくれるならあなたたちに刀を使用することはない。
ko: 울로 검 손잡이를 부드럽게 만들고 싶어요. 걱정 말아요. 도와주면 당신을 상대로 사용하지 않을게요.
pt: Queremos amaciar o cabo das espadas com lã. Não se preocupe: se você cooperar, não vamos usá-las contra você.
ru: Мы хотим обмотать рукояти мечей шерстью. Не боись, будешь сотрудничать, и мы тебя не тронем.
zh: 我们想把剑柄用羊毛垫软。别担心，你要是顺着劲儿来，我们就不会用剑对付你。
zh_tw: 我們想把劍柄用羊毛墊軟。別擔心，你要是順著勁兒來，我們就不會用劍對付你。

# SCENARIO_CW_QUEST_C_50_DESC
source: My men are bored. If you provide us with skins, we can improve our training dummies to let them look more real. If you don’t want to trade with me, then we will just practice with your Townies.
de: Meine Männer langweilen sich. Wenn Ihr mir ein paar Häute gebt, können wir unsere Trainingspuppen damit echter wirken lassen. Falls ihr nicht mit mir handeln wollt, trainieren wir einfach mit Townies.
es: Mis hombres se aburren. Si nos entregas pieles, podremos mejorar nuestros muñecos de entrenamiento para que parezcan más reales. Si no quieres comerciar conmigo, practicaremos con tus townies.
fr: Mes hommes s'ennuient. Si vous nous offrez des peaux, nous pourrons améliorer nos mannequins d'entraînement pour les rendre plus réalistes. Et si vous refusez de faire affaires avec moi, nous nous entraînerons sur vos habitants.
id: Anak buahku bosan. Kalau kau menyediakan kulit untuk kami, boneka latihan kami bisa dibuat lebih mirip orang. Kalau kau enggan bertransaksi denganku, kami akan bertransaksi dengan para Townies saja.
it: I miei uomini si annoiano. Se ci rifornisci di pelli, possiamo migliorare i nostri manichini da addestramento rendendoli più realistici. Se non vuoi fare affari con me, allora dovremo fare pratica con i tuoi concittadini.
ja: 仲間たちは退屈している。もし私たちに革を提供してくれるなら、訓練用標的人形たちをより本物らしくできるのだが。もし私たちと取引したくないのなら、あなたのタウニーで練習するまでだ。
ko: 부하들이 지루해하고 있어요. 가죽을 가져오면 훈련용 인형을 더욱 사실적으로 만들 수 있어요. 저와 거래하고 싶지 않다면 주민을 상대로 훈련하는 수밖에 없죠.
pt: Meus rapazes estão entediados. Se você nos der umas peles, podemos melhorar nossos bonecos de treinamento. Se você não quiser fazer negócio comigo, nós vamos treinar com os habitantes da sua aldeia.
ru: Моим парням скучно. Дай-ка нам кожи! Мы прибьем их к тренировочным чучелам — так они будут больше походить на настоящих врагов. Не захочешь сотрудничать, придется нам практиковаться на твоих горожанах.
zh: 我手下的人呆不住了。你要是给我们毛皮，我们就可以整修训练用的靶人，让靶人更像真人。要是这买卖，你不想和我们做，那我们就只能拿你手下的镇民练手了。
zh_tw: 我手下的人呆不住了。你要是給我們毛皮，我們就可以整修訓練用的靶人，讓靶人更像真人。要是這買賣，你不想和我們做，那我們就只能拿你手下的鎮民練手了。

# SCENARIO_CW_QUEST_C_60_DESC
source: One of my men is ill. I heard that herbs could help him. If you don‘t mind, I will look for them in your storage. I'm sure I will find them.
de: Einer meiner Männer ist krank. Ich habe gehört, dass Kräuter ihm helfen könnten. Wenn ich lange genug in Eurem Lager suche, finde ich bestimmt welche.
es: Tengo a un hombre enfermo. He oído que hay hierbas que pueden curarlo. Si no te importa, las buscaré en tu almacén. Seguro que las encuentro.
fr: L'un de mes hommes est malade. J'ai entendu dire que des herbes pouvaient l'aider. Si cela ne vous dérange pas, je les chercherai dans votre entrepôt. Je suis sûr qu'il y en a.
id: Anak buahku ada yang sakit. Aku dengar rempah-rempah bisa jadi obat. Kalau kau tidak keberatan, aku akan mencari rempah-rempah di gudangmu. Aku yakin ada di sana.
it: Uno dei miei uomini è malato. Ho saputo che certe erbe potrebbero salvarlo. Se non ti dispiace le cercherò nel tuo magazzino. Sono certo di trovarle.
ja: 仲間の1人が病気だ。ハーブが彼の治療に役立つと聞いた。よければあなたの貯蔵庫からハーブを探したい。ハーブを見つけることができるだろうと確信している。
ko: 부하 중 한 명이 아파요. 허브가 도움을 줄 수 있다고 들었어요. 괜찮다면 창고에서 허브를 찾아볼게요. 분명히 있을 거예요.
pt: Um dos meus homens adoeceu. Disseram que ervas podem ajudar. Se não se importa, vou procurar umas ervas no seu armazém. Com certeza tem lá.
ru: У нас тут одному нездоровится. Говорят, травы могут ему помочь. Если ты не против, я поищу их у тебя на складе, лады? Уверен, я найду что подходящее.
zh: 我有个手下病了。我听说草药对他有用。要是你不嫌烦，我就去你仓库，亲自查找。我肯定能找得到。
zh_tw: 我有個手下病了。我聽說草藥對他有用。要是你不嫌煩，我就去你倉庫，親自查找。我肯定能找得到。
