Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN9_20_DESC
source: I come before you with a request, my lord. Tools are in high demand throughout the realm. I would pay very well if you could deliver me a wagon-load of tools. Additionally I would visit your town again to trade.
de: Ich komme mit einem Anliegen zu handeln auf Euch zu, Herr Statthalter. Es herrscht ein großer Bedarf an Werkzeugen im ganzen Land. Ich würde Euch einen guten Preis zahlen und sogar wieder ins Dorf kommen.
es: Milord, me han pedido que me presente ante ti. Por todo el reino hay demanda de herramientas. Pagaré generosamente si me entregas un cargamento de herramientas. Además, volveré a tu ciudad para comerciar.
fr: Je viens vous faire une requête, mon seigneur. Les outils sont très demandés dans tout le royaume. Je payerai un bon prix en échange d'une cargaison d'outils. De plus, je rendrai à nouveau visite à votre ville pour commercer.
id: Saya datang kepada Anda dengan permintaan, tuanku. Peralatan sangat dibutuhkan di seluruh kerajaan. Saya akan membayar sangat mahal jika Anda bisa mengirimkan kepada saya sekereta peralatan. Selain itu saya akan mengunjungi kota Anda lagi untuk berdagang.
it: Vengo da te con una richiesta, mio signore. Gli utensili sono molto richiesti in tutto il regno. Pagherei molto bene per un intero carico di strumenti. Inoltre ricomincerei a commerciare nella tua città.
ja: あなたの元に提案を持って参りました、閣下。王国全体で工具を必要としています。 荷馬車いっぱいの工具を届けてくれたら高く買いますよ。そして商売をしにあなたの街にも行きましょう。
ko: 요청이 있습니다, 성주님. 전지역에 걸쳐 도구들의 수요가 많습니다. 도구들을 배달해주시면 큰 돈을 드리겠습니다. 또, 거래를 위해 마을에 다시 방문하겠습니다.
pt: Venho fazer um pedido, meu senhor. Todo o reino apresenta grande demanda de ferramentas. Eu pagarei muito bem se puder me entregar uma carruagem cheia de ferramentas. Também visitarei a sua cidade para fazer comércio.
ru: Милорд, спешу сообщить вам о новом требовании. В королевстве наблюдается высокий спрос на инструменты. Я мог бы очень хорошо заплатить, если бы вы доставили мне повозку с инструментами. В дополнение к этому, я снова посещу ваш город, чтобы торговать в нем.
zh: 我有求而来，我的老爷！ 在整个王国之内，工具需求量很高。 如果您能交给我一马车工具，我将优厚付款。 另外，我想再次访问您的城镇进行贸易。
zh_tw: 我有求而來，我的老爺！ 在整個王國之內，工具需求量很高。 如果您能交給我一馬車工具，我將優厚付款。 另外，我想再次訪問您的城鎮進行貿易。

# T_GAME_QUEST_SCEN9_20_NAME
source: Deliver a load of tools to the merchant.
de: Liefere eine Wagenladung Werkzeuge an den Händler.
es: Entrega un cargamento de herramientas al mercader.
fr: Livrez une cargaison d'outils au marchand.
id: Kirimkan muatan peralatan ke pedagang.
it: Consegna un carico di utensili al mercante.
ja: 商人に工具の山を届ける。
ko: 상인에게 도구를 전달하시오.
pt: Faça uma entrega de ferramentas para o mercador.
ru: Доставь груз инструментов купцу.
zh: 向商人交付许多工具。
zh_tw: 向商人交付許多工具。

# T_GAME_QUEST_SCEN9_2_DESC
source: I have important news, my lord! A band of mercenaries has arrived and they are already complaining that our village lacks a tavern. We should try to avoid having a bunch of unhappy and bored mercenaries in town, so let's build a tavern.
de: Ich bringe Neuigkeiten, mein Lord: Einige Söldner sind im Dorf angekommen und haben sich direkt darüber beschwert, dass wir gar kein Wirtshaus haben. Es wäre keine gute Idee, die Söldner im Dorf nicht glücklich zu stimmen.
es: Milord, ¡traigo noticias importantes! Una banda de mercenarios acaba de llegar y ya se están quejando de que no hay ninguna taberna. Deberíamos evitar tener a un grupito de mercenarios aburridos e infelices en la ciudad. Mejor será que construyamos una taberna.
fr: J'ai des nouvelles importantes pour vous, mon seigneur ! Une bande de mercenaires vient d'arriver et ils se plaignent déjà de l'absence de taverne dans notre village. Mieux vaut éviter d'avoir une bande de mercenaires mécontents et oisifs dans notre ville, alors construisons une taverne.
id: Saya punya berita penting, tuanku! Segerombolan serdadu bayaran telah tiba dan mereka mengeluhkan bahwa desa kita kekurangan bar. Kita harus mencoba menghindari banyak ketidaksenangan dan kebosanan para serdadu bayaran di kota, jadi mari kita bangun bar.
it: Ho delle notizie importanti, mio signore! Una banda di mercenari è arrivata, e ha già iniziato a lamentarsi per l'assenza di una taverna. Sarebbe meglio evitare di avere una banda di mercenari insoddisfatti e annoiati in città. Costruiamo una taverna.
ja: 大事なお知らせがあります、閣下。すでに傭兵の一団が到着しましたが、街に酒場が少ないと文句を言っています。 不平、不満をもった傭兵たちが街にいる状況は避けなければなりません。酒場を建てましょう。
ko: 성주님, 중요한 뉴스가 있습니다. 용병들이 도착했으며, 마을에 여관이 부족하다고 벌써 불평하고 있습니다. 화가나고 지루한 용병들을 마을에 둘 수 없습니다, 여관을 지읍시다.
pt: Trago notícias importantes, meu senhor! Um bando de mercenários chegou, e eles já começaram a reclamar que nossa cidade não tem uma taverna. É melhor evitar ter um bando de mercenários infelizes e entediados na nossa cidade, então vamos construir uma.
ru: Милорд, у меня важная новость! Прибывшая ватага наемников жалуется на отсутствие таверны в нашей деревне. В городе нам не нужна толпа недовольных и скучающих наемников, поэтому, давайте-ка построим таверну.
zh: 我有重要新闻，我的老爷！ 来了一群外国雇佣兵，而且他们投诉我们的村庄没有酒馆。 我们应当尽力避免镇上有一帮令人厌憎、不开心的外国雇佣兵，那么让我们兴建酒馆吧。
zh_tw: 我有重要新聞，我的老爺！ 來了一群外國雇傭兵，而且他們投訴我們的村莊沒有酒館。 我們應當盡力避免鎮上有一幫令人厭憎、不開心的外國雇傭兵，那麼讓我們興建酒館吧。

# T_GAME_QUEST_SCEN9_2_NAME
source: Attain high tavern happiness.
de: Erreiche eine hohe Wirtshaus-Zufriedenheit.
es: Incrementa la felicidad con la taberna.
fr: Augmentez le bonheur dû aux tavernes.
id: Menambah kebahagiaan bar.
it: Aumenta la soddisfazione per le taverne
ja: 酒場の満足度を上げる。
ko: 마을의 행복감을 높이십시오
pt: Aumente a felicidade das tavernas.
ru: Повысь уровень счастья от таверны.
zh: 提升酒馆幸福感。
zh_tw: 提升酒館幸福感。

# T_GAME_QUEST_SCEN9_3_DESC
source: Governor, I am pleased to see that your efforts to increase wood production are progressing well. Now, would you be so kind as to make a first delivery…
de: Sehr gut, mein Statthalter. Wie ich vernommen habe geht es sehr gut mit eurer Holzkolonie voran. Wärt ihr so freundlich und würdet die erste Lieferung an Holz alsbald zu meinem Hafen schicken?
es: Gobernador, me complace ver que tus esfuerzos por aumentar la producción de madera están yendo bien. ¿Podrías encargarte ya de hacer la primera entrega?
fr: Gouverneur, je suis content de constater que vos efforts pour augmenter la production de bois sont couronnés de succès. À présent, si vous pouviez me faire une première livraison…
id: Governor, aku senang melihat bahwa usahamu untuk menambah produksi kayu berjalan dengan baik. Sekarang, sudikah kau melakukan pengiriman perdana…
it: Governatore, sono lieto di comunicarti che il tuo impegno nella produzione di legname sta producendo i suoi frutti. Ora, se fossi cosìè gentile da procedere alla prima consegna...
ja: 木材の増産が順調に進んでいるようでうれしく思っているぞ。 それでは、最初の納品をお願いできるか。
ko: 책임자님, 목재의 생산을 증가시키려는 노력이 잘 되고 있음에 감사드립니다. 이제, 첫 배송을 해주시겠어요…
pt: Governador, fico feliz ao ver que suas tentativas para aumentar a produção de madeira estão indo bem. Então, será que a primeira entrega já pode acontecer…?
ru: Губернатор, рад видеть, что твои усилия по увеличению производства древесины увенчались успехом. А теперь, будь так добр и осуществи первую поставку…
zh: 长官，我i乐意看到你增产木材的努力进展良好。 现在，请你先交付头批…
zh_tw: 長官，我i樂意看到你增產木材的努力進展良好。 現在，請你先交付頭批…

# T_GAME_QUEST_SCEN9_3_NAME
source: Send a tribute of wood to the King.
de: Sende dem König einen Tribut an Holz.
es: Envía un tributo de madera al rey.
fr: Envoyez un tribut de bois à votre roi.
id: Kirimkan upeti kayu untuk raja.
it: Invia un tributo in legno al re.
ja: 王様に木材の貢ぎ物を送る。
ko: 왕에게 목재를 헌사합시다.
pt: Envie um tributo de madeira ao rei.
ru: Отправь королю древесину в качестве дани.
zh: 向国王进贡木材。
zh_tw: 向國王進貢木材。

# T_GAME_QUEST_SCEN9_4_DESC
source: My lord, there are persistent rumors about unrest in town. Could it be that some Townies are plotting against the crown? If we don't act now we could have a full-blown rebellion on our hand. We should make sure that our Townies are happy and content and we should be quick about it.
de: Mein Herr, es gibt Gerüchte über Unruhen im Dorf. Könnte es sein, dass einige Townies gegen die Krone handeln wollen? Wenn wir nicht schleunigst etwas dagegen unternehmen, haben wir eine Rebellion in unserem Dorf. Ihr solltet die Townies schnellstmöglich zufriedenstellen!
es: Milord, han llegado hasta mis oídos varios rumores de que hay disturbios en la ciudad. Tal vez, algunos townies estén conspirando contra la corona. Si no actuamos ya, podríamos encontrarnos con una auténtica rebelión. Deberíamos asegurarnos de que los townies están contentos... ¡Y rápido!
fr: Mon seigneur, il y a des rumeurs persistantes en ville faisant état de certains troubles. Se pourrait-il que des habitants complotent contre la couronne ? Si nous n'agissons pas dès maintenant, nous pourrions nous retrouver avec une rébellion sur les bras. Nous devons nous assurer que nos habitants soient heureux et satisfaits, sans perdre de temps.
id: Tuanku, masih tetap ada rumor tentang kerusuhan di kota. Mungkinkah beberapa Townies berkomplot melawan raja? Jika kita tidak bertindak sekarang, mungkin kita akan menghadapi pemberontakan yang hebat. Kita harus memastikan bahwa Townies bahagia serta puas dan kita harus cepat menanganinya.
it: Mio signore, corrono voci di disordini in città. E' possibile che qualche cittadino stia tramando contro la corona? Se non agiamo immediatamente potremmo trovarci alle prese con una ribellione. Dobbiamo fare in modo che i cittadini siano felici e soddistatti, e in fretta.
ja: 閣下、騒乱の噂がいつまでも消えません。陰謀を企んでいるタウニーがいるのかもしれません。 今対処しなければ、大規模な反乱が起こる気がしてなりません。タウニーが常に幸せであるように努めましょう、早急にです。
ko: 성주님, 마을의 불안에 관한 루머가 돌고 있습니다. 몇몇 마을 주민들이 왕좌를 노리고 있는 것일까요? 만일 지금 조치를 취하지 않으면, 커다란 분쟁이 일어날 것입니다. 주민들의 행복을 유지하는데 빠르게 행동하여야 합니다.
pt: Meu senhor, há boatos de que os ânimos estão acirrados na cidade. Será que há habitantes tramando contra a coroa? Se não agirmos agora, podemos ter uma completa rebelião em mãos. Precisamos garantir que nossos habitantes fiquem felizes e contentes e devemos fazer isso rápido.
ru: Милорд, ходят стойкие слухи о волнениях в городе. Действительно ли то, что кое-кто из горожан замышляет заговор против короны? Если мы не начнем действовать прямо сейчас, нам придется столкнуться с полномасштабным восстанием. Необходимо сделать все, чтобы наши горожане были счастливы и довольны, и как можно быстрее.
zh: 我的老爷，镇上不断有骚乱的流言。 可能是一些镇民正在密谋反对国王？ 如果我们现在不采取行动，我们附近就可能会全面爆发叛乱。 我们应该确保：我们的镇民幸福而且满足，那么我们就得快速行动。
zh_tw: 我的老爺，鎮上不斷有騷亂的流言。 可能是一些鎮民正在密謀反對國王？ 如果我們現在不採取行動，我們附近就可能會全面爆發叛亂。 我們應該確保：我們的鎮民幸福而且滿足，那麼我們就得快速行動。

# T_GAME_QUEST_SCEN9_4_NAME
source: Maintain a happiness of higher than 100% for the next couple of minutes.
de: Halte die Zufriedenheit für die nächsten paar Minuten über 100%.
es: Mantén la felicidad por encima del 100 % durante un par de minutos.
fr: Maintenez un taux de bonheur supérieur à 100% pendant les deux prochaines minutes.
id: Pertahankan kebahagiaan lebih dari 100% untuk beberapa menit berikutnya.
it: Mantieni un grado di soddisfazione superiore al 100% per i prossimi due minuti.
ja: 次の数分間幸福度を100%以上保つ。
ko: 다음 수분동안 100% 이상의 행복 지수를 유지하십시오.
pt: Mantenha um nível de felicidade maior do que 100% nos próximos dois minutos.
ru: Поддерживай уровень счастья выше 100% на протяжении следующих нескольких минут.
zh: 在接下来的几分钟期间，保持高于 100% 的幸福度。
zh_tw: 在接下來的幾分鐘期間，保持高於 100% 的幸福度。

# T_GAME_QUEST_SCEN9_5_DESC
source: My lord, this is an outrage! The tavern has been destroyed! There is talk about a saboteur at large in our town. We must get the situation under control before everything gets completely out of hand. Gallows and pillories should do the trick.
de: Es ist ungeheuerlich, mein Herr. Das Wirtshaus ist zerstört worden - zusätzlich kursieren Gerüchte über einen Saboteur im Dorf! Wenn wir nicht schnellstmöglich Kontrolle ins Dorf bringen, laufen die Dinge aus dem Ruder, mein Lord. Ein Galgen und einige Pranger sollten ein Zeichen setzen.
es: Milord, ¡esto es una ultraja! ¡Han destruido la taberna! Hablan de un saboteador prófugo en la ciudad. Tenemos que controlar la situación antes de que se nos vaya completamente de las manos. Seguro que las horcas y las picotas nos ayudarán a conseguirlo.
fr: Mon seigneur, quel outrage ! La taverne a été détruite ! On parle d'un saboteur qui sévit en ville. Nous devons maîtriser la situation avant d'en perdre le contrôle. Une potence et des piloris devraient faire l'affaire.
id: Tuanku, ini biadab! Bar telah dihancurkan! Ini masalah sabotase besar-besaran di kota kita. Kita harus menangani situasi ini sebelum semuanya diluar kendali. Tiang gantungan dan tiang hukuman seharusnya berhasil menakuti.
it: Mio signore, è inaudito! La taverna è stata distrutta! Si parla di un sabotatore in giro per la città. Dobbiamo rimettere la situazione sotto controllo prima che ci sfugga di mano. Forche e gogne sono quello che ci vuole.
ja: 閣下、暴動が発生しました！酒場が破壊されました。大規模な破壊活動が起こる気配があります。 すべてが手に負えなくなる前に、事態を収めなければなりません。絞首台とさらし台を設置しましょう。
ko: 성주님, 믿을 수 없습니다! 여관이 파괴되었습니다! 마을의 파괴자에 관한 이야기가 돌고 있습니다. 모든 것이 완전히 통제가 불가능해지기 전, 이 상황을 통제하여야 합니다. 교수대와 심판대를 만들면 될것 같습니다.
pt: Meu senhor, esta situação é um absurdo! A taverna foi destruída! Há boatos de que há um sabotador à solta na nossa cidade. Precisamos acalmar a situação antes que tudo saia completamente de controle. Construir uma forca e pelourinhos deve bastar.
ru: Милорд, это возмутительно! Таверна разрушена! Ходят слухи, что в нашем городе действует вредитель. Прежде чем все выйдет из-под контроля, необходимо полностью взять ситуацию в свои руки. Виселицы и позорные столбы - это именно то, что нужно.
zh: 我的老爷，这是一场暴乱！ 酒馆已经被毁！ 有一种谈论：镇上的破坏者正在坐大。 我们必须在一切完全失控之前先控制住形势。 绞刑架和颈手枷须获成功。
zh_tw: 我的老爺，這是一場暴亂！ 酒館已經被毀！ 有一種談論：鎮上的破壞者正在坐大。 我們必須在一切完全失控之前先控制住形勢。 絞刑架和頸手枷須獲成功。

# T_GAME_QUEST_SCEN9_5_NAME
source: Build gallows and 2 pillories in town.
de: Baue einen Galgen und 2 Pranger im Dorf.
es: Construye una horca y 2 picotas.
fr: Construisez une potence et 2 piloris en ville.
id: Bangunlah tiang gantungan dan 2 tiang hukuman di kota.
it: Costruisci una forca e due gogne in città.
ja: 街に絞首台と2つのさらし台を建設。
ko: 교수대와 심판대 2개를 만듭시다.
pt: Construa uma forca e 2 pelourinhos na cidade.
ru: Построй виселицу и 2 позорных столба в городе.
zh: 在镇上兴建绞刑架和2 个颈手枷。
zh_tw: 在鎮上興建絞刑架和2 個頸手枷。

# T_GAME_QUEST_SCEN9_6_DESC
source: My lord, it would be wise to increase morale in town some more. Showing your Townies some kindness would increase their happiness. Why not build them a church or beautify the town with flower gardens?
de: Mein Lord, es wäre Weise, die Moral im Dorf weiter anzuheben. Den Townies Güte zu zeigen ist der richtige Weg. Ihr solltet einige Bedürfnisse der Townies bedienen. Zum Beispiel eine Kirche bauen oder das Dorf mit Blumenbeeten verschönern.
es: Milord, convendría aumentar un poco más la moral de los townies. Si muestras amabilidad, su felicidad seguro que serán más felices. ¿Por qué no construimos una iglesia o embellecemos la ciudad con jardines?
fr: Mon seigneur, il serait sage d'améliorer quelque peu le moral de la ville. Le bonheur de vos habitants s'améliorerait si vous leur faisiez preuve de bonté. Pourquoi ne pas leur bâtir une église ou agrémenter la ville avec des jardins fleuris ?
id: Tuanku, saya berharap bisa lebih meningkatkan moral di kota. Menunjukkan beberapa kebaikan ke Townies Anda akan menambah kebahagiannya. Mengapa tidak membangun gereja atau mempercantik kota dengan kebun bunga?
it: Mio signore, sarebbe importante migliorare un po' il morale in città. Mostrare un po' di gentilezza ai cittadini ne aumenterà la soddisfazione. Perché non costruire loro una chiesa o abbellire la città con dei giardini fioriti?
ja: 閣下、街の士気をさらに上げることができます。 タウニーに対する思いやりが伝われば、彼らをもっと幸せにすることができます。教会を建て、そして花壇で街を美しくしてはいかがでしょうか？
ko: 성주님, 마을의 사기를 증가시키는 것이 지혜로울 수 있습니다. 주민들에게 친절을 배풀면 행복감이 증가합니다. 교회 HE는 아름다운 꽃 정원을 만드는 것은 어떻습니까?
pt: Meu senhor, seria bom tentar aumentar um pouco mais o moral dos habitantes. Demonstrar gentileza para com os seus habitantes pode aumentar a felicidade. Que tal construir uma igreja e embelezar a cidade com jardins floridos?
ru: Милорд, было бы мудро еще немного повысить уровень морали в городе. Проявление доброты перед вашими горожанами сделает их более счастливыми. Почему бы не построить церковь или украсить город цветочными садами?
zh: 我的老爷，在镇上增加一些士气将是明智的。 向镇民们显示善意，将增加他们的幸福感。 为什么不给他们兴建教堂或者用花园美化城镇？
zh_tw: 我的老爺，在鎮上增加一些士氣將是明智的。 向鎮民們顯示善意，將增加他們的幸福感。 為什麼不給他們興建教堂或者用花園美化城鎮？

# T_GAME_QUEST_SCEN9_6_NAME
source: Build some flower gardens and a church.
de: Baue einige Blumenbeete und eine Kirche.
es: Construye jardines y una iglesia.
fr: Construisez des jardins fleuris et une église.
id: Bangunlah beberapa kebun bunga dan gereja.
it: Costruisci dei giardini e una chiesa.
ja: 花壇をいくつかと教会を建てる。
ko: 꽃 정원과 교회를 짓습니다.
pt: Construa jardins floridos e uma igreja.
ru: Построй несколько цветочных садов и церковь.
zh: 兴建一些花园和教堂。
zh_tw: 興建一些花園和教堂。

# T_GAME_QUEST_SCEN9_7_DESC
source: Governor, I am sorry to inform you that I cannot visit your town for the time being. I heard rumors about bandits in the woods surrounding your town. It is too dangerous for merchants right now. I have a message from the King, though. He commands the construction of two sawmills.
de: Statthalter, ich muss ihnen leider mitteilen, dass ich in nächster Zeit nicht mehr zum Handeln ins Dorf kommen kann. Zwielichtige Personen halten sich im Wald auf - die Gefahr für einen Händler ist zu groß. Aber ich bringe Neuigkeiten vom König. Er verlangt den Bau einiger Sägemühlen.
es: Gobernador, siento informarle de que, por ahora, no puedo visitar la ciudad. Hay rumores de que hay bandidos en el bosque que rodea la ciudad. La zona es demasiado peligrosa para los mercaderes. Sin embargo, el rey ha enviado un mensaje. Ordena que construyamos dos aserraderos.
fr: Gouverneur, je suis navré de vous informer que je ne peux pas rendre visite à votre ville pour le moment. J'ai entendu dire que des brigands infestaient la forêt autour de votre ville. Elle est bien trop dangereuse pour les marchands. Par contre, je vous apporte un message du roi. Il vous ordonne de construire deux scieries.
id: Gubernur, saya minta maaf bahwa saya tidak bisa mengunjungi kota Anda untuk sementara. Saya mendengar tentang penjahat di hutan sekitar Anda. Sekarang ini terlalu berbahaya untuk para pedagang. Meski saya mendapatkan pesan dari raja. Ia memerintahkan pembangunan dua penggergajian.
it: Governatore, mi spiace informarti che per il momento non sono in grado di fare visita alla tua città. Ho saputo che ci sono banditi nei boschi circostanti. Per i mercanti è troppo pericoloso viaggiare. Ma ho un messaggio da parte del re. Egli ordina la costruzione di due segherie.
ja: 閣下、申し訳ありませんが、当分の間あなたの街を訪問できません。 あなたの街の周りの森に盗賊団が出るという噂を聞きました。今は商人にとって危険すぎるのです。 しかし、王様から伝言を預かっております。製材所を2つ建設しろとのおおせです。
ko: 제 시간에 당신의 마을에 방문하지 못할 것 같아 유감입니다. 마을 주변의 숲에서 대기하고 있는 반군에 관한 루머를 들었습니다. 지금 당장 마을에서 판매를 하는 것은 너무 위헙합니다. 하지만 왕으로부터의 소식을 가지고 왔습니다. 두개의 제재소를 지을 것을 명하셨습니다.
pt: Governador, sinto informá-lo de não é possível visitar a cidade por enquanto. Ouvi boatos de que há bandidos nas florestas cercando nossa cidade. É perigoso demais para os mercadores no momento. Tenho uma mensagem do rei, no entanto. Ele ordena a construção de duas serrarias.
ru: Губернатор, с прискорбием сообщаю вам о невозможности посетить ваш город в настоящее время. До меня дошли слухи о бандитах в окружающих город лесах. Прямо сейчас здесь слишком опасно для купцов. Однако у меня есть послание от короля. Он приказывает построить две лесопилки.
zh: 长官，我抱歉地通知您：我暂且无法访问您的城镇。 我听到流言，说您所在城镇周围的树林里有土匪。 眼下对商人太危险。 I我也得到国王的消息。 他下令兴建两个锯木厂。
zh_tw: 長官，我抱歉地通知您：我暫且無法訪問您的城鎮。 我聽到流言，說您所在城鎮周圍的樹林裡有土匪。 眼下對商人太危險。 I我也得到國王的消息。 他下令興建兩個鋸木廠。

# T_GAME_QUEST_SCEN9_7_NAME
source: Build 2 sawmills.
de: Baue 2 Sägemühlen.
es: Construye 2 aserraderos.
fr: Construisez 2 scieries.
id: Bangunlah 2 penggergajian.
it: Costruisci 2 segherie.
ja: 製材所を2つ建てる。
ko: 2개의 제재소를 짓습니다.
pt: Construa 2 serrarias.
ru: Построй 2 лесопилки.
zh: 兴建 2 个锯木厂。
zh_tw: 興建 2 個鋸木廠。

# T_GAME_QUEST_SCEN9_8_DESC
source: My lord, I have an idea. We should construct a treasury. The tax collector will visit every house in town... and maybe he can dig something up about this saboteur.
de: Mein Lord, ich habe eine Idee: Wir sollten eine Schatzkammer bauen. Auf diese Weise können wir den Steuereintreiber als Ermittler einsetzen. Er kann versuchen, den Saboteur unter den Townies zu finden.
es: Tengo una idea, milord. Deberíamos construir una tesorería. El recaudador de impuestos visitará todas las casas y, tal vez, consiga algo de información sobre el saboteador.
fr: Mon seigneur, j'ai une idée. Nous devrions bâtir une trésorerie. Le collecteur d'impôts fera le tour de toutes les maisons de la ville... Et peut-être qu'il en apprendra plus sur ce saboteur au passage.
id: Tuanku, saya punya ide. Kita harus membangun gudang harta. Pemungut pajak akan mengunjungi setiap rumah di kota...dan mungkin ia bisa mendapat info tentang penyabotase ini.
it: Mio signore, ho un'idea. Dobbiamo costruire una tesoreria. L'esattore potrà fare visita a tutte le case della città... e magari raccogliere informazioni a proposito di questo sabotatore.
ja: 閣下、ひとつ提案があります。国庫を建築しませんか？収税官はすべての家を訪問します。そこで何かしら情報を集めることができるはずです。
ko: 성주님, 제게 생각이 있습니다. 금고를 지어야 합니다. 세금 수집원이 마을의 모든 집들을 방문할 것이고, 아마도 그가 파괴자에 대해 뭔가를 알 수 있게 될 것입니다.
pt: Meu senhor, tenho uma ideia. Devemos construir um Tesouro. O cobrador de impostos visitará cada casa da cidade… e talvez ele possa descobrir algo sobre esse sabotador.
ru: Милорд, у меня есть идея. Мы должны построить казначейство. Сборщик податей посетит каждый дом в городе... и, быть может, мы сможем кое-что разузнать об этом вредителе.
zh: 我的老爷，我有个主意。 我们应该兴建金库。 税务官将访问每座排屋...而且可能他能够发掘这个破坏者的一些信息。
zh_tw: 我的老爺，我有個主意。 我們應該興建金庫。 稅務官將訪問每座連棟宅邸...而且可能他能夠發掘這個破壞者的一些資訊。

# T_GAME_QUEST_SCEN9_8_NAME
source: Build a treasury and wait for the tax collector to investigate the townhouses.
de: Baue eine Schatzkammer und warte bis der Steuereintreiber die Häuser untersucht.
es: Construye una tesorería y espera a que el recaudador de impuestos investigue las casas.
fr: Construisez une trésorerie et attendez que le collecteur d'impôts fasse le tour des maisons.
id: Bangunlah gudang harta dan tunggu pemungut pajak menyelidiki balai kota.
it: Costruisci una tesoreria e aspetta che l'esattore faccia visita a tutte le case.
ja: 国庫を建て、収税官が街の家々を調査するのを待つ。
ko: 금고를 지으시고 세금 수집원들이 타운하우스를 조사할 때까지 기다리십시오.
pt: Construa um tesouro e espere o cobrador de impostos investigar as casas.
ru: Построй казначейство и дождись, пока сборщик податей не соберет сведения в городских домах.
zh: 兴建金库并等候税务官调查排屋。
zh_tw: 興建金庫並等候稅務官調查連棟宅邸。

# T_GAME_QUEST_SCEN9_9_DESC
source: The sawmill has been sabotaged, my lord! Also, the tax collector was not yet successful in uncovering the identity of the saboteur, my lord.
de: Die Sägemühle ist sabotiert worden, mein Herr. Hinzu kommt, dass der Steuereintreiber bisher noch keine Hinweise auf den Saboteur im Dorf gefunden hat.
es: ¡El saboteador ha destruido el aserradero! Además, el recaudador de impuestos no ha conseguido aún descubrir la identidad del saboteador, milord.
fr: Le saboteur a détruit la scierie ! De plus, le collecteur d'impôts n'a toujours pas réussi à déterminer l'identité du saboteur, mon seigneur.
id: Penyabotase telah menghancurkan penggergajian! Pemungut pajak juga tidak berhasil mengungkap identitas penyabotase, tuanku.
it: Il sabotatore ha distrutto la segheria! Inoltre, l'esattore non è ancora riuscito a scoprirne l'identità, mio signore.
ja: 破壊活動により製材所が破壊されました！まだ収税官は破壊活動の首謀者を特定できていません、閣下。
ko: 파괴자가 제재소를 파괴했습니다! 세금 수집원은 아직 파괴자의 신원을 파악하지 못하고 있습니다.
pt: O sabotador destruiu a serraria! O cobrador de impostos ainda não conseguiu descobrir a identidade dele, meu senhor.
ru: Вредитель разрушил лесопилку! Также, милорд, сборщику податей не удалось установить личность вредителя.
zh: 这个破坏者已经摧毁了锯木厂！ 同样，税务官还没有成功地发现破坏者的身份，我的老爷。
zh_tw: 這個破壞者已經摧毀了鋸木廠！ 同樣，稅務官還沒有成功地發現破壞者的身份，我的老爺。
