Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MOD_MAP_MODIFIER_BUILDING_NEED
source: {BUILDINGNAME} need
de: Wunsch nach {BUILDINGNAME}
es: Necesidad de {BUILDINGNAME}
fr: Bâtiment {BUILDINGNAME} requis
id: Kebutuhan {BUILDINGNAME}
it: {BUILDINGNAME} necessita di
ja: {BUILDINGNAME} 必要
ko: {BUILDINGNAME} 필요
pt: {BUILDINGNAME} precisa de
ru: Требуется {BUILDINGNAME}
zh: {BUILDINGNAME} 需要
zh_tw: {BUILDINGNAME} 需要

# T_MOD_MAP_MODIFIER_BUILDING_SATISFACTION
source: {BUILDINGNAME} satisfaction
de: {BUILDINGNAME} Zufriedenheit
es: Satisfacción de {BUILDINGNAME}
fr: Satisfaction {BUILDINGNAME}
id: Tingkat kepuasan untuk {BUILDINGNAME}
it: Soddisfazione {BUILDINGNAME}
ja: {BUILDINGNAME} 満足度
ko: {BUILDINGNAME} 만족도
pt: Satisfação de {BUILDINGNAME}
ru: Уровень удовлетворения зданием {BUILDINGNAME}
zh: {BUILDINGNAME} 满足度
zh_tw: {BUILDINGNAME} 滿足度

# T_MOD_MAP_MODIFIER_DROUGHT
source: Drought
de: Dürre
es: Sequía
fr: Sécheresse
id: Kekeringan
it: Siccità
ja: 干ばつ
ko: 가뭄
pt: Seca
ru: Засуха
zh: 干旱
zh_tw: 乾旱

# T_MOD_MAP_MODIFIER_EFFORT
source: Townie effort
de: Townie Fleiß
es: Esfuerzo de townie
fr: Habitant au travail
id: Townie bekerja
it: Impegno cittadino
ja: タウニーの頑張り
ko: 마울 주민 노력
pt: Esforço do habitante
ru: Усилия горожан
zh: 镇民的工作
zh_tw: 鎮民的工作

# T_MOD_MAP_MODIFIER_FIELDS_DIE
source: Mildew: {FIELDTYPE} wither
de: Mehltau: {FIELDTYPE} verdorrt
es: Mildiu: el {FIELDTYPE} se marchita
fr: Mildiou : {FIELDTYPE} dessèche
id: Jamur: {FIELDTYPE} menjadi layu
it: La muffa ha fatto avvizzire: {FIELDTYPE}
ja: うどん粉病：{FIELDTYPE}枯れる
ko: 노균병: {FIELDTYPE}이(가) 시듭니다
pt: Mofo: {FIELDTYPE} murchando
ru: Милдью: растения на поле {FIELDTYPE} увядают
zh: 霉病：{FIELDTYPE} 枯萎
zh_tw: 黴病：{FIELDTYPE} 枯萎

# T_MOD_MAP_MODIFIER_FIRECHANCE
source: Fire risk
de: Feuergefahr
es: Riesgo de incendio
fr: Risque d'incendie
id: Risiko kebakaran
it: Rischio di incendio
ja: 火事の危険
ko: 화재 위험
pt: Risco de fogo
ru: Риск возникновения пожара
zh: 火灾风险
zh_tw: 火災風險

# T_MOD_MAP_MODIFIER_GOODS_SATISFACTION
source: {RESSOURCE} consumption
de: {RESSOURCE} Verbrauch
es: Satisfacción de {RESSOURCE}
fr: Satisfaction {RESSOURCE}
id: Tingkat kepuasan untuk {RESSOURCE}
it: Soddisfazione {RESSOURCE}
ja: {RESSOURCE} 満足度
ko: {RESSOURCE} 만족도
pt: Satisfação de {RESSOURCE}
ru: Уровень удовлетворения ресурсом {RESSOURCE}
zh: {RESSOURCE} 满足度
zh_tw: {RESSOURCE} 滿足度

# T_MOD_MAP_MODIFIER_HAPPINESS
source: General happiness
de: Allgemeine Zufriedenheit
es: Felicidad en general
fr: Bonheur général
id: Kebahagiaan umum
it: Felicità generale
ja: 全体の幸福度
ko: 일반 행복
pt: Felicidade geral
ru: Общий уровень счастья
zh: 总体幸福感
zh_tw: 總體幸福感

# T_MOD_MAP_MODIFIER_MERCHANT
source: Merchant not available!
de: Händler nicht verfügbar!
es: ¡No hay mercaderes disponibles!
fr: Marchand non disponible !
id: Tidak ada pedagang!
it: Mercante non disponibile!
ja: 商人が利用できません！
ko: 상인을 사용할 수 없어요!
pt: Mercador não disponível!
ru: Торговец недоступен!
zh: 没有商人！
zh_tw: 沒有商人！

# T_MOD_MAP_MODIFIER_MERCHANT_BUYPRICES
source: Buying prices {RESOURCE}
de: Einkaufspreise {RESOURCE}
es: Precios de compra: {RESOURCE}
fr: Prix d'achat : {RESOURCE}
id: Harga pembelian: {RESOURCE}
it: Prezzo d'acquisto: {RESOURCE}
ja: 購入価格：{RESOURCE}
ko: 구매 가격 : {RESOURCE}
pt: Preços de compra: {RESOURCE}
ru: покупной цены: {RESOURCE}
zh: 购买价格：{RESOURCE}
zh_tw: 購買價格：{RESOURCE}

# T_MOD_MAP_MODIFIER_MERCHANT_BUYPRICES_OLD
source: Buying prices increased {RESOURCE}
de: Einkaufspreise erhöht {RESOURCE}
es: Precios de compra aumentados: {RESOURCE}
fr: Augmentation des prix d'achat : {RESOURCE}
id: Harga beli meningkat: {RESOURCE}
it: Aumento del prezzo d'acquisto di: {RESOURCE}
ja: 購入価格の上昇：{RESOURCE}
ko: 구매 가격 상승: {RESOURCE}
pt: Aumento nos preços de compra: {RESOURCE}
ru: Увеличение покупной цены: {RESOURCE}
zh: 购买价格上涨：{RESOURCE}
zh_tw: 購買價格上漲：{RESOURCE}

# T_MOD_MAP_MODIFIER_MERCHANT_RESOURCE_UNAVAILABLE
source: {RESOURCE} not available at the merchant
de: {RESOURCE} beim Händler nicht verfügbar
es: El mercader no dispone de {RESOURCE}
fr: {RESOURCE} non disponible chez le marchand.
id: {RESOURCE} sedang tidak tersedia di pedagang
it: {RESOURCE} non disponibile dal mercante
ja: {RESOURCE} は商人と取引できません
ko: {RESOURCE}을(를) 상인에게서 구할 수 없습니다
pt: {RESOURCE} não está disponível no mercador
ru: В данный момент у купца невозможно купить ресурс {RESOURCE}
zh: 商人没有 {RESOURCE}
zh_tw: 商人沒有 {RESOURCE}

# T_MOD_MAP_MODIFIER_MERCHANT_SELLPRICES
source: Sell prices {RESOURCE}
de: Verkaufspreise {RESOURCE}
es: Precios de venta {RESOURCE}
fr: Prix de vente : {RESOURCE}
id: Harga jual {RESOURCE}
it: Vendere i prezzi {RESOURCE}
ja: 販売価格{RESOURCE}
ko: 판매 가격 {RESOURCE}
pt: Preços de venda: {RESOURCE}
ru: цены продаж: {RESOURCE}
zh: 售价{RESOURCE}
zh_tw: 售價{RESOURCE}

# T_MOD_MAP_MODIFIER_MERCHANT_SELLPRICES_OLD
source: Sell prices increased {RESOURCE}
de: Verkaufspreise erhöht {RESOURCE}
es: Precios de venta aumentados: {RESOURCE}
fr: Augmentation des prix de vente : {RESOURCE}
id: Harga jual meningkat: {RESOURCE}
it: Aumento del prezzo di vendita di: {RESOURCE}
ja: 販売価格の上昇：{RESOURCE}
ko: 판매 가격 증가: {RESOURCE}
pt: Aumento nos preços de venda: {RESOURCE}
ru: Увеличение цены продаж: {RESOURCE}
zh: 售价上涨：{RESOURCE}
zh_tw: 售價上漲：{RESOURCE}

# T_MOD_MAP_MODIFIER_PLAGUECHANCE_DEPRECATED
source: Plague danger
de: Pestgefahr
es: Peligro de peste
fr: Danger d'épidémie
id: Bahaya sampar
it: Pericolo di pestilenza
ja: 疫病の危険
ko: 역병 위험
pt: Perigo de peste
ru: Опасность чумы
zh: 鼠疫威胁
zh_tw: 鼠疫威脅

# T_MOD_MAP_MODIFIER_PLAGUECOOLDOWN
source: Plague frequency
de: Pest Häufigkeit
es: Frecuencia de plagas
fr: Fréquence de la peste
id: Frekwensi wabah
it: Frequenza delle pestilenze
ja: 伝染病の頻度
ko: 역병 빈도
pt: Frequência de peste
ru: Частота возникновения чумы
zh: 病疫频度
zh_tw: 病疫頻度

# T_MOD_MAP_MODIFIER_PRODUCTIVITY
source: {BUILDING} Productivity
de: {BUILDING} Produktivität
es: Productividad de {BUILDING}
fr: Productivité {BUILDING}
id: Produktivitas {BUILDING}
it: Produttività {BUILDING}
ja: {BUILDING} 生産性
ko: {BUILDING} 생산성
pt: Produtividade de {BUILDING}
ru: Производительность здания {BUILDING}
zh: {BUILDING} 生产效率
zh_tw: {BUILDING} 生產效率

# T_MOD_MAP_MODIFIER_RESOURCE_CONSUMPTION
source: {RESSOURCE} consumption
de: {RESSOURCE} Verbrauch
es: Consumo de {RESSOURCE}
fr: Consommation {RESSOURCE}
id: Konsumsi {RESSOURCE}
it: Consumo {RESSOURCE}
ja: {RESSOURCE} 消費
ko: {RESSOURCE} 소비
pt: Consumo de {RESSOURCE}
ru: Потребление ресурса {RESSOURCE}
zh: {RESSOURCE} 消耗
zh_tw: {RESSOURCE} 消耗

# T_MOD_MAP_MODIFIER_REST
source: Townie resting
de: Townie Ruhephasen
es: Descanso de townie
fr: Habitant au repos
id: Townie beristirahat
it: Riposo cittadino
ja: 休み中のタウニー
ko: 마을 주민 휴식
pt: Habitante descansando
ru: Отдых горожан
zh: 镇民在休息
zh_tw: 鎮民在休息

# T_MOD_MERCHANT_BUY_TRADEGOODS
source: Merchant selling prices
de: Händler Verkaufspreise
es: Precios de venta del mercader
fr: Prix de vente du marchand
id: Harga jual saudagar
it: Prezzi di vendita
ja: 商人の販売価格
ko: 상인 판매 금액
pt: Preços de venda do mercador
ru: Отпускные цены у купца
zh: 商人销售价格
zh_tw: 商人售出價格

# T_MOD_MERCHANT_BUY_TRADEGOODS_INFO
source: The traveling merchant now sells his goods {CHANGE_NEGATIVE} cheaper.
de: Reisende Händler verkaufen ihre Waren beim Handeln am Markt {CHANGE_NEGATIVE} billiger.
es: El mercader ambulante ahora vende las mercancías un {CHANGE_NEGATIVE} más baratas.
fr: Le marchand ambulant vend désormais ses marchandises {CHANGE_NEGATIVE} moins cher.
id: Saudagar yang melancong sekarang menjual barangnya {CHANGE_NEGATIVE} lebih murah.
it: Il mercante ambulante ora vende le sue cose a {CHANGE_NEGATIVE}.
ja: 旅の商人は現在、商品を {CHANGE_NEGATIVE} 安く売っています。
ko: 여행 상인은 이제 상품을 {CHANGE_NEGATIVE} 저렴하게 판매합니다.
pt: O mercador ambulante agora vende seus produtos {CHANGE_NEGATIVE} mais baratos.
ru: Странствующий купец теперь продает свои товары на {CHANGE_NEGATIVE} дешевле.
zh: 游商将商品的销售价格降低 {CHANGE_NEGATIVE}。
zh_tw: 遊商將商品地售出價格降低 {CHANGE_NEGATIVE}。

# T_MOD_MERCHANT_BUY_TRADEGOODS_TITLE
source: Lower merchant selling prices {LEVEL}
de: Bessere Verkaufspreise {LEVEL}
es: Menores precios de venta del mercader {LEVEL}.
fr: Diminution des prix de vente du marchand {LEVEL}
id: Harga jual saudagar lebih rendah {LEVEL}
it: Riduzione prezzi di vendita {LEVEL}
ja: 商人の販売価格低下 {LEVEL}
ko: 낮은 상인 판매 금액 {LEVEL}
pt: Baixar os preços de venda do mercador {LEVEL}
ru: Более низкие отпускные цены у купца {LEVEL}
zh: 降低商人销售价格 {LEVEL}
zh_tw: 降低商人售出價格 {LEVEL}

# T_MOD_MERCHANT_BUY_VOLUME
source: Merchant trade volume
de: Händler Lagerraum
es: Volumen de comercio del mercader
fr: Volume de commerce du marchand
id: Volume dagang saudagar
it: Volume di vendita
ja: 商人の取引量
ko: 상인 거래 양
pt: Volume de transações do mercador
ru: Объемы торговли с купцом
zh: 商人交易量
zh_tw: 商人交易量

# T_MOD_MERCHANT_BUY_VOLUME_INFO
source: The amount of goods the merchant will buy or sell is increased by {CHANGE}.
de: Die Menge an Waren, die der Händler kaufen/verkaufen kann, ist {CHANGE} größer.
es: La cantidad de mercancías que el mercader comprará o venderá ha aumentado en un {CHANGE}.
fr: La quantité de marchandises que le marchand achète ou vend est augmenté de {CHANGE}.
id: Jumlah barang yang akan dibeli atau dijual saudagar dinaikkan oleh {CHANGE}.
it: La quantità di beni comprati o venduti dal mercante è aumentata del {CHANGE}.
ja: 商人が売買する商品の量が {CHANGE} 増加します。
ko: 상인이 사고 팔 상품의 수량이 증가하였습니다 {CHANGE}.
pt: A quantidade de produtos que o mercador compra ou vende aumenta em {CHANGE}.
ru: Количество товаров, покупаемых или продаваемых купцом, увеличивается на {CHANGE}.
zh: 商人买卖商品量增加 {CHANGE}。
zh_tw: 商人買賣商品量增加 {CHANGE}。

# T_MOD_MERCHANT_BUY_VOLUME_TITLE
source: Increased merchant trade volume {LEVEL}
de: Händler Lagerraum {LEVEL}
es: Aumento del volumen de comercio del mercader {LEVEL}
fr: Augmentation du volume de commerce du marchand {LEVEL}
id: Naiknya volume dagang saudagar {LEVEL}
it: Aumento volume di vendita {LEVEL}
ja: 商人の取引量増加 {LEVEL}
ko: 증가된 상인 거래 양 {LEVEL}
pt: Volume maior de transações do mercador {LEVEL}
ru: Увеличенные объемы торговли с купцом {LEVEL}
zh: 商人交易量增加 {LEVEL}
zh_tw: 商人交易量增加 {LEVEL}

# T_MOD_MERCHANT_SELL_TRADEGOODS
source: Merchant buying prices
de: Händler Einkaufspreise
es: Precios de compra del mercader
fr: Prix d'achat du marchand
id: Harga beli saudagar
it: Prezzi di acquisto del mercante
ja: 商人の買取価格
ko: 상인 구매 금액
pt: Preços de compra do mercador
ru: Закупочные цены у купца
zh: 商人买入价格
zh_tw: 商人買入價格

# T_MOD_MERCHANT_SELL_TRADEGOODS_INFO
source: The traveling merchant now pays {CHANGE} more for goods.
de: Der Händler kauft Rohstoffe zu {CHANGE} höheren Preisen ein.
es: El mercader ambulante ahora paga un {CHANGE} más por mercaderías.
fr: Le marchand ambulant paye désormais {CHANGE} de plus pour les marchandises.
id: Saudagar yang melancong sekarang membayar {CHANGE} lebih untuk barang-barang.
it: Il mercante ambulante ora paga {CHANGE} per gli articoli.
ja: 旅の商人は現在、商品に対して {CHANGE} 多く支払います。
ko: 여행 상인은 이제 상품을 위해 더 많은 금액을{CHANGE} 지불합니다.
pt: O mercador ambulante agora paga mais {CHANGE} pelos produtos.
ru: Теперь странствующий купец платит за товары на {CHANGE} больше.
zh: 游商为商品多付 {CHANGE}。
zh_tw: 遊商為商品多付 {CHANGE}。

# T_MOD_MERCHANT_SELL_TRADEGOODS_TITLE
source: Higher merchant buying prices {LEVEL}
de: Händler Einkaufspreise {LEVEL}
es: Mayores precios de compra del mercader {LEVEL}.
fr: Prix d'achat du marchand plus élevés {LEVEL}
id: Harga beli saudagar lebih tinggi {LEVEL}
it: Aumento prezzi di acquisto {LEVEL}
ja: 商人の買取価格増加 {LEVEL}
ko: 더 놓은 상인 구매 금액 {LEVEL}
pt: Preços maiores de compra do mercador {LEVEL}
ru: Более высокие закупочные цены у купца {LEVEL}
zh: 商人买入价格提高 {LEVEL}
zh_tw: 商人買入價格提高 {LEVEL}

# T_MOD_MINE_CAPACITY
source: Ore deposits
de: Rohstoffvorkommen
es: Depósitos de minerales
fr: Dépôts de minerai
id: Deposit Bijih
it: Giacimenti di minerale
ja: 鉱床
ko: 광상
pt: Depósitos de minério
ru: Запасы руды
zh: 矿床
zh_tw: 礦床

# T_MOD_MINE_CAPACITY_INFO
source: Increases the yield of ore deposits on the map by {CHANGE}.
de: Rohstoffvorkommen auf der Karten sind {CHANGE} ertragreicher.
es: Aumenta la producción de los depósitos de minerales del mapa en un {CHANGE}.
fr: Augmentation du rendement des dépôts de minerai de la carte de {CHANGE}.
id: Menaikkan hasil deposit bijih di peta dengan {CHANGE}.
it: Aumenta la produzione dei giacimenti sulla mappa del {CHANGE}.
ja: 地図上の鉱床の産出量が {CHANGE} 増加します。
ko: 지도 내 증가된 광상 {CHANGE}.
pt: Aumenta a produtividade dos depósitos de minério no mapa em {CHANGE}.
ru: Увеличивает количество добытой руды на карте на {CHANGE}.
zh: 地图上矿床的产量增加 {CHANGE}。
zh_tw: 地圖上礦床地產量增加 {CHANGE}。

# T_MOD_MINE_CAPACITY_TITLE
source: Larger ore deposits {LEVEL}
de: Größere Rohstoffvorkommen {LEVEL}
es: Mayores depósitos de minerales {LEVEL}
fr: Dépôts de minerai plus importants {LEVEL}
id: Deposit bijih lebih besar {LEVEL}
it: Aumento giacimenti di minerale {LEVEL}
ja: 鉱床の埋蔵量増加 {LEVEL}
ko: 많은 광상 {LEVEL}
pt: Depósitos maiores de minério {LEVEL}
ru: Более высокие запасы руды {LEVEL}
zh: 矿床增大 {LEVEL}
zh_tw: 礦床增大 {LEVEL}

# T_MOD_PRODUCTION_SPEED_ALL
source: Production speed
de: Produktionsgeschwindigkeit
es: Velocidad de producción
fr: Vitesse de production
id: Kecepatan produksi
it: Velocità di produzione
ja: 生産速度
ko: 생산 스피드
pt: Velocidade de produção
ru: Скорость производства
zh: 生产速度
zh_tw: 生產速度

# T_MOD_PRODUCTION_SPEED_ALL_INFO
source: The production speed of all buildings is increased by {CHANGE}.
de: Die Produktionsgeschwindigkeit aller Rohstoffe produzierenden Gebäude ist um {CHANGE} höher.
es: La velocidad de producción de todos los edificios aumenta en un {CHANGE}.
fr: La vitesse de production de tous les bâtiments est augmentée de {CHANGE}.
id: Kecepatan produksi semua gedung semua gedung menaik karena {CHANGE}.
it: La velocità di produzione di tutti gli edifici è aumentata del {CHANGE}.
ja: すべての建物の生産速度が {CHANGE} 上がりました。
ko: 모든 빌딩의 생산 속도는 {CHANGE}의하여 증가합니다.
pt: A velodicade de produção de todos os prédios aumenta em {CHANGE}.
ru: Скорость производства для всех зданий увеличена на {CHANGE}.
zh: 所有建筑的生产速度增加 {CHANGE}。
zh_tw: 所有建築的生產速度增加 {CHANGE}。

# T_MOD_PRODUCTION_SPEED_ALL_TITLE
source: Faster production {LEVEL}
de: Schnellere Produktion {LEVEL}
es: Producción más rápida {LEVEL}
fr: Production plus rapide {LEVEL}
id: Produksi lebih cepat {LEVEL}
it: Accelerazione della produzione {LEVEL}
ja: 生産速度の増加：{LEVEL}
ko: 빠른 생산 {LEVEL}
pt: Produção mais rápida {LEVEL}
ru: Более быстрое производство {LEVEL}
zh: 生产速度增加 {LEVEL}
zh_tw: 生產速度增加 {LEVEL}

# T_MOD_PUBLIC_BUILDINGS_CAPACITY
source: Public building capacity
de: Kapazität öffentlicher Gebäude
es: Capacidad del edificio público
fr: Capacité des bâtiments publics
id: Kapasitas gedung publik
it: Capienza edifici pubblici
ja: 公共建物の収容可能数
ko: 공공 빌딩 수용력
pt: Capacidade dos prédios públicos
ru: Вместительность общественного здания
zh: 公共建筑容纳能力
zh_tw: 公共建築容納能力

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_INFO
source: Needs buildings, like the church, now accommodate {CHANGE} more Townies. This can increase building specific happiness.
de: Bedürfnisgebäude, wie die Kirche, können {CHANGE} mehr Townies aufnehmen und somit für eine höhere Zufriedenheit sorgen.
es: Los edificios para necesidades, como la iglesia, ahora albergan a {CHANGE} townies más, lo que podría aumentar la satisfacción específica del edificio.
fr: Les bâtiments de besoins, comme l'église, accueillent {CHANGE} d'habitants en plus. Cela peut augmenter le bonheur spécifique de ces bâtiments.
id: Bangunan untuk kebutuhan, seperti gereja, sekarang menampung {CHANGE} lebih banyak Townies. Ini bisa meningkatkan kebahagiaan untuk bangunan tersebut.
it: Gli edifici per la soddisfazione delle necessità, come le chiese, ora possono accogliere {CHANGE} cittadini in più, aumentando potenzialmente la felicità specifica.
ja: 教会のようなニーズの建物は {CHANGE} 多くのタウニーを収容することができます。これにより特定の建物の幸福度を上げることができます。
ko: 교회와 같은 니즈 건물이 주민 {CHANGE}명을 더 수용할 수 있습니다. 이로서 건물별 행복이 증가할 것입니다.
pt: Prédios de necessidades como a igreja agora acomodam mais {CHANGE} habitantes. Isso pode aumentar a felicidade específica do prédio.
ru: Здания, удовлетворяющие потребности, такие как церковь, позволяют вместить еще {CHANGE} горожан. Это может помочь повысить уровень счастья в отдельно взятом здании.
zh: 诸如教堂等需求建筑物现可多容纳 {CHANGE} 位镇民。这样可以提高该建筑物特定的幸福感。
zh_tw: 諸如教堂等需求建物現可多容納 {CHANGE} 位鎮民。這樣可以提高該建物特定的幸福感。

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_INFO_DEPRECTATED
source: Public buildings accommodate {CHANGE} more Townies. This can increase building specific happiness.
de: Öffentliche Gebäude können {CHANGE} mehr Townies aufnehmen und somit für eine höhere Zufriedenheit sorgen.
es: Los edificios públicos albergan a un {CHANGE} más de townies, lo que podría aumentar la satisfacción específica del edificio.
fr: Les bâtiments publics accueillent {CHANGE} d'habitants en plus. Cela peut augmenter le bonheur spécifique de ces bâtiments.
id: Gedung publik menampung {CHANGE} lebih banyak townies. Ini bisa menaikkan kebahagiaan spesifik gedung.
it: Gli edifici pubblici possono ospitare {CHANGE} cittadini. Ciò può aumentare la soddisfazione nell'edificio specifico.
ja: 公共の建物に {CHANGE} 多くタウニーを収容することができます。これにより特定の建物の幸福度が上がります。
ko: 공공 빌딩은 더 많은 주민을{CHANGE} 수용합니다. 이는 빌딩의 특정 행복지수를 증가시킵니다.
pt: Prédios públicos acomodam {CHANGE} mais habitantes. Isso pode aumentar a felicidade específica do prédio.
ru: Общественные здания позволяют вместить еще {CHANGE} горожан. Это может помочь повысить уровень счастья в отдельно взятом здании.
zh: 公共建筑能容纳的镇民增加 {CHANGE}，这能提高建筑的幸福值。
zh_tw: 公共建築能容納的鎮民增加 {CHANGE}，這能提高建築的幸福值。

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_TITLE
source: Improved needs buildings {LEVEL}
de: Bessere Bedürfnisgebäude {LEVEL}
es: Edificios para necesidades mejorados a {LEVEL}
fr: Bâtiments de besoins améliorés {LEVEL}
id: Bangunan untuk kebutuhan telah ditingkatkan {LEVEL}
it: Edifici necessità migliorati {LEVEL}
ja: 改良されたニーズの建物 {LEVEL}
ko: 개선된 니즈 건물 {LEVEL}
pt: Prédios de necessidades melhorados {LEVEL}
ru: Улучшение зданий: потребности, {LEVEL}
zh: 经改进的第 {LEVEL} 级需求建筑物
zh_tw: 經改進的第 {LEVEL} 級需求建物

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_TITLE_DEPRECTATED
source: Better public buildings {LEVEL}
de: Bessere öffentliche Gebäude {LEVEL}
es: Mejores edificios públicos {LEVEL}
fr: Meilleurs bâtiments publics {LEVEL}
id: Gedung publik lebih baik {LEVEL}
it: Miglioramento edifici pubblici {LEVEL}
ja: より良い公共建物 {LEVEL}
ko: 더 나은 공공 빌딩 {LEVEL}
pt: Prédios públicos melhores {LEVEL}
ru: Улучшенные общественные здания {LEVEL}
zh: 更好的公共建筑 {LEVEL}
zh_tw: 更好的公共建築 {LEVEL}

# T_MOD_QUEST_REWARDS_TRADEGOODS
source: Quest rewards
de: Aufgabenbelohnungen
es: Recompensas de misión
fr: Récompenses de quête
id: Imbalan pencarian
it: Ricompense di missione
ja: クエスト報酬
ko: 퀘스트 보상
pt: Recompensas para tarefas
ru: Награды за завершение квестов
zh: 任务奖励
zh_tw: 任務獎勵

# T_MOD_QUEST_REWARDS_TRADEGOODS_INFO
source: Increases the resource rewards for completing quests by {CHANGE}.
de: Beim Erfüllen von Aufgaben sind die Belohnungen an Rohstoffen um {CHANGE} höher.
es: Aumenta en un {CHANGE} las recompensas de recursos por completar misiones.
fr: Augmente les récompenses en ressources pour avoir complété une quête de {CHANGE}.
id: Menaikkan imbalan sumber daya karena menyelesaikan pencarian dengan {CHANGE}.
it: Aumenta la quantità di risorse guadagnata per il completamento delle missioni del {CHANGE}.
ja: クエストを完了することで資材報酬が {CHANGE} 増えます。
ko: {CHANGE}에 의한 퀘스트를 완료하면 자원 보상을 증가합니다
pt: Aumenta as recompensas de recursos para completar tarefas em {CHANGE}
ru: Увеличивает уровень награды ресурсами за завершение квестов на {CHANGE}.
zh: 完成任务，资源奖励增加 {CHANGE}。
zh_tw: 完成任務，資源獎勵增加 {CHANGE}。

# T_MOD_QUEST_REWARDS_TRADEGOODS_TITLE
source: Higher quest rewards {LEVEL}
de: Höhere Aufgabenbelohnungen {LEVEL}
es: Mayores recompensas de misión {LEVEL}
fr: Meilleurs récompenses de quête {LEVEL}
id: Imbalan pencarian lebih tinggi {LEVEL}
it: Miglioramento ricompense di missione {LEVEL}
ja: クエスト報酬の増加 {LEVEL}
ko: 더 높은 퀘스트 보상 {LEVEL}
pt: Recompensas maiores para tarefas {LEVEL}
ru: Более высокие награды за завершение квестов {LEVEL}
zh: 更高的任务奖励 {LEVEL}
zh_tw: 更高的任務獎勵 {LEVEL}

# T_MOD_REPAIR_COSTS_TRADEGOODS
source: Repair costs
de: Reparaturkosten
es: Costes de reparación
fr: Coûts de réparation
id: Biaya perbaikan
it: Costi di riparazione
ja: 修復費
ko: 수리 비용
pt: Custos de restauração
ru: Стоимость ремонта
zh: 修复成本
zh_tw: 修復成本

# T_MOD_REPAIR_COSTS_TRADEGOODS_INFO
source: Building repair costs have been permanently lowered by {CHANGE_NEGATIVE}.
de: Kosten von Reparaturen an allen Gebäuden sind dauerhaft um {CHANGE_NEGATIVE} geringer.
es: Los costes de reparación se han reducido en un {CHANGE_NEGATIVE} de forma permanente.
fr: Les coûts de réparation des bâtiments ont été définitivement diminués de {CHANGE_NEGATIVE}.
id: Biaya perbaikan gedung telah turun permanen karena {CHANGE_NEGATIVE}.
it: I costi di riparazione degli edifici vengono ridotti permanentemente del {CHANGE_NEGATIVE}.
ja: 建物の修復費が永久に {CHANGE_NEGATIVE} 低くなります。
ko: {CHANGE_NEGATIVE}에 의하여 빌딩 수리 비용이 영구적으로 낮아졌습니다
pt: Custos de restauração dos prédios ficam permanentemente menores em {CHANGE_NEGATIVE}
ru: Стоимость ремонта здания навсегда снижена на {CHANGE_NEGATIVE}.
zh: 建筑的修复成本永久地降低 {CHANGE_NEGATIVE}。
zh_tw: 建築的修復成本永久地降低 {CHANGE_NEGATIVE}。

# T_MOD_REPAIR_COSTS_TRADEGOODS_TITLE
source: Decreased repair costs {LEVEL}
de: Geringere Reparaturkosten {LEVEL}
es: Disminución de costes de reparación {LEVEL}
fr: Diminution des coûts de réparation {LEVEL}
id: Turunnya biaya perbaikan {LEVEL}
it: Riduzione costi di riparazione {LEVEL}
ja: 修復費の低下 {LEVEL}
ko: 감소된 수리 비용{LEVEL}
pt: Menores custos de restauração {LEVEL}
ru: Уменьшенная стоимость ремонта {LEVEL}
zh: 修复成本降低 {LEVEL}
zh_tw: 修復成本降低 {LEVEL}

# T_MOD_STRIKE_CHANCE
source: Chance of strike
de: Streik Chance
es: Probabilidades de huelga
fr: Probabilité de grève
id: Kans serangan
it: Probabilità di sciopero
ja: ストライキの可能性
ko: 스트라이크 가능성
pt: Probabilidade de greve
ru: Шансы на забастовку
zh: 罢工的可能性
zh_tw: 罷工的可能性

# T_MOD_STRIKE_CHANCE_INFO
source: The chance of unhappy Townies striking is decreased{CHANGE_NEGATIVE}.
de: Deine Townies streiken um {CHANGE_NEGATIVE} weniger, wenn sie unglücklich sind.
es: La probabilidad de huelga de los townies infelices ha disminuido en un {CHANGE_NEGATIVE}.
fr: La probabilité de grève des habitants malheureux est diminuée de {CHANGE_NEGATIVE}.
id: Kans sekarang Townies yang resah menurun sebesar {CHANGE_NEGATIVE}.
it: La probabilità di sciopero dei cittadini insoddisfatti viene ridotta del {CHANGE_NEGATIVE}.
ja: 幸せでないタウニーがストライキを起こす可能性が {CHANGE_NEGATIVE} 減少しました。
ko: 불행한 주민들의 스트라이크 가능성이 감소했습니다 {CHANGE_NEGATIVE}.
pt: Probabilidade de greve por parte dos habitantes infelizes diminui em {CHANGE_NEGATIVE}
ru: Шансы на забастовку среди несчастных горожан снижены на {CHANGE_NEGATIVE}.
zh: 不高兴的镇民的罢工可能性降低 {CHANGE_NEGATIVE}。
zh_tw: 不高興的鎮民的罷工可能性降低 {CHANGE_NEGATIVE}。

# T_MOD_STRIKE_CHANCE_TITLE
source: Townie strike chance {LEVEL}
de: Weniger Streiks {LEVEL}
es: Probabilidad de huelga de los townies {LEVEL}
fr: Probabilité de grève des habitants {LEVEL}
id: Kans serangan Townies {LEVEL}
it: Riduzione probabilità di sciopero {LEVEL}
ja: タウニーのストライキの可能性 {LEVEL}
ko: 주민들의 스트라이크 가능성 {LEVEL}
pt: Probabilidade de greve dos habitantes {LEVEL}
ru: Шансы на забастовку среди горожан {LEVEL}
zh: 镇民罢工的可能性 {LEVEL}
zh_tw: 鎮民罷工的可能性 {LEVEL}

# T_MOD_TAXES
source: Tax income
de: Steuereinnahmen
es: Ingresos por impuestos
fr: Revenus des impôts
id: Penerimaan pajak
it: Tasse
ja: 税収
ko: 세금 수입
pt: Arrecadação de impostos
ru: Поступления от податей
zh: 税收
zh_tw: 稅收
