Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT7_SUCCESS
source: A few weeks ago, he started his plan of revenge. Nobody noticed it, but the evil twin took the place of his brother. Reversing all the good work our Duke has done and burning down the town little by little. Until you, my Lord, answered my call for help.
de: Vor ein paar Wochen hat er angefangen seinen Plan umzusetzen. Niemandem fiel auf, dass er insgeheim seinen Bruder durch sich austauschen ließ. Schnell hatte er durch seine unkontrollierbaren Emotionen viele der Errungenschaften seines gutherzigen Bruders zunichte gemacht. Nach und nach zerstörte er die kleine Stadt, Schritt für Schritt wurde er noch wütender, bis Ihr, mein Lord, auf meinen Hilferuf geantwortet habt.
es: Hace unas semanas empezó a ejecutar su venganza. Nadie lo notó, pero el gemelo malo ocupó el lugar de su hermano. Su locura lo llevó a arruinar el buen trabajo de nuestro duque y a acabar con la ciudad poco a poco. Hasta que tú, mi señor, respondiste a mi petición de ayuda.
fr: Il y a quelques semaines, il a mis son plan à exécution. Personne ne l’a remarqué mais, le jumeau maléfique et notre Duc ont échangé leurs places. Ainsi, dicté par sa folie, il ruina petit à petit le travail accompli par son frère, le Duc. Jusqu'à ce que vous, Sire, répondiez à mon appel au secours.
id: Beberapa minggu lalu, dia mulai melancarkan rencananya. Tidak ada yang sadar, tapi si kembar jahat mengambil tempat saudaranya. Dia membatalkan semua kebaikan yang telah dilakukan oleh sang Adipati dan membakar kota sedikit demi sedikit. Sampai Tuanku menjawab permintaan tolongku.
it: Qualche settimana più tardi, il suo piano di vendetta ha avuto inizio. Nessuno se n'è accorto, ma il gemello malvagio ha preso il posto di quello buono. Stravolgendo l'ottimo lavoro fatto dal nostro Duca e bruciando a poco a poco la città. Finché tu, milord, non hai risposto alla mia richiesta d'aiuto.
ja: 数週間前、彼はその復讐計画を開始しました。誰も気がつきませんでしたが、この悪い方の双子は弟の地位を奪ったのです。公爵が行なった全ての良い仕事をひっくり返し、街を少しずつ焼いていきました。あなたが私の助けを求める声に応えるまでそれは続いたのです。
ko: 몇 주 전, 사악한 쌍둥이는 복수 계획을 시작했습니다. 아무도 모르게 착한 쌍둥이의 자리를 차지했습니다. 공작님의 착한 업적을 모두 뒤집고 마을을 조금씩 무너트렸습니다. 영주님이 제 도움 요청에 응하시기 전까지 말입니다.
pt: Semanas atrás, ele começou a por em prática sua vingança. Sem que ninguém notasse, o gêmeo do mal trocou de lugar com o irmão. Ele desfez todo o trabalho do nosso Duque e começou a derrubar a cidade aos poucos. Até que o senhor atendeu ao meu pedido de ajuda, milorde.
ru: Несколько недель назад он начал воплощать свой план в жизнь. Никто не заметил, как злой близнец поменялся местами со своим братом. Он шаг за шагом избавлялся от достижений нашего герцога и одно за другим сжигал городские здания. До тех пор, милорд, пока вы не откликнулись на мой призыв о помощи.
zh: 几周以后，他开始了自己的复仇大计。没有任何人察觉，但坏孪生兄弟就取代了他弟弟的位置。我们的公爵曾经做出的功绩毁于一旦，一点一点要逐渐烧毁整个小镇 直到大人您响应了我的求助。
zh_tw: 幾個禮拜之前，他開始實施他的復仇計畫，在沒有人發現的情況下，壞雙胞胎取代了他的兄弟。把好公爵所做的好事一概推翻，並將城鎮中的一切逐一燒毀。 直到大人您的出現，接受了我的求救。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP1
source: My Lord, the roads are in a very poor condition. Would you be so kind as to order the construction of new ones? I almost broke my ankle yesterday.
de: Die Straßen des Dorfes sind in einem miserablen Zustand. Habt Ihr die Güte und würdet etwas Geld in die Instandsetzung und den Neubau von Straßen investieren? Gestern hätte ich mir fast den Knöchel direkt vor dem Schloss gebrochen.
es: Mi señor, los caminos están en muy mal estado. Sería un detalle por tu parte ordenar la construcción de caminos nuevos? Ayer casi me rompí un tobillo.
fr: Sire, ces routes sont en mauvaises conditions, nous devrions sérieusement envisager la construction de nouvelles. J’ai failli me fouler la cheville l’autre jour.
id: Tuanku, kondisi jalanan sangat buruk. Maukah Tuanku berbaik hati dan memerintahkan pembangunan jalanan baru? Mata kakiku nyaris patah kemarin.
it: Milord, le strade sono in pessimo stato. Saresti così gentile da ordinarne la costruzione di nuove? Ieri ho rischiato di rompermi la caviglia.
ja: 閣下、この道路は非常に悪い状態です。どうか新しい道路の建設を命じていいただけませんか。私は昨日足首を骨折しそうになったんです。
ko: 영주님, 도로 사정이 매우 열악합니다. 새로운 도로를 건설하라는 지시를 내려주십시오. 어제 제 발목이 거의 부러질 뻔했습니다.
pt: As estradas estão em péssimas condições, milorde. Seria muito pedir a construção de novas estradas? Eu quase quebrei meu tornozelo ontem.
ru: Милорд, дороги в ужасном состоянии. Не могли бы вы приказать проложить новые? Я вчера чуть было ногу не сломал.
zh: 大人，道路状况现在非常糟糕。仁德如您，能否下令新修几条呢？我昨天差点崴到脚。
zh_tw: 大人，道路路面狀況相當糟糕。您能不能大發慈悲下令開始修築新道路呢？我昨天差點連腳踝都斷了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP1_PART2
source: On the other hand, the town would really need a new bakery too. It’s your choice my Lord.
de: Auf der anderen Seite benötigen wir dringend eine neue Bäckerei im Dorf. Es ist Eure Entscheidung, Herr.
es: Por otro lado, la ciudad también necesita una panadería. Tú decides, mi señor.
fr: Mais d’un autre côté, cette ville nécessite une boulangerie de toute urgence. Le choix est votre mon seigneur.
id: Di pihak lain, kota ini juga butuh toko roti baru. Silakan tentukan pilihan, Tuanku.
it: D'altro canto, la città avrebbe anche bisogno di un nuovo forno. A te la scelta, milord.
ja: 一方でこの街は新しいパン屋を本当に必要としています。閣下、あなたが選択するのです。
ko: 그리고 마을에 새로운 빵집도 꼭 필요합니다. 결정하십시오, 영주님.
pt: Por outro lado, a cidade também está precisando muito de uma nova padaria. A escolha é sua, milorde.
ru: С другой стороны, городу также не помешает новая пекарня. Выбор за вами, милорд.
zh: 另一方面，这个小镇也确实需要一个新的面包店。决定权在您，大人。
zh_tw: 此外，城鎮也需要新的麵包房。大人，一切由您做主。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELPER_TICKET
source: Choose an approach.
de: Entscheide dich für eine Herangehensweise.
es: Elige un enfoque.
fr: Choisissez une approche.
id: Pilih satu pendekatan.
it: Fai una scelta.
ja: アプローチを選択する。
ko: 퀘스트를 선택하세요.
pt: Escolha uma abordagem.
ru: Сделай выбор.
zh: 选择一项对策
zh_tw: 選擇一個態度。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELPER_TICKET_DIALOGUE
source: I hope this was a wise choice…
de: Ich hoffe, dies war eine weise Entscheidung…
es: Espero haber acertado con la decisión.
fr: J’espère que c’était le bon choix…
id: Semoga ini pilihan yang bijak...
it: Spero che sia la scelta giusta...
ja: これが賢い選択であるといいのだが...
ko: 현명한 선택이길 바랍니다…
pt: Eu acho que foi uma escolha sábia...
ru: Надеюсь, это был правильный выбор...
zh: 我希望这是一次明智之选......
zh_tw: 我希望這是個明智的選擇……

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP_STARTED
source: My Lord, thank you for choosing to build a bakery in town. I hope the Duke won’t be destroying it like the last one.
de: Lord, habt Dank, dafür, dass Ihr eine neue Bäckerei im Dorf errichtet. Ich hoffe nur, dass der Herzog sie nicht zerstören lässt, wie die Letzte.
es: Mi señor, gracias por construir una panadería en la ciudad. Espero que el duque no la destruya como hizo con la última.
fr: Sire, merci d’avoir choisi de construire une boulangerie. J’espère qu’elle résistera aux humeurs du Duc.
id: Tuanku, terima kasih telah memilih membangun toko roti di kota. Semoga sang Adipati tidak menghancurkannya seperti yang terakhir.
it: Milord, grazie per avere scelto di costruire un forno in città. Spero che il Duca non lo distrugga come ha fatto con quello precedente.
ja: 閣下、街に新しいパン屋を作ることを選択してくださりありがとうございます。公爵が前回のようにそれを破壊してしまわないことを祈ります。
ko: 영주님, 마을에 새 빵집을 건설하기로 해주셔서 감사합니다. 공작님이 지난번처럼 빵집을 파괴하지 않으셨으면 좋겠네요.
pt: Milorde, obrigado por escolher construir uma nova padaria na cidade. Espero que o Duque não mande destruir, como fez com a anterior.
ru: Милорд, спасибо за то, что решили построить в городе новую пекарню. Надеюсь, герцог не снесет ее, как предыдущую.
zh: 大人，谢谢您选择在镇里开面包店。我希望公爵不会像上次一样再把它毁掉。
zh_tw: 大人，感激您選擇在城鎮中建造麵包房。我希望公爵不會像上次一樣又把它毀了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP_SUCCESS
source: That bakery will make a difference, my Lord. All the Townies have gathered here to thank you in person. Some villagers have even left some goods for you.
de: Diese Bäckerei wird einen großen Unterschied machen, mein Herr. Die Townies sind begeistert und haben einige Geschenke für Euch hinterlassen.
es: Esa panadería marcará la diferencia, mi señor. Todos los townies se han congregado en ella para agradecértelo en persona. Algunos lugareños hasta te han dejado regalos.
fr: Cette boulangerie fera une différence, Sire. Les villageois se sont réunis ici pour vous remercier en personne. Certains ont même des présents pour vous.
id: Toko roti ini akan sangat bermanfaat, Tuanku. Semua Townie berkumpul di sini untuk menyampaikan terima kasih secara langsung. Beberapa warga desa bahkan menitipkan barang hadiah untuk Tuanku.
it: Il forno farà la differenza, milord. Tutti i cittadini si sono radunati per ringraziarti personalmente. Alcuni abitanti hanno anche lasciato dei doni per te.
ja: あのパン屋は変化をもたらしてくれますよ。あなたに直にお礼を述べようと、タウニーたちはみなここに集まっています。村人たちの何人かはあなたのために商品をいくつか置いて行きましたよ。
ko: 영주님, 빵집으로 변화가 일어났습니다. 모든 주민이 직접 감사하고 싶다고 여기에 모였습니다. 영주님께 선물을 가져온 주민도 있습니다.
pt: Essa padaria fará toda a diferença, milorde. Todos os habitantes se reuniram aqui para agradecer pessoalmente. Alguns até deixaram mercadorias para você.
ru: Пекарня изменит жизнь города к лучшему, милорд. Все горожане собрались, чтобы лично поблагодарить вас. Некоторые из них даже принесли вам подарки.
zh: 这家面包店意义非凡，大人。所有的镇民都聚集在此当面感谢你。有些村民甚至给您留下了一些礼品。
zh_tw: 那間麵包房會有所貢獻的，大人。所有鎮民都聚集在這裡想要親自感激您。有些村民甚至留了些禮物給您。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP_TITLE
source: Choose to invest money in a new bakery.
de: Entscheide dich, das Geld in eine neue Bäckerei zu investieren.
es: Opta por invertir dinero en una nueva panadería.
fr: Choisissez d’investir dans une nouvelle boulangerie.
id: Pilih investasi di toko roti.
it: Scegli di investire denaro in un nuovo forno.
ja: 新しいパン屋にお金を調達することを選択する。
ko: 새 빵집에 자금을 투자하세요.
pt: Invista em uma nova padaria.
ru: Вложи деньги в новую пекарню.
zh: 选择投资一家新的面包店。
zh_tw: 選擇資助建造新麵包房。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_STARTED
source: Of course, I can help you, my Lord. But I have one request first. Would you bring me some meat? I would be really thankful and haven’t eaten meat in a long time.
de: Ich werde euch natürlich helfen, Eure Lordschaft. Aber ich habe eine Bitte. Würdet Ihr mir im Gegenzug Fleisch besorgen? Ich wäre euch zu tiefst verbunden und habe schon so lange kein Fleisch mehr gegessen.
es: Claro que puedo ayudarte, mi señor. Pero antes tengo una petición. ¿Podrías conseguirme algo de carne? Te quedaría muy agradecido. Hace mucho que no como carne.
fr: Bien sûr, je peux vous aider. Mais avant cela j’ai une requête. M'amèneriez-vous de la viande ? Je serais vraiment reconnaissant et je n'ai pas mangé de viande depuis si longtemps.
id: Tentu saja aku bisa menolong Tuanku. Tapi sebelumnya aku ada satu permintaan dulu. Maukah Tuanku membawakan daging untukku? Aku akan sangat berterima kasih karena sudah lama sekali tidak makan daging.
it: Ovviamente posso aiutarti, milord. Ma prima ho una richiesta da farti. Mi porteresti della carne? Te ne sarei grato, non ne mangio da moltissimo tempo.
ja: もちろんお手伝いしますよ、閣下。しかしまず最初に私からひとつリクエストがあります。どうか肉を少し持ってきていただけませんか？長いこと肉を食べていないのでそうしていただけると本当にありがたいのです。
ko: 물론 도와드릴 수 있습니다, 영주님. 하지만 그전에 부탁이 하나 있습니다. 제게 고기를 좀 주시겠습니까? 고기를 먹어본 지 너무 오래돼서요. 정말 감사드리겠습니다.
pt: Claro que eu posso ajudar, milorde. Mas antes eu tenho um pedido. Poderia me trazer um pouco de carne? Eu ficaria muito grato, já que faz muito tempo que não como carne.
ru: Конечно, я помогу вам, милорд. Но сначала у меня есть к вам одна просьба. Не могли бы вы принести мне немного мяса? Я так давно его не ел. Буду очень вам благодарен.
zh: 我当然能帮您，大人。但首先我有一个请求。您能给我带点肉来吗？感激不尽，我很久没吃肉了。
zh_tw: 當然，大人，我能夠幫您。但是，首先，我有個請求。您能夠帶給我一些肉類嗎？我已經有好長一段時間沒吃上肉了，如果可行的話我會非常感激的。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_SUCCESS
source: Oh I see that you have the goods. Give it to me and I will tell you where I got my herbal medicine from.
de: Ah! Wie ich sehe, habt Ihr die Güter schon. Gebt sie mir und dann sage ich Euch, wo ich meine Heilkräuter her habe.
es: Oh, veo que tienes la mercancía. Dámela y te diré de dónde saco mis hierbas medicinales.
fr: Oh je vois que vous avez les biens. Donnez-les-moi et je vous dirais d'où provient cette plante.
id: Oh, kelihatannya kau sudah membawa barang-barang yang diminta. Serahkan kepadaku dan aku akan memberitahukan tempat asal obat herbalku.
it: Oh, vedo che hai le merci. Dammele e ti dirò dove ho preso la mia erba medicinale.
ja: あなたが商品を持っていたのですね。それを私にくれたら私がこの薬草をどこで手に入れたか教えましょう。
ko: 오, 상품이 있군요. 제게 주세요. 약초를 캐낸 곳을 알려드리죠.
pt: Ah, vejo que você trouxe as mercadorias. Passe para cá, e eu lhe direi onde é que colho minhas ervas medicinais.
ru: О, принесли! Давайте все сюда, и я расскажу, где я собираю свои лекарственные травы.
zh: 哦，我知道你有货。把它给我，我会告诉你我的草药是从哪儿来的。
zh_tw: 哦我看見你有些物資啊。把它給我我就告訴你我從哪裡弄來的藥草。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_SUCCESS_002
source: It’s down by the river. But I don’t get there anymore, some nasty bandits have made their camp right next to the herbs.
de: Man findet sie beim Fluss. Aber ich gehe da schon lange nicht mehr hin. Ein paar widerliche Banditen haben dort ihr Lager aufgeschlagen.
es: Es cerca del río. Pero ya no voy por allí porque unos peligrosos bandidos han puesto su campamento cerca de donde crecen las hierbas.
fr: Elles poussent près de la rivière. Mais cela fait un moment que je ne m’y aventure plus. Des bandits ont construit leur camp juste à côté.
id: Tempatnya di tepi sungai. Tapi aku tidak lagi pergi ke sana, karena ada gerombolan bandit yang mendirikan kemah tepat di sebelahnya.
it: Si trova vicino al fiume. Ma non vado più laggiù, perché dei terribili banditi hanno stabilito il loro accampamento accanto al luogo dove crescono le erbe.
ja: 川のそばです。でも薬草のすぐ隣に悪い盗賊たちが野営地を作ってしまったので、私はもうそこには行かなくなりました。
ko: 강 하류에 있습니다. 하지만 저는 가지 않겠습니다. 사악한 강도들이 약초 자생지 옆에 캠프를 세웠거든요.
pt: Fica lá perto do rio. Mas eu não vou mais lá. Uns bandidos cruéis montaram acampamento bem do lado das ervas.
ru: Они растут у реки. Но я уже давно не хожу туда, поскольку рядом с рекой обосновались какие-то гадкие бандиты.
zh: 在河边。但是我再也去不了那里了，一些可恶的强盗就在草药旁边扎营。
zh_tw: 就在河邊。但是我不會再去那裡了，有些噁心的強盜已經在藥草旁邊駐紮營地了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_SUCCESS_OLD
source: Now, I will tell you where I got my herbal medicine from. It’s down by the river. But I don’t go there anymore, some nasty bandits have set up their camp right next to the herbs.
de: Habt Dank, mein Lord. Nun erzähle ich Euch von der Stelle, an der ich meine Kräuter sammle. Es ist unten beim Fluss. Aber dort gehe ich schon lange nicht mehr hin. Dort haben widerliche Banditen, direkt neben den Kräutern, nun ihr Lager aufgeschlagen.
es: Ahora diré de dónde saco mis hierbas medicinales: de cerca del río. Pero ya no voy por allí, unos peligrosos bandidos instalaron su campamento cerca de donde crecen las plantas.
fr: Maintenant, je vais vous révéler d'où provient cette plante. Elles poussent près de la rivière. Mais cela fait un moment que je ne m’y aventure plus. Des bandits ont construit leur camp juste à côté.
id: Sekarang akan kuberitahu tempat asal obat herbalku. Tempatnya di tepi sungai. Tapi aku tidak lagi pergi ke sana, karena ada gerombolan bandit yang mendirikan kemah tepat di sebelahnya.
it: Ti dirò dove ho trovato la mia erba medicinale: vicino al fiume. Ma non vado più laggiù, perché dei terribili banditi hanno stabilito il loro accampamento accanto al luogo dove crescono le erbe.
ja: それでは私がどこで薬草を手に入れたのかお話ししましょう。それは川の側です。でも薬草の生えているところのすぐそばに薄汚い盗賊たちが野営を設置したので、もうそこには行っていないのです。
ko: 그럼, 약초가 자라는 곳을 알려드리죠. 강 하류에 있습니다. 하지만 저는 가지 않겠습니다. 사악한 강도들이 약초 자생지 옆에 캠프를 세웠거든요.
pt: Agora, eu lhe digo onde encontrei minha erva medicinal. Fica lá perto do rio. Mas eu não vou mais lá. Uns bandidos cruéis montaram acampamento bem do lado das ervas.
ru: Хорошо, я расскажу вам, где растут лекарственные травы: около реки. Но я уже давно не хожу туда, поскольку рядом с рекой обосновались какие-то гадкие бандиты.
zh: 现在我告诉你我草药从哪里来的。它就在河边沿岸。但我没再去过那儿了，一些讨厌的土匪已经在草药旁边安营扎寨了。
zh_tw: 現在，我能告訴您我在哪裡找到的藥草。就在河邊。但是我不會再去那裡了，有些噁心的強盜已經在藥草旁邊駐紮營地了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEMORY1_SUCCESS
source: My Lord, I must confess. I miss the old times when the Duke and his twin played in these streets. The town was bright and full of joy. I remember when they were talking about how they would rule the town together. But...things went differently. Aaahhh...I should not talk about that, what's past is past, right?
de: Mein Herr, ich muss zugeben, dass ich manchmal die Zeiten vermisse, wie der Herzog und sein Zwilling hier auf der Straße gespielt haben. Das Dorf war friedlich und voller Freude. Ich kann mich an den Tag erinnern wo sie beide beschlossen haben, eines Tages das Dorf gemeinsam zu leiten. Ach...dies waren schöne Tage, aber leider zu lange her. Ich sollte aufhören, über die Vergangenheit zu reden. Was vorbei ist, ist vorbei, nicht wahr?
es: Mi señor, he de confesar algo. Añoro los buenos viejos tiempos, cuando el duque y su hermano gemelo jugaban en estas calles. La ciudad resplandecía y rebosaba de alegría. Recuerdo cuando charlaban de cómo la gobernarían juntos. Pero... las cosas fueron diferentes. Aaah... no debería haber dicho nada. Lo pasado, pasado, ¿no es así?
fr: Sire, je dois vous avouer quelque chose. Le bon vieux temps me manque. Lorsque le Duc et son jumeau jouaient dans ces rues. La ville était lumineuse et pleine de joie. Je me souviens quand ils parlaient de la façon dont ils gouverneraient la ville ensemble. Mais ... les choses se sont passées différemment. Aaahhh… Je ne devrais pas parler de ça, le passé est dans le passé, n'est-ce pas?
id: Tuanku, aku harus berterus terang. Aku merindukan zaman dahulu ketika sang Adipati dan saudara kembarnya bermain di jalanan ini. Kotanya cerah dan penuh kegembiraan. Aku ingat waktu mereka membahas bagaimana akan memerintah kota ini bersama-sama. Tapi... kenyataannya berbeda. Aaahhh...Seharusnya tidak kusinggung soal itu, yang sudah berlalu biarlah berlalu, bukan begitu?
it: Milord, devo confessarti che mi mancano i vecchi tempi in cui il Duca e suo fratello gemello giocavano in queste strade. La città era splendente e ricca di gioia. Ricordo quando parlavano di governare la città insieme. Ma... le cose sono andate diversamente. Aaahhh... Non dovrei neppure parlarne, il passato è passato, non credi?
ja: 閣下、あなたに告白しなければならないことがあります。私は公爵と彼の双子がこの通りで遊んでいた昔が懐かしいです。街は明るく喜びに満ちていました。彼らがどのようにしてこの街を一緒に治めるかということを話していたのを覚えています。しかし...物事は違う方に行ってしまいました。 ああ...過去は過去なのですからこんなことを話すべきではありませんでしたね、そうでしょう？
ko: 영주님, 실은 공작님이 쌍둥이 형제분과 함께 이 거리에서 놀던 시절이 그립습니다. 마을은 밝고 즐거움으로 가득 찼었죠. 두 분은 함께 마을을 통치하는 방법에 관해 이야기하곤 했죠. 하지만 상황이 바뀌었어요. 아...쓸데없는 이야기를 했군요. 과거는 과거일 뿐인데 말이죠.
pt: Milorde, eu devo confessar que sinto falta dos velhos tempos em que o Duque e seu irmão gêmeo brincavam nestas ruas. A cidade rebrilhava de tanta alegria. Eu lembro quando eles estavam falando sobre como governariam juntos. Mas... as coisas não foram bem assim. Aaahhh... É melhor não falar sobre isso, águas passadas, não é?
ru: Должен признать, милорд, я скучаю по тем временам, когда герцог со своим братом-близнецом бегали по этим улицам. Город тогда был полон света и радости. Помню, как они обсуждали то, как они вместе будут править городом. Но... этому не суждено было случиться. Ох-х-х... Не стоит мне об этом говорить. Кто прошлое помянет, верно?
zh: 大人，我必须坦白。我很怀念昔日公爵和他的双胞胎在这街道上玩耍的时光。那时镇上阳光明媚，回荡着欢声笑语。我还记得他们谈论将来会如何一起管理这座小镇。但......后来一切都变了。 啊......我不该说这些的，过去的事情都过去了，对吧？
zh_tw: 大人，我必須承認。我很想念公爵和他的雙胞胎一起在街上遊玩的時光。那時候的城鎮充滿光明和歡樂。我還記得他們在討論如何一起管理城鎮。但是……事實不如想像中的美。 唉呀呀……我不該提起這件事情的，過去的就該讓它過去，對吧？

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MERCHANT_SUCCESS
source: My Lord, I would like to thank you for fixing the roads. I also have a message for you. A few days ago, I found a note near the river. It was a call for help. It seems like he is being held hostage by the bandits. Maybe you can do something for him.
de: Mein Lord, ich möchte Euch danken, dass Ihr die Straßen im Dorf erneuert habt. Ich habe eine Nachricht für Euch, die ich vor ein paar Tagen in der Nähe des Flusses fand. Es sieht nach einem Hilferuf aus. Es scheint, als würde er von den Banditen gefangen gehalten werden. Vielleicht könnt Ihr etwas für ihn tun.
es: Mi señor, me gustaría agradecerte el arreglo de los caminos. Y también tengo un mensaje para ti. Hace unos días, encontré una nota cerca del río pidiendo auxilio. Al parecer, los bandidos retienen a un hombre como rehén. A lo mejor podrías hacer algo por él.
fr: Sire, je voudrais vous remercier d'avoir réparé les routes. J'ai aussi un message pour vous. Il y a quelques jours, j'ai trouvé une note près de la rivière. C'était un appel à l'aide. Il semble que cela provienne d’un otage des bandits. Peut-être pouvez-vous faire quelque chose pour lui.
id: Tuanku, terima kasih karena jalanan sudah diperbaiki. Aku juga membawa pesan untuk Tuanku. Aku menemukannya beberapa hari lagi di dekat sungai. Ada orang yang minta tolong. Sepertinya dia disandera oleh para bandit. Mungkin Tuanku bisa melakukan sesuatu untuknya.
it: Milord, voglio ringraziarti per avere riparato le strade. Inoltre ho un messaggio per te. Qualche giorno fa, ho trovato un appunto accanto al fiume. Era una richiesta d'aiuto. Qualcuno è stato preso in ostaggio dai banditi. Forse puoi fare qualcosa per aiutarlo.
ja: 閣下、道路を修繕してくださったことに感謝します。 またあなたにメッセージがあります。数日前に私は川の近くでメモを見つけました。それは助けを求めるものでした。どうやら彼は盗賊たちに人質にされているようです。あなたならば彼のために何かしてあげられるかもしれません。
ko: 영주님, 도로를 수리해주셔서 감사합니다. 그리고 제게 메시지가 있습니다. 며칠 전 강 근처에서 발견했는데 도움을 요청하는 메시지입니다. 누군가 강도에게 인질로 잡힌 것 같습니다. 영주님이라면 도움을 주실 수 있을 것 같습니다.
pt: Milorde, eu gostaria que agradecer por ter consertado as estradas. E trago uma mensagem. Dias atrás, eu encontrei um bilhete perto do rio. Era um pedido de ajuda. Parece que ele foi capturado pelos bandidos. Talvez você possa fazer alguma coisa por ele.
ru: Милорд, хочу поблагодарить вас за ремонт дорог. Кроме того, у меня для вас послание. Несколько дней назад я нашел у реки записку. Это была просьба о помощи. Похоже, бандиты схватили какого-то бедолагу. Возможно, вам удастся как-нибудь ему помочь.
zh: 大人，对您修缮道路我表示感谢。 我还有消息带给您。几天前，我在河边发现了一张纸条。那是张求救信。似乎是说他被 强盗绑架了。也许您能为他做点什么。
zh_tw: 大人，非常感激您修築了道路。 同時我也有個消息要給您，數日前，我在河邊發現了個筆記。有人在尋求幫助，看起來他是被強盜當成人質給囚禁起來了。或許您可以為他做點事情。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ROAD_STARTED
source: This money will be used for fixing the roads in town. To further increase the transport of goods, we should build even more roads.
de: Dieses Geld wird für die Instandsetzung der Straßen verwendet werden, mein Herr. Zum weiteren Ausbau des Transportwesens, sollten wir zusätzlich noch einige neue Straßen errichten lassen.
es: Este dinero se usará para arreglar los caminos de la ciudad. Para aumentar el transporte de mercancías, debemos construir aún más caminos.
fr: Cet argent servira à réparer les routes en ville. Pour améliorer encore plus le transport de marchandises, je vous ordonne de construire des routes supplémentaires.
id: Uang ini akan dipakai untuk memperbaiki jalanan di kota. Untuk semakin meningkatkan angkutan barang, kita perlu membangun lebih banyak jalanan lagi.
it: Questo denaro sarà utilizzato per riparare le strade della città. Per migliorare ulteriormente il trasporto di merci, dovremmo anche costruire nuove strade.
ja: このお金は街の道路を修繕するために使われます。商品の運搬をさらに増やすためには、道路をもっと建設しなければなりません。
ko: 이 돈은 마을의 도로를 수리하는 데 사용될 겁니다. 상품 운송을 더 늘리려면 도로를 더 건설해야 합니다.
pt: Esse dinheiro será usado para consertar as estradas da cidade. Para incrementar o transporte de mercadorias, deveríamos construir ainda mais estradas.
ru: Эти деньги пойдут на ремонт городских дорог. Более того, чтобы перевозить больше товаров, нам нужно проложить новые дороги.
zh: 这笔钱将会用于修缮镇上的道路。为了进一步增强商品流通，我们甚至应该修更多的路。
zh_tw: 這筆金錢會用來修築城鎮中的道路，來增加物資流動量，我們甚至該修築更多條道路。
