Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_CHOICE
source: Everyone, gather at the town square! We have to ask you some questions.
de: Dorfbewohner, versammelt euch auf dem Dorfplatz! Wir haben einige Fragen an euch.
es: ¡Que todo el mundo se reúna en la plaza principal! Tenemos que haceros unas preguntas.
fr: Venez tous ici, rassemblez-vous sur la place de la ville. Nous avons quelques questions à vous poser.
id: Ayo, semuanya berkumpul di alun-alun kota! Ada yang perlu kami tanyakan.
it: Riunitevi tutti quanti nella piazza del paese! Dobbiamo farvi qualche domanda.
ja: 皆さん、街の広場に集まってください！お尋ねしたいことがあります。
ko: 모두 마을 광장에 모이세요! 질문할 게 있어요.
pt: Todo mundo precisa se reunir na praça central da cidade! Precisamos fazer algumas perguntas.
ru: Всем приказано собраться на городской площади! Нужно задать вам пару вопросов.
zh: 全体注意，前往城镇广场集合！我们要问你们一些问题。
zh_tw: 全體注意，前往城鎮廣場集合！我們要問你們一些問題。

# T_QUESTS_SCENARIO_THEBEAST_A_TOWNIE_NEED_TO_EAT_PART_I_STARTED
source: A bakery to make good bread would be an excellent start. As my mother always said, a full stomach is the cure to all worries! Do you think you can help us?
de: Zu Beginn wäre eine Bäckerei sicherlich hilfreich, damit wir schmackhaftes Brot backen können. Wie meine Mutter schon immer sagte: Ein voller Magen ist die Lösung für alle Sorgen! Glaubt Ihr, dass Ihr damit aushelfen könnt?
es: Una buena panadería sería un comienzo excelente. Como decía mi madre, ¡un estómago lleno hace olvidar todas las preocupaciones! ¿Crees que puedes ayudarnos?
fr: Une boulangerie pour faire du bon pain serait un excellent début. Comme maman dit toujours, “à ventre plein rien d’impossible !” Pensez-vous pouvoir nous aider ?
id: Sebuah toko roti mungkin bagus untuk permulaan! Ibuku selalu berkata, perut kenyang adalah obat untuk semua masalah! Maukah Tuanku membantu kami?
it: Un forno per fare del buon pane sarebbe un ottimo inizio. Come diceva sempre mia madre, uno stomaco pieno è la cura per tutte le preoccupazioni! Pensate di poterci aiutare?
ja: 手はじめに、おいしいパンを焼くベーカリーはどうでしょう！私の母はいつも、「病は気から、憂いは空腹から」なんて言っていました。 いかがでしょう、手を貸してくださいませんか？
ko: 맛있는 빵을 만드는 빵집부터 시작하면 좋을 것 같아요. 어머니는 항상 말씀하셨죠. 배가 차면 모든 근심이 사라진다고요! 도와주실 수 있나요?
pt: Uma panificadora para fazer bom pão seria um excelente começo. Como dizia minha mãe, não há preocupação quando estamos de barriga cheia! Será que poderia nos ajudar?
ru: Пекарня, где можно испечь отличный хлеб, станет отличным началом. Моя маменька всегда говорила, что полный желудок — лучшее лекарство. Ну так что, поможете нам?
zh: 我们想先要一座用来制作面包的面包店。就像我母亲经常说的那样，填饱的胃口可以消除一切忧虑！ 您觉得您可以帮到我们吗？
zh_tw: 我們想先要一座用來製作麵包的麵包店。就像我母親經常說的那樣，填飽的胃口可以消除一切憂慮！ 您覺得您可以幫到我們嗎？

# T_QUESTS_SCENARIO_THEBEAST_A_TOWNIE_NEED_TO_EAT_PART_I_SUCCESS
source: Thank you, my Lord! I think we are on the right track! We now have enough resources to produce some good bread and share it with the whole town.
de: Ich danke euch, Mylord! Ich denke, wir sind auf dem richtigen Weg! Wir haben jetzt genug, um leckeres Brot zu produzieren und es mit der ganzen Stadt zu teilen.
es: ¡Gracias, mi señor! ¡Creo que vamos por el buen camino! Ahora tenemos suficientes recursos para producir buen pan y compartirlo con toda la ciudad.
fr: Merci, Sire ! Je pense que nous sommes sur la bonne voie ! Nous avons maintenant assez pour produire du bon pain et le partager avec toute la ville.
id: Terima kasih, Tuanku! Aku rasa kita sudah di jalan yang tepat! Sekarang kita punya cukup sumber daya untuk memproduksi roti yang enak dan membaginya dengan seluruh kota.
it: Grazie, mio Signore! Mi sembra che siamo sulla giusta strada! Ora abbiamo abbastanza risorse per produrre del buon pane e condividerlo con tutta la città.
ja: ありがとうございます、領主様！この調子でやっていけそうです！材料はそろいましたし、これでおいしいパンを作って街中にふるまえます。
ko: 영주님, 고맙습니다! 모든 것이 순조롭게 진행되고 있어요! 이제 좋은 빵을 만들어 전 주민들과 나눌 재료를 충분히 모았어요.
pt: Obrigado, senhor! Acho que estamos no caminho certo! Agora temos recursos suficientes para produzir bom pão e compartilhá-lo com toda a cidade.
ru: Спасибо, милорд! Думаю, мы на правильном пути! У нас достаточно ресурсов, чтобы испечь хороший хлеб и накормить им весь город.
zh: 谢谢你，领主大人！就是这样！我们现在的原料足够做出一些美味的面包来和全镇的人分享。
zh_tw: 謝謝你，領主大人！就是這樣！我們現在的原料足夠做出一些美味的麵包來和全鎮的人分享。

# T_QUESTS_SCENARIO_THEBEAST_BUILDING_FIRETOWER_STARTED
source: For example, we have quite a few new buildings, but no fire tower in sight. If a fire breaks out, we are doomed. The new inhabitants are really selfish not to think about that!
de: Beispielsweise haben wir durch diese Fremden einige neue Gebäude in der Stadt, aber weit und breit keinen Feuerturm. Wie können diese Leute nur so egoistisch sein? Wenn hier ein Feuer ausbricht, sind wir alle verloren!
es: Por ejemplo, tenemos bastantes edificios nuevos, pero ni una torreta de incendios. Si se desata un incendio, estamos perdidos. ¡Es muy egoísta por parte de los nuevos habitantes no tener eso en cuenta!
fr: Par exemple, nous avons pas mal de nouveaux bâtiments, mais pas de tour d'incendie en vue. Si un feu se déclenche, nous sommes condamnés. Les nouveaux habitants sont vraiment égoïstes pour ne pas penser à cela !
id: Misalnya saja, di sini ada beberapa bangunan baru, tapi tidak ada menara pemadam kebakaran. Kalau sampai terjadi kebakaran, kami akan celaka. Para pendatang baru sungguh egois karena tidak mau memikirkan soal itu!
it: Per esempio, abbiamo un bel po' di edifici nuovi, ma nessuna torre dei pompieri. Se scoppia un incendio, siamo fregati. I nuovi arrivati sono davvero egoisti a non pensarci!
ja: 例えば、火消し塔。ここから1棟も見えないでしょう？目新しい建物ばかりうじゃうじゃ造って...火が出れば一巻の終わりですよ。自己中な移住者どもは、とてもここまで考えないでしょうね！
ko: 예를 들어, 상당히 많은 건물을 신축했는데 소화탑이 없어요. 만약 불이 나면 끝장이잖아요. 새로운 주민들은 그런 것도 생각하지 않고 너무 이기적이에요!
pt: Por exemplo, temos alguns prédios novos, mas não temos torre contra incêndio. Se houver um incêndio, estaremos perdidos. Os novos habitantes são muito egoístas por não pensarem nisso!
ru: Например, зданий становится все больше, но вот пожарных вышек все нет. Случись пожар, и нам всем крышка. Новым жителям не помешало бы этим озаботиться!
zh: 比如说，我们新建成了几座新建筑，但是却没有能监视到它们的消防塔。要是发生火灾，我们就都完了。那些新来的完全没想过这些，真是太自私了！
zh_tw: 比如說，我們新建成了幾座新建築，但是卻沒有能監視到它們的消防塔。要是發生火災，我們就都完了。那些新來的完全沒想過這些，真是太自私了！

# T_QUESTS_SCENARIO_THEBEAST_BUILDING_FIRETOWER_SUCCESS
source: Thank you, my Lord! Oh, those people, they want new, fancy buildings here in town. But not one of these newcomers is thinking about safety! I'm really sick of them.
de: Wir danken Euch, Mylord! Diese Fremden… bauen hier ihre schicken, neuen Häuser, aber an die Sicherheit denkt natürlich keiner. Ich habe sie alle so satt!
es: ¡Gracias, mi señor! Ah, esos recién llegados... Quieren edificios nuevos y bonitos en la ciudad. ¡Pero ni uno solo se preocupa de la seguridad! Qué harto me tienen.
fr: Merci mon bon seigneur ! Ah ça pour construire de nouveaux bâtiments chics il y a du monde, mais personne ne pense à la sécurité ! Ras-la-casquette des nouveaux.
id: Terima kasih, Tuanku! Aduh, orang-orang itu, mereka ingin bangunan baru yang bagus di kota ini. Tapi tidak ada di antara para pendatang baru yang memikirkan keselamatan! Aku sudah muak dengan mereka.
it: Grazie, mio Signore! Oh, quelli vogliono solo nuove case eleganti qui in città. Ma nessuno di loro pensa alla sicurezza! Non li sopporto più.
ja: ありがとうございます、領主様！はぁーあ、奴らがこの街に求めるのは、新しくておしゃれな建物ばかり。ですが安全について考えている奴は一人もいません！もうウンザリです。
ko: 영주님, 고맙습니다! 새 이주민들은 마을에 화려한 건물을 새로 지었어요. 하지만 아무도 안전을 생각하지 않고 있어요! 정말 답답해요.
pt: Obrigado, meu senhor! Ah, essas pessoas sempre querem prédios bonitos na cidade. Mas nenhum desses recém-chegados está pensando na segurança! Estou farto deles.
ru: Спасибо, милорд! О, эти пришельцы хотят больше новых и вычурных зданий в городе. Но хоть кто-то из них подумал о безопасности? Куда там! Как же они мне надоели.
zh: 谢谢你，领主大人！噢，那些家伙们，脑子里想的只有镇子里又新又大的房子，却没有一个人想过安全问题！真是受够他们了。
zh_tw: 謝謝你，領主大人！噢，那些傢伙們，腦子裡想的只有鎮子裡又新又大的房子，卻沒有一個人想過安全問題！真是受夠他們了。

# T_QUESTS_SCENARIO_THEBEAST_BUILDING_FIRETOWER_TITLE
source: Build some fire towers.
de: Errichte einige Feuertürme.
es: Construye varias torretas de incendios.
fr: Construire deux tours à incendie.
id: Bangun menara pemadam kebakaran.
it: Costruisci delle torri dei pompieri.
ja: 火消し塔を建設する。
ko: 소화탑을 건설하세요.
pt: Construa torres contra incêndio.
ru: Построй пожарные вышки.
zh: 建造几座消防塔。
zh_tw: 建造幾座消防塔。

# T_QUESTS_SCENARIO_THEBEAST_FATHER_MERCHANT_QUEST_STARTED
source: Oh my Lord, I'm at the end of my rope. Since my daughter was banished, no one buys anything from me anymore… Could you help me?
de: Oh, mein Herr, ich bin am Ende meiner Kräfte. Seit meine Tochter verbannt wurde, kauft niemand mehr etwas von mir.... Könntet Ihr mir helfen?
es: Oh, mi señor, estoy al borde del precipicio. Desde que mi hija fue desterrada, nadie me compra nada... ¿Podrías ayudarme?
fr: Oh Sire, je suis au bout du rouleau. Depuis que ma fille a été bannie, personne ne m'achète rien... Pouvez-vous m'aider ?
id: Oh, Tuanku. Aku habis akal. Sejak putriku dibuang, tidak ada lagi yang mau membeli barang dariku... Maukah Tuanku membantuku?
it: Oh mio Signore, non so più che fare. Da quando mia figlia è stata bandita, nessuno compra più nulla da me... Potreste aiutarmi?
ja: ああ、領主様、もう万策尽きました。娘が追放されてから、誰も私の店に寄りつきません...助けていただけませんか？
ko: 영주님, 도움이 절실히 필요합니다. 딸이 추방된 후 아무도 저와 거래하려 하지 않아요… 도와주시겠어요?
pt: Meu senhor, estou desesperado. Desde que minha filha foi banida do reino, ninguém compra mais nada de mim... Será que poderia me ajudar?
ru: О милорд, плохи мои дела. С тех пор как изгнали мою дочь, у меня никто ничего не покупает... Вы не могли бы помочь?
zh: 噢，领主大人，我要过不下去了。因为我的女儿遭到了驱逐，再也没有人从我这里买东西了……您能帮帮我吗？
zh_tw: 噢，領主大人，我要過不下去了。因為我的女兒遭到了驅逐，再也沒有人從我這裡買東西了……您能幫幫我嗎？

# T_QUESTS_SCENARIO_THEBEAST_FATHER_MERCHANT_QUEST_SUCCESS
source: Thank you for your help! Now I'll be able to get back in the race.
de: Vielen Dank für Eure Hilfe! Hiermit werde ich in der Lage sein, meinen Fuß wieder auf den Steigbügel zu setzen.
es: ¡Gracias por tu ayuda! Ahora podré volver a ser competitivo.
fr: Merci de votre aide ! Je vais pouvoir remettre le pied à l’étrier.
id: Terima kasih untuk bantuan Tuanku! Sekarang aku bisa bersaing lagi.
it: Grazie per l'aiuto! Ora potrò tornare a fare affari.
ja: 寛大なご処置に感謝します！これで復帰が叶います。
ko: 감사합니다! 이제 생업에 돌아갈 수 있어요.
pt: Obrigado pela ajuda! Agora poderei voltar a ter lucro.
ru: Спасибо за помощь! Теперь я смогу продолжить свою работу.
zh: 感谢您的帮助！现在我可以回到正轨上了。
zh_tw: 感謝您的幫助！現在我可以回到正軌上了。

# T_QUESTS_SCENARIO_THEBEAST_FISHING_MISSION_STARTED
source: My Lord, this beast story is haunting me, but we also have a village to feed. Why not kill two birds with one stone by organizing a hunt in the woods? We need more hunters.
de: Mein Herr, diese Geschichte der Bestie lässt mir keine Ruhe, aber wir haben auch ein Dorf zu ernähren. Warum nicht zwei Fliegen mit einer Klappe schlagen, indem wir eine Jagd im Wald organisiert? Aber dafür benötigen wir mehr Jäger.
es: Mi señor, esa historia de la bestia me tiene absorbido el cerebro, pero también hay que dar de comer a la aldea. ¿Por qué no matamos dos pájaros de un tiro y organizamos una cacería en los bosques? Necesitamos más cazadores.
fr: Sire, cette histoire de bête me hante, mais nous avons aussi un village à nourrir. Pourquoi ne pas faire d'une pierre deux coups en organisant une chasse dans les bois ? Nous avons besoin de plus de chasseurs.
id: Tuanku, aku tidak bisa melupakan cerita tentang makhluk mengerikan itu, tapi kita juga harus memberi makan satu desa. Bagaimana kalau kita sambil menyelam minum air dengan mengadakan perburuan di hutan? Kita perlu lebih banyak pemburu.
it: Mio Signore, questa faccenda della bestia mi preoccupa, ma abbiamo anche un villaggio da sfamare. Perché non prendere due piccioni con una fava organizzando una caccia nel bosco? Abbiamo bisogno di più cacciatori.
ja: 僭越ながら申し上げます。件の獣については懸念が拭えませんが、街の統治も重要なお役目です。森の狩猟を組織化し、猟師を増やしてはいかがでしょう。一石二鳥と存じますが。
ko: 영주님, 짐승 이야기가 자꾸 떠올라서 두려워요. 하지만 주민들도 먹여 살려야 해요. 숲에서 사냥을 개최하여 일석이조의 효과를 거두면 어떨까요? 사냥꾼이 더 필요해요.
pt: Meu senhor, esta história da besta está me tirando o sono, mas também precisamos alimentar a aldeia. Por que não resolver tudo de uma vez organizando uma caçada na floresta? Precisamos de mais caçadores.
ru: Милорд, эта история со зверем не дает мне покоя, но у нас есть и другая проблема — нам нужно прокормить деревню. Так почему бы нам не убить одним выстрелом двух зайцев? Почему бы нам не разрешить охоту в лесу? Охотники бы нам очень пригодились.
zh: 领主，野兽的事情一直困扰着我，不过我们还要喂饱一个村子呢。为什么不在灌木里组织一次狩猎呢？这样正好一石二鸟。我们需要更多猎手。
zh_tw: 大人，野獸的事情一直困擾著我，不過我們還要喂飽一個村子呢。為什麼不在灌木裡組織一次狩獵呢？這樣正好一石二鳥。我們需要更多獵手。

# T_QUESTS_SCENARIO_THEBEAST_FISHING_MISSION_SUCCESS
source: Very good, my Lord! Although we did not find the beast, which is responsible for the attack, we now have enough meat for the village.
de: Sehr gut, Mylord! Obwohl wir die Bestie nicht gefunden haben, haben wir jetzt genug Fleisch für das Dorf.
es: ¡Muy bien, mi señor! Aunque no hemos encontrado a la bestia responsable del ataque, tenemos suficiente carne para la aldea.
fr: Très bien, Sire ! Bien que nous n'ayons pas trouvé la bête responsable de l'attaque, nous avons maintenant de la viande pour le village.
id: Bagus sekali, Tuanku! Walaupun kita gagal menemukan makhluk yang melakukan serangan itu, kita sekarang punya persediaan daging yang cukup untuk seluruh desa.
it: Molto bene, mio Signore! Anche se non abbiamo trovato la bestia responsabile dell'attacco, ora abbiamo abbastanza carne per il villaggio.
ja: お見事です、領主様。住民を襲った獣は見つかりませんでしたが、村へ供給する十分な量の肉を手に入れました。
ko: 훌륭합니다, 영주님! 공격한 짐승은 찾지 못했지만 주민들을 먹일 충분한 고기를 확보했어요.
pt: Muito bem, meu senhor! Embora não tenhamos achado a besta responsável pelo ataque, temos carne para os habitantes.
ru: Отлично, милорд! Нам не удалось найти зверя, что совершил нападение, зато у нас теперь предостаточно мяса для всей деревни.
zh: 非常好，领主大人！虽然我们没有找到那头袭击了我们村民的野兽，不过我们现在为村子搜集到足够的肉类了。
zh_tw: 非常好，領主大人！雖然我們沒有找到那頭襲擊了我們村民的野獸，不過我們現在為村子搜集到足夠的肉了。

# T_QUESTS_SCENARIO_THEBEAST_FISHING_MISSION_TITLE
source: Build two hunter's cabins to hunt for the beast.
de: Baue zwei Jagdhütten, um die Bestie zu fangen.
es: Construye dos cabañas de cazadores para atrapar a la bestia.
fr: Construisez deux cabanes de chasse pour chasser la bête.
id: Bangun dua pondok pemburu untuk memburu makhluk itu.
it: Costruisci due capanni di caccia per dare la caccia alla bestia.
ja: 猟師小屋を2つ建て、獣を狩る。
ko: 사냥꾼 오두막 두 개를 지어 짐승을 사냥하세요.
pt: Construa duas cabanas de caçador para procurar a besta.
ru: Построить две хижины охотников, чтобы выследить зверя.
zh: 建造两座猎手小屋猎杀野兽。
zh_tw: 建造兩座獵手小屋獵殺野獸。

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_001
source: During the trial against my sister we could do nothing to protect her. So she was banished from the kingdom. She served as an example to let everyone know that us immigrants are not welcome here and we must behave decently if we ever want to be accepted by the locals.
de: Während des Prozesses gegen meine Schwester konnten wir nichts weiter tun, als zuzusehen, wie sie aus dem Königreich verbannt wurde. An ihr wurde ein Exempel statuiert, damit jeder sehen konnte, dass wir Fremden hier nicht willkommen sind und uns an die Regeln zu halten haben, wenn wir hier leben wollten.
es: Durante el juicio de mi hermana no pudimos hacer nada para defenderla, de modo que fue expulsada del reino. Sirvió como ejemplo para que todo el mundo supiera que los inmigrantes no somos bienvenidos aquí y debemos comportarnos decentemente si queremos ser aceptados por los lugareños.
fr: Pendant le procès contre ma sœur, nous n'avons rien pu faire pour la protéger. Elle a donc été bannie du royaume. On a fait d'elle un exemple pour que tout le monde sache que nous, les immigrants, ne sommes pas les bienvenus ici et que nous devons nous comporter décemment si nous voulons vivre ici.
id: Selama pengadilan saudara perempuanku, kami tidak berdaya untuk melindunginya. Malah dia dibuang dari negeri ini. Dia dijadikan contoh agar semua orang tahu bahwa kaum pendatang tidak diharapkan di sini dan bahwa kami harus berbaik-baik agar diterima oleh warga asli.
it: Durante il processo contro mia sorella non abbiamo potuto fare nulla per proteggerla, e così è stata bandita dal regno. La sua è stata una condanna esemplare perché noi immigrati capissimo che qui non siamo i benvenuti, e che dobbiamo comportarci in modo servile se vogliamo essere accettati dalla gente del posto.
ja: 私の姉は王国から追放されました。裁判のあいだ、守りたくても何もできなかった！姉は見せしめにされたのです。私たち移住者が、ここでは歓迎されていないこと...村に受け入れてほしければ、「失礼のないように」ふるまわなければいけないことを示すために...
ko: 동생 재판에서 동생을 지키기 위해 아무것도 할 수 없었어요. 그래서 동생이 왕국에서 쫓겨났죠. 이민자들은 환영받지 못한다는 것을 알리는 예가 된 거예요. 원주민들에게 받아들여지려면 올바로 행동해야 한다는 것을 보여주는 예 말이죠.
pt: Durante o julgamento da minha irmã, não pudemos protegê-la. Então ela foi banida do reino. Ela serviu de exemplo para que todos soubessem que nós, imigrantes, não somos bem-vindos, e que devemos nos comportar bem se quisermos ser aceitos pelos moradores.
ru: Нам оказалось не под силу защитить мою сестру на суде, и ее выгнали из королевства. Она стала доказательством того, что нам, приезжим, здесь не рады. Местный народ показал: чтобы стать его частью, нам нужно вести себя тихо.
zh: 在我姐姐的审判期间，我们没有办法保护她。所以她被从这个国家中驱逐出去了。人们利用她的例子告诉其他人，我们这些移民在这里是不受欢迎的，我们如果想被当地人接受就要好好表现。
zh_tw: 在我姐姐的審判期間，我們沒有辦法保護她。所以她被從這個國家中驅逐出去了。人們利用她的例子告訴其他人，我們這些移民在這裡是不受歡迎的，我們如果想被當地人接受就要好好表現。

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_002
source: We never came to terms with this situation, because my sister had to return to all the misery in our old country without even being able to say goodbye.
de: Uns waren die Hände gebunden und wir konnten die Vorfälle nicht verarbeiten, weil meine Schwester das Land verlassen musste, ohne auf Wiedersehen sagen zu können. Sie musste zurück in das desolate Dorf, welches wir auf Grund der Perspektivlosigkeit dort damals verlassen mussten.
es: No pudimos llegar a una reconciliación, porque mi hermana tuvo que volver a la miseria de nuestro antiguo país sin poder siquiera despedirse.
fr: Nous n'avons pas digéré cette affaire, car ma soeur a dû retourner dans la misère de notre ancien pays sans même avoir pu nous dire au revoir.
id: Situasi itu terus menghantui kami, karena saudara perempuanku itu terpaksa kembali ke tengah kesengsaraan di negeri asal kami, bahkan tanpa sempat berpamitan.
it: Non abbiamo mai accettato questa situazione, perché mia sorella è dovuta tornare alla miseria del nostro paese d'origine senza nemmeno poterci dire addio.
ja: 姉は元いた国へ、みじめな帰還をすることになりました。さよならも言えなかったんです。私たちはこの状況をまったく受け入れられませんでした。
ko: 이 상황을 절대 받아들일 수 없었어요. 동생은 작별 인사도 못하고 예전에 겪었던 고난을 다시 겪어야 했으니까요.
pt: Nunca aceitamos a situação porque minha irmã precisou retornar à miséria de nosso antigo país, sem nem mesmo poder se despedir de nós.
ru: Мы так и не смирились с таким положением, потому что моя сестра была вынуждена вернуться ко всем ужасам нашей родины, даже не попрощавшись с нами.
zh: 我们从没有对这种处境屈服过，因为我的姐妹还没来得及说声再见就被迫回到我们以前的国家，就是那充满痛苦的地方。
zh_tw: 我們從沒有對這種處境屈服過，因為我的姐妹還沒來得及說聲再見就被迫回到我們以前的國家，就是那充滿痛苦的地方。

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_003
source: When we were very young, our father taught us how to tame boars. A few years ago we managed to breed a real splendid specimen. He was especially strong and listened to us like a faithful dog. By placing truffles here and there we could give him precise orders.
de: Als wir sehr jung waren, lernten wir von unserem Vater, Wildschweine zu zähmen. Wir schafften es vor einigen Jahren ein wahres Prachtexemplar heranzuzüchten. Es war besonders stark und hörte auf uns wie ein treuer Hund. Indem wir hier und da Trüffel platzierten, konnten wir ihm Befehle geben.
es: Cuando éramos jóvenes, nuestro padre nos enseñó a domesticar jabalíes. Hace unos años conseguimos criar un espécimen espléndido. Era muy fuerte y nos hacía caso como un perro fiel. Colocando trufas por ahí, podíamos darle órdenes precisas.
fr: Quand nous étions très jeunes, notre père nous a appris à apprivoiser les sangliers. Il y a quelques années, nous avons réussi à élever un magnifique animal. Il était particulièrement fort et nous écoutait comme un chien fidèle. En plaçant des truffes ici et là, nous lui donnions des ordres.
id: Ketika kami masih kecil, ayah mengajarkan cara menjinakkan babi. Beberapa tahun lalu kami berhasil membiakkan spesimen yang luar biasa. Babi itu sangat kuat dan menurut seperti anjing yang setia. Dengan umpan truffle, kami bisa memberinya perintah yang terarah.
it: Quando eravamo molto giovani, nostro padre ci insegnò ad addomesticare i cinghiali. Qualche anno fa siamo riusciti ad allevare un esemplare davvero splendido. Era particolarmente forte e ci obbediva come un cane fedele. Per mezzo dei tartufi potevamo dargli ordini precisi.
ja: 姉と私は幼いころ、父からイノシシの手なずけ方を教わりました。数年前に生まれた個体は、とても素晴らしく、繁殖にも成功しました。非常にタフで、犬にも劣らない忠実さを持ち合わせています。意図した場所にトリュフを置くことで、正確な命令を下すことができます。
ko: 저와 동생이 어렸을 때 아버지로부터 멧돼지를 길들이는 법을 배웠어요. 몇 년 전 멋진 멧돼지를 키우는 데 성공했어요. 매우 강하고 충직한 개처럼 우리를 따랐죠. 송로를 여기저기 놓아서 멧돼지에게 정확하게 명령을 내릴 수 있었어요.
pt: Quando éramos jovens, nosso pai nos ensinou a domar javalis. Alguns anos atrás, conseguimos cruzar javalis e criar um espécime esplêndido. Ele era muito forte e nos obedecia feito um cão fiel. Ao colocar trufas aqui e ali, podíamos dar ordens específicas.
ru: Когда мы были еще детьми, отец научил нас приручать вепрей. Несколько лет назад нам удалось вывести отличную особь. Этот вепрь был очень силен и слушался нас, как верный пес. Размещая тут и там трюфели, мы могли отдавать ему четкие команды.
zh: 我们很小的时候，我们的父亲教会了我们如何驯养野猪。几年前，我们设法培育出了一个极佳的个体。他非常强壮，而且对我们顺服得就像一只忠诚的小狗一样。我们可以在选定的位置放好松露来给他准确的指示。
zh_tw: 我們很小的時候，我們的父親教會了我們如何馴養野豬。幾年前，我們設法培育出了一個極佳的個體。他非常強壯，而且對我們順服得就像一隻忠誠的小狗一樣。我們可以在選定的位置放好松露來給他準確的指示。

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_004
source: I had ordered him to attack the baker, because he played a key role in the case. To cover my tracks, I pretended an attack on myself. And finally.…
de: Wir hatten ihm befohlen den Bäcker anzugreifen, weil er im Fall um meine Schwester eine Schlüsselrolle spielte. Um meine Spuren zu verwischen, täuschte ich einen Angriff der Bestie auf mich vor. Und schließlich...
es: Le había ordenado atacar al panadero porque jugó un papel fundamental en el caso. Para cubrir mis huellas, simulé que me atacaban a mí. Y finalmente...
fr: Nous lui avons ordonné d'attaquer le boulanger, car il a joué un rôle primordial dans l'affaire. Pour brouiller les pistes, j'ai simulé une attaque sur ma personne. Et enfin…
id: Aku menyuruhnya menyerang si tukang roti, karena orang itu pegang peran kunci dalam kasus saudara perempuanku. Untuk menutup-nutupi jejak, aku berpura-pura diserang. Dan akhirnya...
it: Gli ordinai di attaccare il fornaio, perché aveva un ruolo chiave nel caso. Per coprire le mie tracce, ho fatto finta di essere attaccata io stessa. E infine...
ja: 私はパン職人さんを攻撃するように命令しました。この件の重要人物でしたので...証拠を隠すため、自分も攻撃されたフリをしました。それから...
ko: 멧돼지에게 제빵사를 공격하라고 명령했어요. 제빵사가 중심 역할을 했으니까요. 제 흔적을 덮기 위해 공격당한 것처럼 꾸몄어요. 그리고.…
pt: Eu o mandei atacar o padeiro porque ele desempenhou um papel muito importante no caso. Para despistar meu rastro, fingi ser atacada. E, finalmente...
ru: Я приказала ему напасть на пекаря, потому что он сыграл ключевую роль в этом деле. Чтобы замести следы, я притворилась, что сама стала жертвой нападения. И наконец...
zh: 我命令他攻击了烘焙师，因为他在整起案子中很关键。为了掩盖我的疑点，我假装自己也被攻击了。还有……
zh_tw: 我命令他攻擊了烘焙師，因為他在整起案子中很關鍵。為了掩蓋我的疑點，我假裝自己也被攻擊了。還有……
