Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN9_12_DESC
source: My loyal servant, the construction of my new fleet is progressing well, but we still need large quantities of sailcloth. I command you to deliver enough fabric to equip all my ships with sails.
de: Mein treuer Diener: Die Flotte benötigt noch Segeltücher. Sehr viel davon! Schickt Stoffe an meine Werft, damit diese genügend Segeltücher produzieren kann.
es: Mi leal sirviente: la construcción de mi nueva flota progresa adecuadamente, pero aún necesito grandes cantidades de lona para las velas. Entrégame la suficiente tela como para las velas de todos mis barcos.
fr: Mon loyal serviteur, la construction de ma nouvelle flotte avance à grand pas, mais il nous manque encore de grandes quantités de toile pour les voiles. Je vous ordonne de me livrer assez de tissu pour équiper de voiles tous mes navires.
id: Abdiku yang setia, pembangunan armada baruku berjalan dengan baik, namun kita masih butuh banyak kain layar. Kuperintahkan engkau mengirim kain yang cukup untuk semua layar kapal kita.
it: Mio leale servitore, la costruzione della mia flotta procede bene, ma abbiamo bisogno di grandi quantità di stoffa per le vele. Ti ordino di consegnare stoffa a sufficienza per produrre tutte le vele delle mie navi.
ja: わしの忠実なしもべよ、新たな船団建造の進捗は良いようだな。だが、まだ大量の帆布が必要なのだ。全部の船に帆が張れるよう、十分な布を届けてくれぬか。
ko: 충직한 신하여. 내 새로운 함대의 건조가 잘 진행되고 있다. 하지만 우리는 많은 양의 돛이 필요하다. 모든 함선에 돛을 달기 위해 충분한 천을 가져올 것을 명한다.
pt: Meu leal servo, a construção de minha nova frota está indo bem, mas ainda precisamos de grandes quantidades de lona para as velas. Ordeno que me entregue tecido suficiente para fazer velas para todas as minhas embarcações.
ru: Мой преданный слуга, строительство моего нового флота движется по плану, но нам все еще требуется огромное количество парусины. Я приказываю тебе доставить достаточно ткани, чтобы оснастить все мои корабли парусами.
zh: 我忠实的仆人，我的新舰队的建设进展良好，但我们还需要大量的帆布。 我命令你交付足够的帆布以装备我的战舰船帆。
zh_tw: 我忠實的僕人，我的新艦隊的建設進展良好，但我們還需要大量的帆布。 我命令你交付足夠的帆布以裝備我的戰艦船帆。

# T_GAME_QUEST_SCEN9_12_NAME
source: Deliver fabric for the production of sailcloth.
de: Schicke dem König eine Lieferung Stoffe, um Segeltücher herzustellen.
es: Entrega la tela para fabricar la lona para las velas.
fr: Livrez du tissu pour la fabrication des voiles.
id: Kirim kain untuk produksi kain layar.
it: Consegna stoffa per la produzione di vele.
ja: 帆布を製造するための布を届ける。
ko: 돛 생산을 위한 천을 배달하십시오.
pt: Entregue tecido para a produção de lonas para para navegação.
ru: Доставь ткань для производства парусины.
zh: 交付帆布的纺织生产。
zh_tw: 交付帆布的紡織生產。

# T_GAME_QUEST_SCEN9_13_DESC
source: My men have discovered something. We found tracks of bandits in the forest. We need more provisions, though, before we can investigate further.
de: Meine Männer und ich sind auf einer Fährte. Wir haben Spuren der Banditen im Wald entdeckt. Aber bevor wir ihnen weiter folgen, benötigen wir mehr Proviant.
es: Mis hombres han descubierto algo. Hemos encontrado huellas de bandidos en el bosque. Pero, antes de continuar con la investigación, necesitamos más alimentos.
fr: Mes hommes ont découvert quelque chose. Nous avons trouvé des traces des brigands dans la forêt. Cependant, il nous faut plus de provisions pour pouvoir continuer notre enquête.
id: Anak buah saya telah menemukan sesuatu. Kami menemukan jejak penjahat di hutan. Bagaimana pun kami perlu bekal lebih banyak, sebelum bisa menyelidiki lebih jauh.
it: I miei uomini hanno scoperto qualcosa. Abbiamo trovato tracce dei banditi nella foresta. Ma prima di proseguire nelle ricerche abbiamo bisogno di altre provviste.
ja: 閣下、我々はこの国の中心としてあなた様に仕えることを誇りに思います。 今年は祝杯の年となるでしょう。 国王とともに良い国づくりを！
ko: 부하들이 숲에서 도적 무리를 발견하였습니다. 더 많은 수색을 하기 전에 우리는 보금품이 필요합니다.
pt: Meus homens descobriram algo. Achamos pegadas dos bandidos na floresta. Mas precisamos de mais mantimentos antes de continuar a investigação.
ru: Мои люди кое-что обнаружили. Мы нашли следы бандитов в лесу. Однако прежде чем мы сможем отправиться дальше, нам потребуется больше провизии.
zh: 我的人已经发现了些什么 我们在森林里发现的土匪的踪迹。 尽管如此，我们需要更多食物，我们才能继续调查。
zh_tw: 我的人已經發現了些什麼 我們在森林裡發現的土匪的蹤跡。 儘管如此，我們需要更多食物，我們才能繼續調查。

# T_GAME_QUEST_SCEN9_13_NAME
source: Deliver provisions to the mercenaries.
de: Liefere Proviant an die Söldner.
es: Entrega alimentos a los mercenarios.
fr: Livrez des provisions aux mercenaires.
id: Kirim bekal ke serdadu bayaran.
it: Consegna provviste ai mercenari.
ja: 傭兵たちに食糧を届ける。
ko: 용병에게 보급품을 전달하십시오.
pt: Entregue mantimentos para os mercenários.
ru: Доставь провизию наемникам.
zh: 向雇佣兵们交纳食物。
zh_tw: 向雇傭兵們交納食物。

# T_GAME_QUEST_SCEN9_14_DESC
source: Governor! I lost a whole shipment of wood planks to bandits in your province. This has to stop. Deliver more wood planks as soon as possible.
de: Statthalter, ich habe eine ganze Lieferung Bretter an die Banditen in Eurer Provinz verloren! Das kann nicht so weitergehen! Schickt mir eine Lieferung an Brettern, damit meine Werft weiter arbeiten kann.
es: ¡Gobernador! Los bandidos de tu provincia se han llevado un cargamento entero de tablones. Esto tiene que acabar. Entrega más tablones de madera cuanto antes.
fr: Gouverneur ! Les brigands se sont emparés d'un de mes chargements de bois dans votre province. Il faut mettre fin à leurs agissements. Livrez-moi du bois au plus vite.
id: Gubernur! Saya kehilangan seluruh kiriman papan kayu karena penjahat di propinsi Anda. Ini harus dihentikan. Kirim papan kayu sesegera mungkin.
it: Governatore! Ho perduto un intero carico di assi a causa dei banditi che agiscono nella tua provincia. Tutto ciò deve finire. Consegna altro legname al più presto.
ja: なんてことだ！そなたの街で盗賊団に木の厚板を全て盗まれてしまった！これは由々しき事態だ。早急に厚板を届けてくれぬか。
ko: 지휘관님! 당신의 영지에서 모든 나무 판자를 도적에게 약탈 당했습니다. 나무 판자를 가능한 한 빨리 더 전달하십시오.
pt: Governador! Perdi um carregamento inteiro de tábuas de madeira para os bandidos na sua província. Isso precisa parar. Entregue mais tábuas de madeira o mais rápido possível.
ru: Губернатор! В твоей провинции в руки бандитов попала целая партия досок. Этому необходимо положить конец. Доставь еще досок как можно скорей.
zh: 长官！ 我在您的省份，土匪抢走了整批的木板货物。 这必须停止。 请交纳尽可能多的木板。
zh_tw: 長官！ 我在您的省份，土匪搶走了整批的木板貨物。 這必須停止。 請交納盡可能多的木板。

# T_GAME_QUEST_SCEN9_14_NAME
source: Deliver wood planks to support the King's fleet construction.
de: Schicke dem König Bretter für die Flotte.
es: Entrega tablones de madera para la construcción de la flota del rey.
fr: Livrez des planches de bois pour aider à construire la flotte du roi.
id: Kirim papan kayu untuk mendukung konstruksi armada raja.
it: Consegna assi di legno per supportare la costruzione della flotta del re.
ja: 王様の船団建造を支援するため厚板を届ける。
ko: 왕의 함대를 위해 나무 판자를 전달하십시오.
pt: Entregue tábuas de madeira para atender à construção da frota do rei.
ru: Доставь доски, чтобы поддержать строительство флота королем.
zh: 请交纳木板以支持国王的舰队兴建。
zh_tw: 請交納木板以支持國王的艦隊興建。

# T_GAME_QUEST_SCEN9_15_DESC
source: My lord, the tax collector has found evidence of a connection between the bandits in the forest and the saboteur in town. He refuses to tell us more because he fears for his life. He demands to be released from his duties as tax collector. He also wants a set of new clothes so he can leave the town and go into hiding. Only then will he tell us what he has found out.
de: Mein Herr, der Steuereintreiber hat eine Verbindung zwischen dem Saboteur und den Banditen im Wald aufgedeckt. Aber nun fürchtet er um sein Leben. Er verrät uns die Identität erst, wenn er von seinem Beruf entbunden wurde und neue Kleidung hat, um unterzutauchen.
es: Milord, el recaudador de impuestos ha encontrado pruebas de la conexión entre los bandidos del bosque y el saboteador de la ciudad. Se niega a contarnos más, ya que teme por su vida. Pide que le cesen de su cargo como recaudador de impuestos. También quiere un atuendo nuevo para poder escapar de la ciudad y poder ocultarse. Solo entonces nos dirá todo lo que ha descubierto.
fr: Mon seigneur, le collecteur d'impôts a trouvé une preuve d'un lien entre les brigands de la forêt et le saboteur en ville. Il refuse d'en dire plus car il craint pour sa vie. Il nous demande à être libéré de ses fonctions de collecteur d'impôts. Il veut également de nouveaux vêtements afin de quitter la ville incognito pour aller se cacher. Ce n'est qu'à ce moment-là qu'il acceptera de nous dévoiler ce qu'il a découvert.
id: Tuanku, pemungut pajak menemukan bukti kaitan antara penjahat di hutan dan penyabotase di kota. Ia menolak menceritakan kepada kami karena khawatir atas nyawanya. Ia minta dilepaskan dari tanggung jawabnya sebagai pemungut pajak. Ia juga minta seperangkat pakaian baru sehingga bisa meninggalkan kota dan bersembunyi. Barulah ia akan menceritakan temuannya kepada kita.
it: Mio signore, l'esattore ha trovato le prove di un collegamento tra i banditi della foresta e il sabotatore in città. Ma rifiuta di dirci altro poiché teme per la sua vita. Egli esige di essere sollevato dal suo incarico di esattore. Inoltre vuole degli abiti nuovi in modo da poter lasciare la città e nascondersi. Solo a quel punto ci dirà quel che ha scoperto.
ja: 閣下、収税官が森の盗賊団と破壊活動が関係している証拠を入手しました。しかし身の危険を感じて、それ以上話そうとしません。 収税官の任務から解放してほしいと望んでいます。また、新たな衣服一式も望んでいます。そうすれば、街を離れ、姿を消すことができるので、見つけたことを話す約束をすると言っています。
ko: 성주님, 세금 수집원이 도적 무리와 파괴자간의 관계를 보여주는 증거를 발견하였습니다. 그는 목숨이 두려워 더 말하는 것을 거부하고 있습니다. 그는 세금 수집원의 역할을 그만 하고 싶어 합니다. 또한, 그는 몰래 마을을 떠날 수 있도록 새로운 옷을 원하고 있습니다. 그래야만 그에게서 무엇을 찾았는 지에 대해 들을 수 있을 것입니다.
pt: Meu senhor, o cobrador de impostos descobriu uma conexão entre os badidos na floresta e o sabotador na cidade. Ele se recusa a dizer mais do que isso, já que teme por sua vida. Ele pede para ser desligado de seu cargo como cobrador de impostos. Também deseja roupas novas para poder sair da cidade e ficar oculto. Só assim ele nos dirá o que descobriu.
ru: Милорд, сборщик податей обнаружил доказательства связи между бандитами в лесу и вредителем в городе. Он отказывается рассказывать нам больше, потому что опасается за свою жизнь. Он требует, чтобы его освободили от занимаемой им должности сборщика податей. Также ему нужен комплект новой одежды, чтобы покинуть город и скрыться. Только тогда он расскажет нам, что он узнал.
zh: 我的老爷，税务官已经证明林中土匪和城中破坏者之间有联系。 他拒绝告诉我们详情，因为他担心他自己的生命。 他要求解除他的税务官职责。 他还想要一套新衣服，以便他能够离开城镇并躲藏起来。 至于那样他才会告诉我们实话。
zh_tw: 我的老爺，稅務官已經證明林中土匪和城中破壞者之間有聯繫。 他拒絕告訴我們詳情，因為他擔心他自己的生命。 他要求解除他的稅務官職責。 他還想要一套新衣服，以便他能夠離開城鎮並躲藏起來。 至於那樣他才會告訴我們實話。

# T_GAME_QUEST_SCEN9_15_NAME
source: Unassign the tax collector from the treasury and provide him with new clothes, so he can slip out of town undetected.
de: Ziehe den Steuereintreiber ab, und verschaffe ihm neue Kleidung, damit er davonkommen kann.
es: Despacha al recaudador de impuestos de sus tareas en la tesorería y dale ropa nueva para que pueda salir de la ciudad sin que lo detecten.
fr: Faites sortir le collecteur d'impôts de la trésorerie et fournissez-lui de nouveaux vêtements afin qu'il puisse quitter la ville incognito.
id: Lepaskan tugas pemungut pajak dari gudang harta dan beri ia pakaian baru sehingga ia bisa menyusup ke kota tanpa tercium.
it: Licenzia l'esattore dalla tesoreria e riforniscilo di abiti nuovi, così che possa abbandonare la città di nascosto.
ja: 人知れず街を脱出できるように、国庫から収税官の割り当てを解除し、新しい衣服を与える。
ko: 금고의 세급 수집원을 해고하시고 몰래 마을을 빠져 나갈수 있도록 새로운 옷을 주십시오.
pt: Desligue o cobrador de impostos de seu cargo no Tesouro e dê a ele roupas novas para que possa sair da cidade sem ser detectado.
ru: Сними сборщика податей с казначейства и снабди его новой одеждой, чтобы он смог незаметно выбраться из города.
zh: 取消分配来自金库的税务官，并为他提供新衣服，以便他能够无声息地溜出城镇。
zh_tw: 取消分配來自金庫的稅務官，並為他提供新衣服，以便他能夠無聲息地溜出城鎮。

# T_GAME_QUEST_SCEN9_17_DESC
source: Bad news, my Lord! Someone broke into the warehouse and stole all our meat! Let us place some torches around town. This could help with catching thieves at night.
de: Ich habe schlechte Neuigkeiten, mein Herr. Jemand ist ins Lagerhaus eingebrochen und hat all unser Fleisch gestohlen. Wir sollten Fackeln im Dorf errichten, damit Diebe bei Nacht schneller entdeckt werden können.
es: ¡Traigo malas noticias, milord! ¡Alguien ha entrado a la fuerza al almacén y ha robado nuestra carne! Mejor será que coloquemos algunas antorchas por la ciudad para que nos ayuden a atrapar a los ladrones por la noche.
fr: Mauvaises nouvelles, mon seigneur ! Quelqu'un est entré par effraction dans notre entrepôt et a dérobé toute notre viande ! Plaçons des torches autour de la ville. Cela pourrait nous aider à attraper les voleurs la nuit.
id: Kabar buruk, Tuanku! Seseorang membobol gudang dan mencuri semua daging kita! Tempatkan beberapa obor di sekitar kota. Ini bisa membantu menangkap pencuri di malam hari.
it: Brutte notizie, mio signore! Qualcuno è penetrato nel magazzino e ha rubato tutta la nostra carne! Piazziamo un po' di torce in giro. Ci aiuteranno a vedere i ladri di notte.
ja: 悪い知らせです、閣下！誰かが倉庫に押し入り、すべての肉が盗まれました！ 街の周りにいくつか街灯を置かせてください。夜間、泥棒たちを捕まえるのに役立つはずです。
ko: 성주님, 나쁜 소식입니다! 누군가 창고에 침입해 모든 고기를 훔쳐 갔습니다! 마을 주변에 횃불들을 설치하십시오. 밤에 도적들을 잡는 데에 도움을 줄 것입니다.
pt: Más notícias, meu senhor! Alguém arrombou o depósito e roubou toda nossa carne! Vamos distribuir tochas pela cidade. Isso pode ajudar a pegar os bandidos à noite.
ru: Дурные новости, милорд! Кто-то проник в пакгауз и украл все наше мясо! Нужно разместить несколько факелов по городу. Это может помочь в поимке воров в ночное время.
zh: 坏消息，我的老爷！ 有人闯入仓库，把我们的肉偷光了！ 让我们沿城镇四周放置一些火把。 晚上，这样能帮助捉住窃贼。
zh_tw: 壞消息，我的老爺！ 有人闖入倉庫，把我們的肉偷光了！ 讓我們沿城鎮四周放置一些火把。 晚上，這樣能幫助捉住竊賊。

# T_GAME_QUEST_SCEN9_17_NAME
source: Build 7 torches around town to deter thieves.
de: Errichte einige Fackeln, um Diebstähle zu verhindern.
es: Construye 7 antorchas por la ciudad para disuadir a los ladrones.
fr: Construisez 7 torches autour de la ville pour décourager les voleurs.
id: Bangunlah 7 obor di sekitar kota untuk mencegah pencuri.
it: Costruisci 7 torce intorno alla città per allontanare i ladri.
ja: 泥棒たちを阻止するため、街の周りに7つ街灯を設置する。
ko: 도적들을 견제하기 위해 마을 주변에 7개의 횃불을 설치하십시오.
pt: Construa 7 tochas pela cidade para impedir os ladrões.
ru: Построй в городе 7 факелов, отпугивающих воров.
zh: 沿城镇四周兴建 7 个烽火台，侦反窃贼。
zh_tw: 沿城鎮四周興建 7 個烽火臺，偵反竊賊。

# T_GAME_QUEST_SCEN9_18_DESC
source: My liege, since we won't be visited by traveling merchants any time soon, we need additional storage room to store all our goods. Additionally we should pause unneeded productions to ensure that our warehouses are unburdened. It would be wise to build another warehouse.
de: Eure Exzellenz: Da wir momentan nicht von reisenden Händlern besucht werden, sollten wir vorsorgen und genug Lagerplatz für all unsere Güter haben. Zusätzlich sollten wir unnötige Produktionen pausieren, damit unser Lagerhaus nicht zu voll wird. Es wäre eine gute Idee, ein weiteres Lagerhaus zu bauen, mein Herr.
es: Mi amo, como los mercaderes ambulantes tardarán en llegar, necesitamos más sitio para almacenar todas las mercancías. Además, deberíamos detener cualquier producción innecesaria para no sobrecargar excesivamente los almacenes. Mientras tanto, deberíamos construir otro almacén.
fr: Maître, comme aucun marchand itinérant ne va nous rendre visite d'ici peu, nous avons besoin d'espace supplémentaire pour entreposer toutes nos marchandises. De plus, nous devrions arrêter toutes nos productions superflues pour ne pas encombrer nos entrepôts. Il serait sage de construire un nouvel entrepôt.
id: Paduka, karena kita tidak akan dikunjungi kafilah dagang dalam waktu dekat, maka kita perlu gudang tambahan untuk menyimpan semua barang kita. Selain itu, kita harus menjeda produksi yang tidak perlu untuk memastikan gudang kita tak sesak. Sebaiknya membangun gudang yang lain.
it: Mio sire, dal momento che non verremo visitati da mercanti ancora per molto tempo, abbiamo bisogno di altro spazio per immagazzinare tutte le nostre cose. Inoltre dovremmo interrompere tutte le produzioni non necessarie affinchè i nostri magazzini non si riempiano inutilmente. Sarebbe saggio costruire un nuovo magazzino.
ja: 閣下、当分旅の商人たちは来ることもないでしょうから、資材全てを保管できる倉庫を新たに建ててみてはいかがでしょう。 また、倉庫がいっぱいにならないように、不要な生産を一時的に停止するのが賢明でしょう。 新たな倉庫を建設することはできませんか？
ko: 성주님, 상인들의 방문이 없을 것이므로 우리의 모든 상품을 보관할 추가적인 창고가 필요합니다. 게다가, 우리는 창고의 공간을 위해 불필요한 생산물을 없애야 합니다. 창고를 더 짓는 것이 현명할 것 입니다.
pt: Meu senhor, já que demorará até sermos visitados por mercadores ambulantes, precisamos de mais espaço em depósito para todos os nossos produtos. Além disso, devemos fazer uma pausa na produção desnecessária para que todos os nossos depósitos não fiquem cheios demais. Seria bom construir outro depósito.
ru: Мой господин, поскольку в ближайшее время нас не посетят странствующие купцы, нам необходимо дополнительное место для хранения всех наших товаров. Дополнительно следует приостановить производство товаров, которые не требуются в данный момент, чтобы не обременять наши пакгаузы. Было бы мудро построить еще один пакгауз.
zh: 我的君主，既然我们无法很快地找到行商，那么我们需要额外的仓库，以储存我们的货物。 另外，我们应该暂停不必要的生产，以确保我们的库位不紧张。 兴建另一座仓库是明智的。
zh_tw: 我的君主，既然我們無法很快地找到行商，那麼我們需要額外的倉庫，以儲存我們的貨物。 另外，我們應該暫停不必要的生產，以確保我們的庫位不緊張。 興建另一座倉庫是明智的。

# T_GAME_QUEST_SCEN9_18_NAME
source: Build another warehouse in town.
de: Baue ein weiteres Lagerhaus.
es: Construye otro almacén en la ciudad.
fr: Construisez un autre entrepôt en ville.
id: Bangunlah gudang lain di kota.
it: Costruisci un altro magazzino in città.
ja: 街に新たに倉庫を1つ建てる。
ko: 마을 안에 또 다른 창고를 지으십시오.
pt: Construa outro depósito na cidade.
ru: Построй еще один пакгауз в городе.
zh: 在镇上再兴建一座仓库。
zh_tw: 在鎮上再興建一座倉庫。

# T_GAME_QUEST_SCEN9_19_DESC
source: The Townies cower in fear of the saboteur and are too scared to go out and repair their buildings. I guess we have to build a carpenter's workshop if we want to get the repairs done.
de: Aus Furcht vor dem Saboteur kommen die Townies nicht mehr dazu, notwendige Reparaturen an ihren Häusern zu verrichten. Wie wäre es, wenn wir eine Schreinerei bauen ließen, damit die Townies etwas Unterstützung bekommen?
es: Los townies están muy asustados por el saboteador. Ni siquiera se atreven a salir y reparar los edificios. Imagino que tendremos que construir un taller de carpintería si queremos que se ejecuten las reparaciones.
fr: Les habitants sont terrorisés par le saboteur et ils ont trop peur pour sortir de chez eux et réparer les bâtiments. Je pense qu'il va nous falloir construire une menuiserie pour pouvoir faire ces réparations.
id: Townies tercekam takut terhadap penyabotase dan tak bernyali untuk keluar dan memperbaiki rumahnya. Saya sarankan kita harus membangun bengkel tukang kayu jika ingin perbaikan selesai.
it: I cittadini temono il sabotatore e sono troppo terrorizzati per uscire a riparare i loro edifici. Credo che avremo bisogno di un laboratorio di carpentiere per poter eseguire i lavori.
ja: 街の住人は破壊活動が怖くて怯えているわ。外出することも、建物の修復もできないのよ。だから大工を雇って修復してあげて。
ko: 마을 사람들이 파괴자를 두려워 하여 밖에 나가 건물을 수리하지 못하고 있습니다. 수리를 원한다면 목수의 작업장을 지어야 할 것 같습니다.
pt: Os habitantes estão com muito medo do sabotador e de sair e consertar as moradias. Acho que precisamos construir uma oficina de carpintaria se quisermos que as construções sejam consertadas.
ru: Горожане съежились от страха перед угрозой со стороны вредителя и очень боятся выходить на улицу и ремонтировать свои дома. Полагаю, если мы хотим выполнить ремонт, нам необходимо построить мастерскую плотника.
zh: 镇民们蜷缩在一起，害怕破坏者，而且太害怕而不敢外出和修缮各自的排屋。 我猜想我们必须兴建木匠铺，如果我们想要修缮完工的话。
zh_tw: 鎮民們蜷縮在一起，害怕破壞者，而且太害怕而不敢外出和修繕各自的連棟宅邸。 我猜想我們必須興建木匠鋪，如果我們想要修繕完工的話。

# T_GAME_QUEST_SCEN9_19_NAME
source: Build a carpenter's workshop.
de: Baue eine Schreinerei.
es: Construye un taller de carpintero.
fr: Construisez une menuiserie.
id: Bangun bengkel tukang kayu.
it: Costruisci un laboratorio di carpentiere.
ja: 大工店を建てる。
ko: 목수들의 작업장을 지으십시오.
pt: Construa uma oficina de carpintaria.
ru: Построй мастерскую плотника.
zh: 兴建木匠铺。
zh_tw: 興建木匠鋪。

# T_GAME_QUEST_SCEN9_1_DESC
source: Good morning, my lord. It is such a nice winter day. We have our work cut out for us in the coming months. Let's start right now by building a couple of forester's huts, shall we?
de: Guten Morgen, mein Herr. Was für ein schöner Wintermorgen es ist. Wir haben in den kommenden Monaten viel zu tun. Lasst uns direkt mit dem Bau einiger Forsthütten beginnen, nicht wahr?
es: Buenos días, milord. Es un hermoso día de invierno. En los próximos meses, vamos a tener mucho trabajo. Es por ello que es mejor empezar ahora: construyamos un par de casetas para guardas forestales.
fr: Bien le bonjour, mon seigneur. Quelle belle journée d'hiver. Nous avons du travail qui nous attend pour les prochains mois. Commençons par construire des cabanes de forestiers, d'accord ?
id: Selamat pagi, tuanku. Ini musim dingin yang menyenangkan. Kita punya pekerjaan yang cocok dalam beberapa bulan mendatang. Mulai sekarang mari bangun beberapa pondok rimbawan, oke?
it: Buon giorno mio signore. E' una bellissima giornata invernale. Abbiamo il lavoro assicurato per i mesi a venire. Iniziando costruendo un paio di capanni per i taglialegna, d'accordo?
ja: おはようございます、閣下。なんてすばらしい冬の一日でしょう。提案がいくつかあります。 森の住人の小屋を建て始めましょう。
ko: 성주님, 좋은 아침입니다. 좋은 날씨으 겨울이네요. 다가오는 계절을 위한 작업을 준비하고 있습니다. 나무꾼들의 오두막을 지음으로써, 시작해볼까요?
pt: Bom dia, meu senhor. Que belo dia de inverno. Já temos o trabalho dos próximos meses organizado. Que tal começarmos agora mesmo construindo algumas cabanas de silvicultor?
ru: Доброе утро, милорд. Какой прекрасный зимний день. На протяжении следующих месяцев нам будет, чем заняться. Думаю, необходимо начать прямо сейчас со строительства нескольких хижин лесника, да?
zh: 早上好，我的老爷。 这是多美好的冬天啊。 我们已经削减了我们未来几个月的工作量。 让我们马上开始，先兴建两个伐木工人营地，如何？
zh_tw: 早上好，我的老爺。 這是多美好的冬天啊。 我們已經削減了我們未來幾個月的工作量。 讓我們馬上開始，先興建兩個伐木工人營地，如何？

# T_GAME_QUEST_SCEN9_1_NAME
source: Build some forester's huts.
de: Baue mehrere Forsthütten.
es: Construye casetas para los guardas forestales.
fr: Construisez des cabanes de forestier.
id: Bangunlah beberapa pondok rimbawan.
it: Costruisci qualche capanno di taglialegna.
ja: 木こり小屋を数個建てる。
ko: 나무꾼의 오두막을 짓습니다.
pt: Construa cabanas de silvicultor.
ru: Построй несколько хижин лесника.
zh: 兴建一些伐木工营地。
zh_tw: 興建一些伐木工營地。
