Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2016_FESTIVITIES_WINTER_01_DESC
source: I have a wonderful idea for the winter festivity, my liege. On my travels I came in contact with a special winter wine called mulled wine. This would be the perfect drink for the winter feast.
de: Ich habe eine wunderbare Idee für das Winterfest, Mylord. Auf meinen Reisen habe ich ein wohlschmeckendes Wintergetränk mit dem Namen Glühwein kennengelernt. Dieses Getränk wäre bestens geeignet für unser Fest.
es: Tengo una idea magnífica para el festival de invierno, excelencia. Durante mis viajes probé un vino caliente con especias. Sería la bebida perfecta para el festival de invierno.
fr: J'ai une idée merveilleuse pour les festivités d'hiver, mon seigneur. Durant mes voyages, j'ai découvert une boisson d'hiver qu'on appelle le vin chaud. Ce serait la boisson idéale pour le festin d'hiver.
id: Aku punya ide bagus untuk festival musim dingin, Tuanku. Selagi berkeliling negeri kutemukan anggur khas musim dingin yang disebut anggur hangat. Minuman itu cocok sekali untuk festival musim dingin.
it: Ho un’idea meravigliosa per il festival invernale, mio signore. Nel corso dei miei viaggi sono venuto a conoscenza di uno speciale vino invernale chiamato vin brulé.
ja: 冬の祝祭のための素晴らしいアイデアがあるのです、領主様。旅の途中で熟成ワインという特別な冬のワインと出会いました。これは冬のお祝いにぴったりな飲み物になります。
ko: 겨울 축제에 좋은 생각이 있어요, 영주님. 여행하다가 멀드 와인이라는 특별한 겨울 와인을 알게 됐어요. 겨울 축제에 잘 어울리는 음료가 될 거예요.
ru: У меня есть отличная идея для зимнего праздника, ваша светлость. В своих странствиях мне довелось попробовать особое зимнее вино — глинтвейн. Мне кажется, оно отлично подойдет к зимнему столу.
zh: 大人，关于冬季欢庆活动，小人有一个好主意。小人远行时，曾喝过一种特殊的冬季酒饮，名叫香料酒。把这酒，用在冬季宴会之上，一定绝妙。
zh_tw: 大人，關於冬季歡慶活動，小人有一個好主意。小人遠行時，曾喝過一種特殊的冬季酒飲，名叫香料酒。把這酒，用在冬季宴會之上，一定絕妙。

# T_SCENARIO_2016_FESTIVITIES_WINTER_01_NAME
source: Deliver the ingredients for mulled wine.
de: Liefere die Zutaten für Glühwein.
es: Consigue los ingredientes para el vino caliente con especias.
fr: Livrez les ingrédients du vin chaud.
id: Siapkan bahan-bahan untuk membuat anggur hangat.
it: Consegna gli ingredienti per il vin brulé.
ja: 熟成ワインのための材料を届ける。
ko: 멀드 와인용 재료를 보내세요.
pt: Entregue os ingredientes do quentão.
ru: Доставь ингредиенты для глинтвейна.
zh: 发下香料酒的配料。
zh_tw: 發下香料酒的配料。

# T_SCENARIO_2016_FESTIVITIES_WINTER_01_SUCESS
source: Perfect, my liege. Now we have all the ingredients for mulled wine. I will start immediately and prepare the drink.
de: Hervorragend! Nun haben wir alle Zutaten für den Glühwein. Ich werde mich unverzüglich daran machen, ihn zuzubereiten.
es: Perfecto, excelencia. Ahora tenemos todos los ingredientes para el vino caliente. Empezaré a prepararlo inmediatamente.
fr: Parfait, mon seigneur. Nous avons désormais tous les ingrédients du vin chaud. Je vais commencer immédiatement à préparer la boisson.
id: Bagus sekali, Tuanku. Kita sudah punya semua bahan untuk anggur hangat. Sebaiknya kita segera mulai menyiapkannya.
it: Perfetto, mio signore. Ora abbiamo tutti gli ingredienti per il vin brulé. Inizierò immediatamente a preparare la bevanda.
ja: 完璧です、領主様。熟成ワインのためのすべての材料が揃いました。いますぐ始めて準備をいたします。
ko: 훌륭해요, 영주님. 이제 멀드 와인에 필요한 재료를 모두 모았어요. 바로 멀드 와인을 만들겠어요.
pt: Perfeito, meu senhor. Agora temos todos os ingredientes do quentão. Vou começar imediatamente a produção da bebida.
ru: Отлично, ваша светлость. Теперь у нас есть все необходимое для глинтвейна. Я незамедлительно начну готовить напиток.
zh: 好极了，大人。香料酒的配料，现在齐备了。小的马上着手准备造酒。
zh_tw: 好極了，大人。香料酒的配料，現在齊備了。小的馬上著手準備造酒。

# T_SCENARIO_2016_FESTIVITIES_WINTER_02_DESC
source: Lord, I come before you to ask about the tree decorations. It would be really nice to have some golden ornaments.
de: Mein Herr, ich trete vor euch, um den Baumschmuck mit Ihnen durchzugehen. Finden Sie nicht auch, dass der Baum vergoldete Dekorationskugeln haben sollte?
es: Señor, vengo a preguntarte sobre la decoración de los árboles. Sería muy bonito colocar ornamentos dorados.
fr: Seigneur, je viens vous parler des décorations d'arbre. Ce serait magnifique d'avoir quelques ornements dorés.
id: Tuanku, aku datang untuk menanyakan hiasan pohon. Akan bagus sekali kalau kita punya ornamen emas.
it: Signore, vengo a chiederti le decorazioni per l’albero. Sarebbe davvero bello avere delle decorazioni dorate.
ja: 閣下、木の飾りについて頼みにきました。金の装飾品がいくつかあればとても嬉しいのですが。
ko: 영주님, 나무 장식을 요청하러 왔어요. 황금 장식을 하면 정말 보기 좋을 거예요.
pt: Senhor, venho à sua presença para falar sobre as decorações das árvores. Seria bom termos ornamentos dourados.
ru: Милорд, я к вам по поводу елочных игрушек. Было бы здорово изготовить их из золота.
zh: 主人，小人来您这儿，是想向您请示圣诞树装饰之事。要是有点金色装饰品，就太好了。
zh_tw: 主人，小人來您這兒，是想向您請示聖誕樹裝飾之事。要是有點金色裝飾品，就太好了。

# T_SCENARIO_2016_FESTIVITIES_WINTER_02_NAME
source: Produce gold nuggets for decorative ornaments.
de: Fördere Goldnuggets für dekorative Kugeln.
es: Produce pepitas de oro para los ornamentos decorativos.
fr: Produidez des pépites d'or pour les ornements décoratifs.
id: Siapkan bijih emas untuk membuat hiasan.
it: Produci pepite d’oro per le decorazioni.
ja: 装飾品のために金の塊を生産する。
ko: 장식용 황금 조각을 만드세요.
pt: Produza pepitas de ouro para as ornamentações.
ru: Произведи золотые самородки для украшений.
zh: 生产金块，制作装饰品。
zh_tw: 生產金塊，製作裝飾品。

# T_SCENARIO_2016_FESTIVITIES_WINTER_02_SUCESS
source: Magnificent, Lord. These baubles are really pretty. I thank you for spending your precious time on these tree ornaments. I think this will be a wonderful festival.
de: Wunderschön sind diese Baumkugeln geworden, mein Herr! Ich danke Ihnen, dass Sie sich die Zeit genommen haben den Baum zu dekorieren. Es wird garantiert ein traumhaftes Winterfest.
es: Magnífico, señor. Estas bolas son muy hermosas. Gracias por dedicar tu valioso tiempo a estos ornamentos para los árboles. Va a ser un festival maravilloso.
fr: Magnifique, seigneur. Ces babioles sont très jolies. Merci d'avoir pris de votre temps précieux pour ces décorations d'arbre. Je pense que ce sera un merveilleux festival.
id: Luar biasa, Tuanku. Hiasan ini indah sekali. Aku mengucapkan terima kasih karena Tuanku telah meluangkan waktu membuat hiasan pohon. Aku yakin festival ini akan sangat berhasil.
it: Magnifico, signore. Queste palline sono davvero belle. Ti ringrazio per aver speso il tuo tempo prezioso per queste decorazioni natalizie. Credo che questo sarà un festival meraviglioso.
ja: 見事です、閣下。これらの宝石は本当に美しい。あなたの貴重なお時間をこの木の装飾品のために割いてくださり感謝します。素晴らしいお祭りになりますよ。
ko: 훌륭해요, 영주님. 정말 예쁜 장식이네요. 귀중한 시간을 내어 나무 장식을 만들어주셔서 감사드려요. 훌륭한 축제가 될 거예요.
pt: Magnífico, Senhor. Essas bugigangas ficaram bonitas. Agradeço ao senhor por despender seu precioso tempo com esses ornamentos. Acho que o festival será maravilhoso.
ru: Изумительно, милорд. Прекрасные шарики. Благодарю вас за то, что уделили свое драгоценное время елочным игрушкам. Мне кажется, у нас получится прекрасный фестиваль.
zh: 棒极了，主人。这些小物件，真是漂亮。感谢您拨冗，费心准备圣诞树装饰。小人以为，这会是一次美妙的庆典。
zh_tw: 棒極了，主人。這些小物件，真是漂亮。感謝您撥冗，費心準備聖誕樹裝飾。小人以為，這會是一次美妙的慶典。

# T_SCENARIO_2016_FESTIVITIES_WINTER_03_DESC
source: The boys and me want to organize a nativity play for the festival. Unfortunately we are missing some crucial resources for the play. Would you be so kind and provide the necessary gear for us?
de: Die Jungs und ich wollen eine Aufführung für das Winterfest vorbereiten, mein Herr. Leider fehlen uns noch einige wichtige Rohstoffe für unsere Kostüme.
es: Los chicos y yo queremos organizar una obra navideña para el festival, pero nos faltan algunos recursos esenciales. ¿Serías tan amable de conseguirnos todo lo necesario?
fr: Les gars et moi voulons préparer une scène de la nativité pour le festival. Malheureusement, il nous manque des ressources essentielles pour ce faire. Pourriez-vous nous procurer ce qu'il nous faut ?
id: Teman-teman dan aku mau membuat sandiwara kelahiran Yesus. Sayangnya, kami masih kekurangan perlengkapan penting. Maukah Tuanku berbaik hati dan menyediakan perlengkapan itu untuk kami?
it: Io e i ragazzi vorremmo organizzare una recita natalizia per il festival. Purtroppo ci mancano delle risorse essenziali per la recita. Saresti così gentile da procurarci l’attrezzatura necessaria?
ja: この少年たちと私はお祭りのためにクリスマスの劇をやりたいのです。しかし残念なことに劇のための大切な資材がいくつか足りないのです。どうか必要な道具をいただけませんか？
ko: 아이들과 함께 축제에 성탄극을 하고 싶어요. 유감스럽게도 연극에 필요한 물품이 없어요. 친절을 베풀어 필요한 물품을 구해주시겠어요?
pt: Os rapazes e eu queremos montar uma peça natalina para o festival. Infelizmente, faltam alguns dos recursos mais importantes para a peça. O senhor poderia providenciar o material necessário?
ru: Мы с ребятами хотим сыграть на празднике рождественскую пьесу. К сожалению, для этого нам не хватает кое-какого реквизита. Вы не могли бы выдать нам необходимые материалы?
zh: 小人和小子们，想编排一出有关耶稣降生的戏剧，在庆典上演出。可惜，这出戏有些物资，至关重要，小人却没有。您可否恩准，给小人必要的道具？
zh_tw: 小人和小子們，想編排一出有關耶穌降生的戲劇，在慶典上演出。可惜，這齣戲有些物資，至關重要，小人卻沒有。您可否恩准，給小人必要的道具？

# T_SCENARIO_2016_FESTIVITIES_WINTER_03_NAME
source: Prepare the resources for the nativity play.
de: Liefere alle Ressourcen für die Aufführung.
es: Prepara los recursos para la obra navideña.
fr: Préparez les ressources pour la scène de la nativité.
id: Siapkan perlengkapan untuk sandiwara kelahiran Yesus.
it: Prepara le risorse per la recita sulla natività.
ja: クリスマスの劇のための資材を準備する。
ko: 성탄극 물품을 준비하세요.
pt: Prepare os recursos para a peça natalina.
ru: Подготовь ресурсы для рождественской пьесы.
zh: 为圣剧准备物资。
zh_tw: 為聖劇準備物資。

# T_SCENARIO_2016_FESTIVITIES_WINTER_03_SUCESS
source: Thank you, my liege. Now we can start crafting our costumes for the nativity play.
de: Hervorragend, mein Herr. Nun haben wir alle nötigen Bestandteile für unsere Kostüme. Habt Dank!
es: Gracias, excelencia. Ahora podemos empezar a crear el vestuario para la obra navideña.
fr: Merci, seigneur. Nous pouvons maintenant créer les costumes pour la scène de la nativité.
id: Terima kasih, Tuanku. Sekarang kami bisa mulai membuat kostum untuk sandiwara kelahiran Yesus.
it: Grazie, mio signore. Ora possiamo iniziare a creare i nostri costumi per la recita.
ja: ありがとうございます、領主様。これでクリスマスの劇の衣装を作ることができます。
ko: 감사합니다, 영주님. 이제 성탄극에 사용할 의상을 만들 수 있어요.
pt: Obrigado, meu senhor. Agora podemos começar a fabricar o figurino da peça natalina.
ru: Благодарю вас, ваша светлость. Теперь мы можем начать готовить костюмы для пьесы.
zh: 谢大人！现在，我们可以着手制备圣剧所需的服装了。
zh_tw: 謝大人！現在，我們可以著手製備聖劇所需的服裝了。

# T_SCENARIO_2016_FESTIVITIES_WINTER_04_DESC
source: My lord, I thought about gingerbread for the feast. The necessary resources may be difficult to get, though.
de: Mein Herr! Ich gedenke, Lebkuchen für das Fest zu backen. Leider fehlen noch einige Zutaten dafür. Wärt Ihr so freundlich und würdet die nötigen Zutaten bereitstellen?
es: Mi señor, sería genial tener pan de jengibre para el festival. Pero los recursos necesarios no son fáciles de obtener.
fr: Mon seigneur, j'ai pensé à du pain d'épice pour le festin. Par contre, les ressources nécessaires seront peut-être difficiles à récupérer.
id: Tuanku, aku terpikir untuk menyediakan roti jahe di perayaan kita. Tapi bahan-bahannya mungkin sulit diperoleh.
it: Milord, ho pensato di produrre pan di zenzero per il festino. Le risorse necessarie potrebbero essere difficili da trovare, però.
ja: 閣下、お祝いのためにジンジャーブレッドはいかがでしょう。しかし必要な材料が手に入りにくいかもしれません。
ko: 영주님, 축제에 쓸 생강빵을 생각했어요. 하지만 필요한 재료를 구하기가 쉽지 않을 수 있어요.
pt: Milorde, eu pensei em termos pão de mel no banquete. Mas pode ser difícil conseguir recursos necessários.
ru: Милорд, а не испечь ли нам имбирных пряников? Правда, необходимые ингредиенты не так-то просто раздобыть.
zh: 主人，小的想为庆典制作姜饼。但必需的东西，却难以得到。
zh_tw: 主人，小的想為慶典製作薑餅。但必需的東西，卻難以得到。

# T_SCENARIO_2016_FESTIVITIES_WINTER_04_NAME
source: Deliver the ingredients for gingerbread.
de: Liefere die Zutaten für die Lebkuchen.
es: Consigue los ingredientes para el pan de jengibre.
fr: Livrez les ingrédients pour le pain d'épice.
id: Siapkan bahan-bahan untuk roti jahe.
it: Consegna gli ingredienti per il pan di zenzero.
ja: ジンジャーブレッドのための材料を届ける。
ko: 생강빵 재료를 보내세요.
pt: Entregue os ingredientes do pão de mel.
ru: Доставь ингредиенты для имбирных пряников.
zh: 发下姜饼的配料。
zh_tw: 發下薑餅的配料。

# T_SCENARIO_2016_FESTIVITIES_WINTER_04_SUCESS
source: Great, my liege. I will start baking the gingerbread immediately.
de: Habt Dank, mein Herr. Ich werde die Lebkuchen nun vorbereiten und backen, damit das Fest ein unvergesslicher Schmaus wird.
es: Estupendo, excelencia. Empezaré a hornear el pan de jengibre de inmediato.
fr: Parfait, mon seigneur. Je vais faire cuire le pain d'épice immédiatement.
id: Bagus, Tuanku. Aku akan segera mulai membuat roti jahe.
it: Ottimo, mio signore. Inizierò immediatamente a cuocere il pan di zenzero.
ja: 良いですね、領主様。今からすぐにジンジャーブレッドを焼き始めましょう。
ko: 훌륭해요, 영주님. 바로 생강빵을 만들게요.
pt: Ótimo, meu senhor. Vou começar a assar o pão de mel imediatamente.
ru: Прекрасно, ваша светлость. Я незамедлительно начну печь имбирные пряники.
zh: 太好了，大人。小的现在就着手烘烤姜饼。
zh_tw: 太好了，大人。小的現在就著手烘烤薑餅。

# T_SCENARIO_2016_FESTIVITIES_WINTER_05_DESC
source: In these times we should not forget those in need. I am therefore collecting money for the poor. It would be really kind of you if you could donate some of the towns taxes for our cause.
de: In diesen Zeiten sollten wir an die Bewohner denken, die unsere Hilfe benötigen, mein Herr. Ich trage eine Kollekte für die Bedürftigen. Es wäre sehr nett von Ihnen, einige Steuereinnahmen des Dorfes in die Kollekte zu geben, mein Herr.
es: En esta época no debemos olvidar a los necesitados. Estoy recolectando dinero para los pobres. Sería muy amable por tu parte donar parte de los impuestos para nuestra causa.
fr: C'est une période où il ne faut pas oublier ceux qui sont dans le besoin. Je collecte donc de l'argent pour les pauvres. Ce serait très gentil de votre part de donner une partie des taxes de la ville.
id: Kita tidak boleh melupakan mereka yang kekurangan. Karena itu aku mengumpulkan uang untuk kaum miskin. Alangkah baiknya kalau Tuanku mau menyumbangkan sebagian pajak kota untuk urusan ini.
it: In questo periodo non dovremmo dimenticare i meno fortunati. Quindi sto raccogliendo denaro per i poveri. Sarebbe molto gentile da parte sua donare una parte delle tasse cittadine per la nostra causa.
ja: この時代、困っている人たちのことを忘れてはいけません。ですから私は貧しい人たちへの寄付を集めます。どうか町の税金のうち少しを募金していただけませんか。
ko: 이런 시기에 불우이웃을 잊으면 안 돼요. 가난한 사람들을 위해 모금할 거예요. 불우이웃을 위해 마을 세금 일부를 기부해주시면 정말 감사할 거예요.
pt: Nesta época, não devemos esquecer os necessitados. Então, estou recolhendo dinheiro para os pobres. Seria muita gentileza sua se o senhor doasse parte dos impostos da cidade para a causa.
ru: В такое время нам не пристало забывать о нуждающихся, поэтому я собираю пожертвования для бедняков. Мы будем очень вам благодарны, если вы сможете пожертвовать часть налогов нашему делу.
zh: 这种时候，我等不应忘记穷乏之人。所以，小的正在为穷人筹集钱款。如能蒙您将城镇税款，捐出一些帮助穷人，真是功德无量。
zh_tw: 這種時候，我等不應忘記窮乏之人。所以，小的正在為窮人籌集錢款。如能蒙您將城鎮稅款，捐出一些幫助窮人，真是功德無量。

# T_SCENARIO_2016_FESTIVITIES_WINTER_05_NAME
source: Collect enough taxes for the poor.
de: Sammle genügend Steuern für die Kollekte.
es: Recauda impuestos suficientes para los pobres.
fr: Collectez assez de taxes pour les pauvres.
id: Kumpulkan pajak untuk kaum miskin.
it: Riscuoti abbastanza tasse per i poveri.
ja: 貧しい人たちのために十分な税金を集める。
ko: 가난한 사람을 위해 세금을 충분히 거두세요.
pt: Recolha impostos para os pobres.
ru: Соберите достаточно налогов для благотворительности.
zh: 为助贫收集足够税款。
zh_tw: 為助貧收集足夠稅款。

# T_SCENARIO_2016_FESTIVITIES_WINTER_05_SUCESS
source: Thank you for your generous donation, my Liege!
de: Vielen Dank für die großzügige Spende, mein Herr.
es: ¡Gracias por tu generosa donación, excelencia!
fr: Merci pour cette généreuse donation, mon seigneur !
id: Terima kasih untuk sumbangan Tuanku yang dermawan!
it: Grazie per la tua generosa donazione, mio signore!
ja: あなたの寛大な寄付に感謝いたします、領主様！
ko: 크게 기부해주셔서 감사해요, 영주님!
pt: Obrigado por essa doação tão generosa, meu senhor!
ru: Спасибо вам за столь щедрое пожертвование, ваша светлость!
zh: 感谢大人，慷慨捐赠！
zh_tw: 感謝大人，慷慨捐贈！

# T_SCENARIO_2016_FESTIVITIES_WINTER_06_DESC
source: Governor, I am sorry to inform you, but I cannot visit your town for the time being. There are bandits in the woods surrounding your town. It is too dangerous for traveling merchants right now.
de: Statthalter, ich muss Ihnen verkünden, dass ich in nächster Zeit nicht mehr zum Handeln ins Dorf kommen kann. Banditen halten sich in der Umgebung des Dorfes auf. Die Gefahr für einen reisenden Händler ist zu groß.
es: Gobernador, siento informarte de que, por ahora, no puedo visitar la ciudad. Se rumorea que hay bandidos en el bosque que la rodea. Ahora mismo la zona es demasiado peligrosa para los mercaderes.
fr: Gouverneur, je suis navré de vous informer que je ne peux pas rendre visite à votre ville pour le moment. Il y a des brigands qui infestent la forêt autour de votre ville. Elle est bien trop dangereuse pour les marchands.
id: Gubernur, mohon maaf tapi aku tidak bisa mengunjungi kotamu saat ini. Ada gerombolan bandit di hutan di sekeliling kotamu. Keadaan terlalu berbahaya untuk para pedagang keliling.
it: Governatore, mi spiace informarti che per il momento non sono in grado di fare visita alla tua città. Ho saputo che ci sono banditi nei boschi circostanti. Per i mercanti è troppo pericoloso viaggiare.
ja: 閣下、申し訳ないのですが、当面はあなたの町を訪れることができません。盗賊たちが森の中であなたの町を包囲しているのです。旅をする商人たちには今は危険すぎます。
ko: 영주님, 유감스럽게도 한동안 영주님의 마을을 방문할 수 없게 됐어요. 마을 주변 숲에 강도들이 있어요. 지금 상인들이 이동하기엔 너무 위험해요.
pt: Governador, sinto informá-lo de que não é possível visitar a cidade por enquanto. Há boatos de bandidos nas florestas que cercam nossa cidade. É perigoso demais para os mercadores no momento.
ru: Губернатор, с прискорбием сообщаю вам о невозможности посетить ваш город в настоящее время. Говорят, в окружающих город лесах расположились бандиты. Сейчас там слишком опасно для странствующих купцов.
zh: 总督大人， 在下目前无法前往贵城，十分遗憾，作书相告。 贵城四周森林，常有盗匪出没。这对我等行路客商，实在过于危险。
zh_tw: 總督大人， 在下目前無法前往貴城，十分遺憾，作書相告。 貴城四周森林，常有盜匪出沒。這對我等行路客商，實在過於危險。

# T_SCENARIO_2016_FESTIVITIES_WINTER_06_SUCESS
source: Many thanks my liege. Now that the bandits are banished from the area, I will visit your town regularly again.
de: Habt Dank, mein Herr. Jetzt, wo die Banditen das Weite gesucht haben, werde ich euer Dorf natürlich wieder regelmäßig besuchen kommen.
es: Muchas gracias, excelencia. Ahora que los bandidos han abandonado la zona, visitaré tu aldea con regularidad.
fr: Mille mercis, mon seigneur. Maintenant que les bandits ont disparu de la zone, je vais à nouveau visiter votre ville régulièrement.
id: Terima kasih banyak, Tuanku. Setelah para bandit berhasil diusir dari daerah ini, aku akan kembali mengunjungi kotamu secara teratur.
it: Molte grazie, mio signore. Ora che i banditi sono stati allontanati dall’area, visiterò di nuovo la tua città regolarmente.
ja: とても感謝しています、領主様。この地域から盗賊たちが追い払われたので、またあなたの町を定期的に訪れます。
ko: 고마워요, 영주님. 이제 이 지역에서 강도들이 사라졌으니 영주님의 마을을 다시 정기적으로 방문하겠습니다.
pt: Muito grato, meu senhor. Agora que os bandidos foram expulsos da região, voltarei a visitar sua cidade regularmente.
ru: Благодарю, ваша светлость. Теперь, когда с бандитами покончено, я вновь могу регулярно посещать ваш город.
zh: 多谢大人！现在强盗已被驱离这一地区，小人又可定期造访贵诚了。
zh_tw: 多謝大人！現在強盜已被驅離這一地區，小人又可定期造訪貴誠了。

# T_SCENARIO_2017_APOCALYPSE_CHURCH_GONE_01
source: The church has collapsed, my liege. In these times, we need all the support we can get. We need another church in town.
de: Die Kirche ist zusammengebrochen, mein Herr. In diesen Zeiten benötigen wir jegliche Unterstützung, also auch religiöse!
es: La iglesia se ha derrumbado, mi señor. En tiempos como estos necesitamos todo el apoyo que podamos conseguir. Hay que construir otra iglesia.
fr: L'église s'est écroulée, mon seigneur. En ces temps difficiles, nous avons besoin d'un maximum de soutien moral. Il nous faut une autre église en ville.
id: Gedung gereja ambruk, Tuanku. Di masa sulit seperti sekarang kita butuh dukungan semua pihak. Kita harus membangun gereja baru di kota.
it: Mio signore, la chiesa è crollata. In momenti come questo abbiamo bisogno di tutto il sostegno possibile. Dobbiamo costruire un'altra chiesa per la nostra città.
ja: 領主様、教会が倒壊してしまいました。こんな事態ですからあらゆる限りの助けがいります。我々にはもう一つ教会が必要です。
ko: 영주님, 교회가 무너졌어요. 이 힘든 시기에 되도록 많은 도움이 필요해요. 마을에 교회를 더 지어야 해요.
pt: A igreja desabou, meu senhor. Nessas horas, precisamos de todo o apoio que conseguirmos. Precisamos de outra igreja na cidade.
ru: Церковь обрушилась, ваша светлость. В такие времена народу как никогда нужна поддержка веры. Постройте другую церковь.
zh: 大人，教堂倒塌了。这种时候，能得到多少支持，我们就需要多少支持。我们得在城里再建一座教堂。
zh_tw: 大人，教堂倒塌了。這種時候，能得到多少支援，我們就需要多少支援。我們得在城裡再建一座教堂。

# T_SCENARIO_2017_APOCALYPSE_MQ_01_DESC
source: Governor, something strange is going on in this town. We suffered seven catastrophes just in this season! We have to find out what is going on here. I am ready to believe that we are cursed.
de: Herr Statthalter, im Dorf geschehen merkwürdige Dinge. Schon sieben Katastrophen mussten wir in diesem Jahr bewältigen. Wir müssen herausfinden was hier los ist, denn so langsam fange ich an zu glauben, dass unser Dorf verflucht ist.
es: Gobernador, algo raro ocurre en esta ciudad. ¡Solo en esta estación hemos padecido siete catástrofes! Tenemos que averiguar qué sucede. Me inclino a pensar que sufrimos una maldición.
fr: Gouverneur, il se passe des choses étranges en ville. Nous avons subi sept catastrophes cette saison ! Il faut découvrir ce qui se passe. J'en viens même à penser que nous sommes maudits.
id: Gubernur, ada yang aneh di kota ini. Dalam semusim ini saja sudah ada tujuh bencana! Kita harus cari tahu apa masalahnya. Aku mulai percaya bahwa kita kena kutukan.
it: Governatore, sta accadendo qualcosa di strano in città. Nell'arco di questa stagione abbiamo già subito sette catastrofi! Dobbiamo scoprire che cosa sta succedendo. Comincio a credere che siamo maledetti...
ja: 閣下、この街では何かおかしなことが起こっています。この季節だけで7つの大惨事に苦しめられました！一体何が起こっているのかを明らかにする必要があります。私たちは呪われているに違いありません。
ko: 영주님, 마을에 이상한 일이 벌어지고 있어요. 이번 계절에만 일곱 차례 재앙이 있었어요! 도대체 무슨 일이 일어나고 있는지 알아내야 해요. 저주를 받은 것이 확실한 것 같아요.
pt: Governador, alguma coisa estranha está acontecendo nesta cidade. Tivemos sete catástrofes apenas nesta estação! Temos que descobrir o que está acontecendo aqui. Começo a crer que fomos amaldiçoados.
ru: Губернатор, в городе творится что-то неладное. В одном только этом сезоне на нас обрушилось уже семь катастроф! Нужно понять, что происходит. Страшно предположить, но, возможно, нас прокляли.
zh: 城主大人，这座城有怪事发生。一个季节，我们就遭受七次灾害！我们一定得弄清楚，究竟发生了什么事。小人以为，咱们受到了诅咒。
zh_tw: 城主大人，這座城有怪事發生。一個季節，我們就遭受七次災害！我們一定得弄清楚，究竟發生了什麼事。小人以為，咱們受到了詛咒。

# T_SCENARIO_2017_APOCALYPSE_MQ_01_FAILED
source: We should leave the town immediately, my Lord. Everything is lost...We are doomed! The curse will never be lifted.
de: Wir sollten schleunigst die Stadt verlassen. Hier zu bleiben hat keinen Sinn mehr, mein Herr. Alles ist verloren…
es: Debemos abandonar la ciudad inmediatamente, mi señor. Todo está perdido... ¡Estamos condenados! Nunca romperemos la maldición.
fr: Nous devrions quitter cette ville immédiatement, mon seigneur. Tout est perdu... Nous sommes maudits ! La malédiction ne sera jamais levée.
id: Kita harus segera meninggalkan kota, Tuanku. Semuanya sudah terlambat... Kita pasti celaka! Kutukan ini takkan pernah berakhir.
it: Milord, dobbiamo abbandonare subito la città. È la fine... siamo condannati! Questa maledizione non verrà mai spezzata.
ja: 閣下、今すぐこの町を出なければいけません。全てが失われました・・・私たちはもう終りです！この呪いが解けることはないでしょう。
ko: 영주님, 즉시 마을을 떠나야 해요. 모든 것이 사라졌습니다... 우린 끝났어요! 절대 저주를 벗어나지 못할 거예요.
pt: Devemos deixar a cidade imediatamente, milorde. Tudo está perdido... estamos condenados! A maldição nunca será removida.
ru: Нужно немедля покинуть город, милорд. Все пропало... Мы обречены! Проклятье не снять!
zh: 大人，我们得马上出城。什么都没了……我们受到了诅咒！这个诅咒，永远也解除不了。
zh_tw: 大人，我們得馬上出城。什麼都沒了……我們受到了詛咒！這個詛咒，永遠也解除不了。
