Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN14_01_SUCCESS
source: We found a cure in time, my lord! It will be administered to the King as we speak! This is good news for the kingdom!
de: Wir haben rechtzeitig ein Heilmittel gefunden, mein Herr. Es wird dem König verabreicht, während wir hier sprechen - das sind wahrlich gute Neuigkeiten für das Königreich!
es: ¡Hemos encontrado un remedio a tiempo, mi señor! ¡Ahora mismo se le está administrando al rey! ¡Es una fantástica noticia para el reino!
fr: Nous avons trouvé un remède à temps, mon seigneur ! Le roi est en train d'être soigné en ce moment même ! Quel soulagement pour le royaume !
id: Kita berhasil menemukan obatnya, Tuanku! Raja sedang diobati sekarang! Ini kabar baik untuk kerajaan!
it: Abbiamo trovato una cura in tempo, mio signore! In questo momento la stanno somministrando al Re. Per il regno è un'ottima notizia!
ja: 閣下、薬が間に合いました！ 今頃、王に投与されていることでしょう！王国にとって朗報です！
ko: 제때에 치료제를 찾았습니다, 영주님! 지금 왕께 투여할 것입니다! 왕국을 위해 잘된 일입니다!
pt: Encontramos a cura a tempo, meu senhor! Ela será administrada ao Rei imediatamente. São boas notícias para o reino!
ru: Нам удалось вовремя найти лекарство, мой господин! Должно быть, в эту самую минуту его дают королю! Королевство может спасть спокойно!
zh: 我们及时找到了解药，大人！ 就在我们说话这会儿，国王已经服下解药。这对王国上下来说，真是一个好消息！
zh_tw: 我們及時找到了解藥，大人！ 就在我們說話這會兒，國王已經服下解藥。這對王國上下來說，真是一個好訊息！

# T_GAME_QUEST_SCEN14_01_TITLE
source: Find a cure for the King.
de: Finde ein Heilmittel für den König!
es: Encuentra un remedio para el rey.
fr: Trouvez un remède pour le roi.
id: Temukan obat untuk sang Raja.
it: Trova una cura per il Re.
ja: 王様のために薬を探す。
ko: 왕을 위한 치료제를 찾으세요.
pt: Encontre uma cura para o Rei.
ru: Найди лекарство для короля.
zh: 为国王找到解药。
zh_tw: 為國王找到解藥。

# T_GAME_QUEST_SCEN14_02A_START
source: Something is not right, my lord! This medical advisor asks for weird things. I have a bad feeling... We should be cautious about this man.
de: Irgendetwas stimmt hier nicht, mein Lehnsherr. Dieser neue Berater vom König verlangt nach sonderbaren Sachen. Ich habe ein ungutes Gefühl bei ihm. Wir sollten auf der Hut sein…
es: ¡Algo no va bien, mi señor! El consejero médico está pidiendo cosas raras. Tengo un mal presentimiento... Hay que tener cuidado con ese hombre.
fr: Il y a un problème, mon seigneur ! Ce conseiller médical demande d'étranges choses. J'ai un mauvais pressentiment... Nous ferions mieux de nous méfier de cet homme.
id: Ada yang tidak benar, Tuanku! Permintaan si penasihat medis terlalu aneh. Aku punya firasat buruk... Kita harus berhati-hati terhadap orang ini.
it: Mio signore, c'è qualcosa che non va! Questo cerusico fa strane richieste e ho un brutto presentimento... Dobbiamo stare attenti a quell'uomo.
ja: 閣下、様子が変です！この治療師がおかしな要求をしてきます。悪い予感がする... この男を警戒すべきだと思います。
ko: 무언가 잘못됐습니다, 영주님! 의사가 이상한 것을 원하고 있어요. 느낌이 좋지 않아요... 이 자에 대해 조심해야 합니다.
pt: Há algo errado, meu senhor. Esse conselheiro médico está pedindo coisas estranhas. Tenho um mau pressentimento... Devemos ter cuidado com esse homem.
ru: Что-то не так, милорд! Этот советник просит доставить ему какие-то странные вещи. У меня плохое предчувствие... Нужно быть с ним поосторожнее.
zh: 情况有些不妙，大人！御医提出了一些奇怪的要求。我有种不祥的预感…… 我们应该提防这名御医。
zh_tw: 情況有些不妙，大人！御醫提出了一些奇怪的要求。我有種不祥的預感…… 我們應該提防這名御醫。

# T_GAME_QUEST_SCEN14_02A_SUCCESS
source: I will take the brew to the doctor, when you give the order. I hope he delivers us a cure soon. The king has not much time left!
de: Ausgezeichnet, Herr. Auf euren Befehl hin werde ich das Gebräu unverzüglich zum Heilmedikus bringen lassen. Hoffentlich erzeugt er bald ein Heilmittel - viel Zeit hat der König nicht mehr.
es: Cuando tú lo ordenes le llevaré la cerveza al doctor. Espero que nos entregue pronto un remedio. ¡Al rey no le queda mucho tiempo!
fr: J'apporterai la boisson au docteur dès que vous m'en donnerez l'ordre. J'espère qu'il va bientôt nous concocter un remède. Le roi n'en a plus pour longtemps à vivre !
id: Aku akan mengantarkan bir ini kepada sang dokter begitu Tuanku memberi perintah. Semoga ia segera menemukan obatnya. Waktu sang Raja tidak banyak lagi!
it: Porterò la birra al cerusico non appena me lo chiederai. Spero che ci consegnerà presto una cura. Al Re non rimane molto tempo!
ja: 閣下のご命令があれば、私が医者にビールを届けます。 彼が早く薬を渡してくれるとよいのですが。王に残された時間は多くないのですから！
ko: 명령을 하시면 맥주를 의사에게 가지고 가겠습니다. 의사가 곧 치료제를 만들길 바랍니다. 왕에겐 시간이 별로 없어요!
pt: Eu levarei a cerveja ao médico, quando você ordenar. Espero que ele nos forneça uma cura logo. O rei não tem muito tempo restante!
ru: Я отнесу пиво доктору по вашему приказу. Надеюсь, что он скоро найдет лекарство. Король совсем плохо выглядит!
zh: 我会在您下令后，把啤酒带给御医。 我希望他可以尽快研制出解药。国王已经危在旦夕了！
zh_tw: 我會在您下令後，把啤酒帶給御醫。 我希望他可以儘快研製出解藥。國王已經危在旦夕了！

# T_GAME_QUEST_SCEN14_02A_TITLE
source: Deliver the brew.
de: Liefere das Gebräu.
es: Entrega la cerveza.
fr: Livrez la boisson.
id: Antarkan bir.
it: Consegna la birra.
ja: ビールを届ける。
ko: 맥주를 배달하세요.
pt: Entregue a cerveja.
ru: Доставь пиво.
zh: 提供啤酒。
zh_tw: 提供啤酒。

# T_GAME_QUEST_SCEN14_02_START
source: I think a monastery brewery would be the best way to get some brew for the King. Hopefully the brew will ease the King's suffering.
de: Ich habe Gerüchte gehört, dass ein Gebräu am Tage die Leute gesund und glücklich machen soll, mein Lord. Ein Kloster zu bauen und etwas Gebräu zu produzieren könnte dem König vielleicht helfen.
es: Creo que la mejor forma de obtener cerveza para el rey es crear un monasterio cervecero. Esperemos que la cerveza mitigue su sufrimiento.
fr: Je crois que la brasserie d'un monastère serait idéale pour fournir de la boisson au roi. En espérant que ce breuvage apaise ses souffrances.
id: Tempat pembuatan bir di biara sepertinya tempat terbaik untuk mendapatkan bir untuk sang Raja. Semoga bisa mengurangi penderitaan sang Raja.
it: Credo che una birreria del monastero sarebbe il modo migliore per produrre birra per il Re. Speriamo che la birra lenisca le sofferenze di Sua Maestà.
ja: 王へのビールは、修道院の醸造所で手に入れるのがよいと思います。 それで王の苦しみが和らぐとよいのですが。
ko: 수도원 양조장이 왕을 위한 맥주를 만드는 데 최선이라고 생각합니다. 맥주가 왕의 고통을 덜어줄 수 있으면 좋겠어요.
pt: Creio que uma cervejaria no mosteiro seria a melhor forma de obter cerveja para o Rei. Tomara que a cerveja alivie o sofrimento do Rei.
ru: Где как не в монастыре мы сможем сварить немного пива для короля? Надеюсь, что оно поможет облегчить его боль.
zh: 我认为最好从寺院的酿酒厂为国王带些啤酒。 希望美酒可以缓解国王的病痛。
zh_tw: 我認為最好從寺院的釀酒廠為國王帶些啤酒。 希望美酒可以緩解國王的病痛。

# T_GAME_QUEST_SCEN14_02_START_NEW
source: I think a monastery brewery and a hops farm would be the best way to get some brew for the King. Hopefully the brew will ease the King's suffering.
de: Ich habe Gerüchte gehört, dass ein Gebräu am Tage die Leute gesund und glücklich machen soll, mein Lord. Ein Kloster sowie eine Hopfendarre zu bauen und etwas Gebräu zu produzieren, könnte dem König vielleicht helfen.
es: Creo que la mejor forma de obtener cerveza para el rey es crear un monasterio cervecero y una granja de lúpulo. Esperemos que la cerveza mitigue su sufrimiento.
fr: Je crois que la brasserie d'un monastère et d'une ferme à houblon seraient idéales pour fournir de la boisson au roi. En espérant que ce breuvage apaise ses souffrances.
id: Kukira tempat pembuatan bir di biara dan pertanian hop adalah cara terbaik mendapatkan bir untuk sang Raja. Semoga bisa mengurangi penderitaan sang Raja.
it: Credo che una birreria del monastero e una fattoria di luppolo sarebbero il modo migliore per produrre birra per il Re. Speriamo che la birra lenisca le sofferenze di Sua Maestà.
ja: 修道院醸造所とホップ畑は王様のためのビールを作るのに一番良いと思います。このビールが王様の苦しみを和らげてくれるといいのですが。
ko: 수도원 양조장과 홉 농장이 왕을 위한 맥주를 만드는 데 최선이라고 생각합니다. 맥주가 왕의 고통을 덜어줄 수 있으면 좋겠어요.
pt: Creio que uma cervejaria no mosteiro e uma fazenda de lúpulo seria a melhor forma de obter cerveja para o Rei. Tomara que a cerveja alivie o sofrimento do Rei.
ru: Где как не в монастыре, получающем хмель с хмелеводческой фермы, мы сможем сварить немного пива для короля? Надеюсь, что оно поможет облегчить его боль.
zh: 在下以为，最好从修道院的酿酒作坊为国王带些啤酒。 希望美酒可以缓解国王的病痛。
zh_tw: 在下以為，最好從修道院的釀酒作坊為國王帶些啤酒。 希望美酒可以緩解國王的病痛。

# T_GAME_QUEST_SCEN14_02_SUCCESS
source: Very good, my lord! The monks will certainly help us with some brew! The King will be pleased.
de: Sehr gut! Die Mönche werden uns sicherlich mit etwas Gebräu helfen. Der König wird erfreut sein.
es: ¡Magnífico, mi señor! ¡Los monjes nos ayudarán a elaborar cerveza! ¡El rey estará agradecido!
fr: Parfait, mon seigneur ! les moines nous aideront certainement à produire de la boisson ! Le roi sera content.
id: Bagus, Tuanku! Para rahib akan membantu kita mendapatkan bir! Raja akan senang.
it: Molto bene, mio signore! I monaci ci aiuteranno con tanta birra e il Re ne sarà contento.
ja: すばらしい！修道士はきっと、ビールのことで力を貸してくれますよ！王がお喜びになります。
ko: 좋습니다, 영주님! 수도승이 맥주를 만드는 데 도움을 줄 것입니다! 왕이 기뻐할 것입니다.
pt: Muito bem, meu senhor! Os monges vão nos ajudar com a cerveja. O Rei ficará satisfeito.
ru: Отлично, мой господин! Монахи с радостью помогут нам сварить пиво! Король будет доволен.
zh: 很好，大人！僧人当然会帮助我们酿造啤酒！国王一定会高兴！
zh_tw: 很好，大人！僧人當然會幫助我們釀造啤酒！國王一定會高興！

# T_GAME_QUEST_SCEN14_02_TITLE
source: Build a monastery.
de: Errichte ein Kloster.
es: Construye un monasterio.
fr: Construisez un monastère.
id: Bangunlah biara.
it: Costruisci un monastero.
ja: 修道院を建てる。
ko: 수도원을 만드세요.
pt: Construa um mosteiro.
ru: Построй монастырь.
zh: 修建一座寺院。
zh_tw: 修建一座寺院。

# T_GAME_QUEST_SCEN14_02_TITLE_NEW
source: Build a monastery and an oast house.
de: Errichtet ein Kloster und eine Hopfendarre.
es: Construye un monasterio y un secadero de lúpulo.
fr: Construisez un monastère et une touraille.
id: Bangunlah biara dan tempat pengeringan hop.
it: Costruisci un monastero e un essiccatoio.
ja: 修道院と乾燥所を建てる。
ko: 수도원과 홉 건조장을 만드세요.
pt: Construa um mosteiro e uma casa de lúpulo.
ru: Построй монастырь и хмелесушильню.
zh: 建造一座修道院和一座烘干坊。
zh_tw: 建造一座修道院和一座烘乾坊。

# T_GAME_QUEST_SCEN14_03_START
source: We need a pig farm to deliver the pigs for the medical advisor! You should command the construction immediately, my liege.
de: Wir benötigen eine Schweinefarm, um dem Heilmedikus die Schweine zu liefern. Ihr solltet sie schleunigst in Auftrag geben, mein Herr.
es: ¡Necesitamos una granja porcina para proporcionar cerdos al consejero médico! Debes ordenar su construcción inmediatamente, mi señor.
fr: Il nous faut une porcherie pour livrer des cochons au conseiller médical ! Vous devriez ordonner la construction immédiatement, maître.
id: Kita perlu peternakan babi untuk mensuplai babi kepada penasihat medis! Segeralah beri perintah untuk membangunnya, Tuanku.
it: Ci serve una porcilaia per consegnare i maiali al cerusico! Dovresti ordinarne immediatamente la costruzione, mio signore.
ja: 養豚場を作り、治療師に豚を届けなければなりません！ 閣下、すぐにでも建設の命令を出してください。
ko: 의사에게 돼지를 주려면 돼지 농장이 필요해요! 어서 건설을 명령하세요, 영주님.
pt: Precisamos de uma fazenda de porcos para entregar os porcos ao conselheiro médico! Você deve ordenar a construção imediatamente, meu senhor.
ru: Нужно построить свиноферму, медицинскому советнику срочно потребовали свиньи! Предлагаю немедленно приступить к строительству, мой господин.
zh: 我们需要建造养猪场，向御医提供猪肉！ 您应立即下令建造，大人。
zh_tw: 我們需要建造養豬場，向御醫提供豬肉！ 您應立即下令建造，大人。

# T_GAME_QUEST_SCEN14_03_SUCCESS
source: Splendid, my lord. Now we can start breeding some pigs.
de: Hervorragend, mein Herr. Nun können wir mit der Zucht von Schweinen beginnen.
es: Espléndido, mi señor. Ahora ya podemos criar cerdos.
fr: Splendide, mon seigneur. Nous pouvons désormais élever des cochons.
id: Bagus sekali, Tuanku. Sekarang kita bisa mulai beternak babi.
it: Splendido, mio signore. Ora possiamo cominciare ad allevare i maiali.
ja: お見事です。これで豚の繁殖を始められます。
ko: 훌륭합니다, 영주님, 이제 돼지를 키울 수 있어요.
pt: Esplêndido, meu senhor. Agora podemos começar a criar porcos.
ru: Чудесно, мой господин. Теперь мы можем начать выращивать свиней.
zh: 真棒，大人。现在我们可以开始饲养猪类了。
zh_tw: 真棒，大人。現在我們可以開始飼養豬類了。

# T_GAME_QUEST_SCEN14_03_TITLE
source: Build a pig farm.
de: Errichte eine Schweinefarm.
es: Construye una granja porcina.
fr: Bâtissez une porcherie.
id: Bangunlah peternakan babi.
it: Costruisci una porcilaia.
ja: 養豚場を建てる。
ko: 돼지 농장을 만드세요.
pt: Construa uma fazenda de porcos.
ru: Построй свиноферму.
zh: 建造一座养猪场。
zh_tw: 建造一座養豬場。

# T_GAME_QUEST_SCEN14_05_START
source: My Lord, a barracks is needed in town. We have to maintain law and order in these particular times.
de: Mein Herr! Eine Kaserne ist im Dorf erforderlich. Wir müssen für Recht und Ordnung in diesen Zeiten sorgen.
es: Mi señor, la aldea necesita un barracón. Debemos mantener la ley y el orden en tiempos tan turbulentos.
fr: Mon seigneur, il nous faut des baraquements en ville. Il faut pouvoir maintenir l'ordre dans cette période difficile.
id: Tuanku, kota membutuhkan barak. Kita harus menegakkan hukum dan ketertiban di masa sulit ini.
it: Mio signore, la città ha bisogno di una caserma. Sono tempi difficili e dobbiamo mantenere l'ordine pubblico.
ja: 閣下、街に兵舎が必要です。このような状況下では、治安の維持が不可欠かと。
ko: 영주님, 마을에 병영이 필요합니다. 이 특별한 시기에 법과 질서를 유지해야 합니다.
pt: Meu senhor, precisamos de um quartel na cidade. Temos que manter a lei e a ordem nestes tempos difíceis.
ru: Мой господин, нам нужны построить казармы. В такое неспокойное время они помогут нам поддержать закон и порядок.
zh: 大人，城镇需要一座兵营。在这些特殊时期，我们需要维护社会治安。
zh_tw: 大人，城鎮需要一座兵營。在這些特殊時期，我們需要維護社會治安。

# T_GAME_QUEST_SCEN14_06_SUCCESS
source: My Lord! I knew it! That medical advisor is a charlatan. He had the cure for the King all along. It seems, that he was infecting the country with this illness. I took the liberty to instruct the guards to arrest him.
de: Lord, ich wusste es! Dieser medizinische Berater ist ein Scharlatan. Er hatte das Heilmittel für die Seuche die ganze Zeit. Es sieht so aus, also ob er diese Krankheit im ganzen Land ausgebreitet hat. Ich habe mir erlaubt, ihn in Gewahrsam nehmen zu lassen.
es: ¡Mi señor! ¡Lo sabía! El consejero médico es un charlatán. Poseía el remedio para el rey desde el principio. Parece que estaba infectando a todo el país con esta enfermedad. Me he tomado la libertad de ordenar a los guardias que lo arresten.
fr: Mon seigneur ! Je le savais ! Ce conseiller médical n'est qu'un charlatan. Il possédait le remède depuis tout ce temps. C'est lui qui avait infecté tout le pays avec cette maladie. J'ai pris la liberté de demander aux gardes de l'arrêter.
id: Tuanku! Apa kubilang! Penasihat medis itu ternyata penipu. Dari awal ia sudah punya obat untuk sang Raja. Sepertinya ia sengaja menyebarkan penyakit ini ke seluruh negeri. Aku sudah minta para penjaga untuk menangkapnya.
it: Mio signore, lo sapevo! Quel cerusico è un ciarlatano. Aveva la cura per il Re fin dall'inizio. A quanto pare, è stato lui a diffondere il contagio. Mi sono preso la libertà di ordinare alle guardie di arrestarlo.
ja: 閣下、思った通りでした！ 治療師はニセ者です。やつは初めから薬を持っていたのです。 どうやら、国中にこの病気を感染させていたようです。 無礼を承知で、やつを捕らえるよう護衛に指示しておきました。
ko: 영주님! 보세요! 그 의사는 사기꾼이었습니다. 왕에 대한 치료제를 처음부터 갖고 있었어요. 나라에 질병을 퍼트리고 있었던 것 같습니다. 실례를 무릅쓰고 경비병에게 의사를 체포하라고 지시했습니다.
pt: Meu senhor! Eu sabia! O conselheiro médico é um charlatão. Ele tinha a cura para o rei todo esse tempo. Parece que ele estava infectando o país com essa doença. Tomei a liberdade de ordenar que os guardas o prendessem.
ru: Господин! Я был прав! Этот медицинский советник — обманщик. У него все это время было лекарство для короля. Похоже, что именно он заразил этой болезнью всю страну. Я взял на себя смелость отдать приказ о его аресте.
zh: 大人，我知道了！ 那个御医是骗子。他一直掌握着国王的解药。 他在整个国家传播疾病。 恕我冒昧，我已命令卫兵将他逮捕。
zh_tw: 大人，我知道了！ 那個御醫是騙子。他一直掌握著國王的解藥。 他在整個國家傳播疾病。 恕我冒昧，我已命令衛兵將他逮捕。

# T_GAME_QUEST_SCEN14_END_SUCCESS
source: This is an outrage! How dare you to arrest me! I am the special advisor to the King. You cannot do this…
de: Skandal! Wie könnt ihr es wagen, mich verhaften zu lassen! Ich bin der vertraute Berater des Königs. Das könnt Ihr nicht machen…
es: ¡Esto es un ultraje! ¿Cómo te atreves a arrestarme? Soy el consejero especial del rey. No puedes hacer esto...
fr: Quel outrage ! Comment osez-vous m'arrêter ! Je suis le conseiller particulier du roi. Vous ne pouvez pas…
id: Ini sungguh keterlaluan! Beraninya kau menangkapku! Aku penasihat khusus sang Raja. Kau tidak bisa berbuat begini…
it: È oltraggioso! Come osate arrestarmi?! Sono il consigliere personale del Re. Non potete farmi questo...
ja: これは暴挙だ！ よくもまあ、私を逮捕などできるものだ！私は王特別顧問です。こんな仕打ちはありえない...
ko: 무엄하군요! 어떻게 감히 나를 체포하죠! 나는 왕의 특별 보좌관이에요. 이럴 수 없어요…
pt: Isso é um absurdo! Como ousam me prender? Sou o conselheiro especial do Rei. Vocês não podem fazer isso...
ru: Какая наглость! Как смеете вы меня арестовывать? Я особый советник его величества. Вы не имеете права...
zh: 岂有此理！ 你竟敢逮捕我！我可是国王的御医。 你不能这样做……
zh_tw: 豈有此理！ 你竟敢逮捕我！我可是國王的御醫。 你不能這樣做……

# T_GAME_QUEST_SCEN14_HEALER_01_FAILED
source: I am disappointed by you, governor! Last night I had a vision! It showed me that your incompetence will bring great misfortune to this town.
de: Ihr enttäuscht mich, Statthalter! Letzte Nacht hatte ich eine Vision: Ich sah, dass eure Inkompetenz großes Unheil über dieses Dorf bringen wird!
es: ¡Me has decepcionado, gobernador! ¡Anoche tuve una visión y descubrí que tu incompetencia causará un gran infortunio a esta ciudad.
fr: Vous me décevez, gouverneur ! J'ai eu une vision, la nuit dernière ! J'ai vu que votre incompétence apporterait de grands malheurs à cette ville.
id: Kau mengecewakanku, Gubernur! Semalam aku mendapat bisikan! Aku diberi tahu bahwa kota ini akan celaka karena ketidakmampuanmu.
it: Mi deludi, governatore! La notte scorsa ho avuto una visione: la tua incompetenza sarà fonte di grave sventura per questa città.
ja: 閣下にはガッカリだ！ 昨夜、私は透視したのです！閣下の無能さが、未来の街に多大な不幸をもたらしていましたぞ！
ko: 실망했습니다, 영주님! 지난 밤에 환영을 봤어요! 당신의 무능력이 이 마을에 큰 재앙을 가져올 거예요.
pt: Estou decepcionado com você, governador! Na noite passada tive uma visão! Ela mostrou que sua incompetência trará grande desgraça a esta cidade.
ru: Я разочарован, губернатор! Вчера мне было видение: из-за вашей некомпетентности ужасно пострадает весь город.
zh: 你真让我失望，镇长大人！ 我昨晚从幻象中看到，由于你的无能，这座城镇遭受巨大灾难。
zh_tw: 你真讓我失望，鎮長大人！ 我昨晚從幻象中看到，由於你的無能，這座城鎮遭受巨大災難。

# T_GAME_QUEST_SCEN14_HEALER_01_START
source: Governor! My name is Rasiksin, clairvoyant and medical advisor to the King. I will need all the support you can give me! For starters: Deliver me enough medicinal herbs as soon as possible!
de: Statthalter! Mein Name ist Rasiksin, Hellseher und medizinischer Berater des Königs. Ich werde die Entwicklung eines Heilmittels leiten und benötige jegliche Unterstützung, die Ihr mir geben könnt… Liefert mir deshalb genug Heilkräuter! Ich benötige eine große Menge und zwar unverzüglich!
es: ¡Gobernador! Me llamo Rasiksin, y soy el adivino y consejero médico del rey. ¡Necesitaré toda la ayuda que puedas prestarme! Para empezar, proporcióname plantas medicinales tan pronto como sea posible.
fr: Gouverneur ! Mon nom est Rasiksin, voyant et conseiller médical du roi. Je vais avoir besoin de toute votre aide ! Tout d'abord, livrez-moi des herbes médicinales dès que possible !
id: Gubernur! Aku Rasiksin, penujum dan penasihat medis sang Raja. Aku perlu dukungan penuh darimu! Yang pertama: Kirimkan rempah-rempah obat secukupnya secepat mungkin!
it: Governatore! Mi chiamo Rasiksin e sono un chiaroveggente, nonché il cerusico reale. Ho bisogno del tuo pieno supporto. Per cominciare, portami subito delle erbe medicinali!
ja: 閣下！私の名はレイシクシン、透視能力者であり、王の治療師です。 閣下には最大限の協力をしていただきたい！ 手始めとして、たくさんの薬草をなるべく早く私のところに届けてください！
ko: 영주님! 저는 라지크진입니다. 왕의 자문 겸 의사입니다. 영주님이 줄 수 있는 모든 지원이 필요합니다! 우선 되도록 빨리 약초를 충분히 구해주세요!
pt: Governador! Meu nome é Rasiksin, clarividente e conselheiro médico para o Rei. Precisarei de todo o apoio que puderem me dar! Para começar: entreguem-me o máximo de ervas medicinais assim que possível!
ru: Губернатор! Меня зовут Расиксин, и я — провидец и медицинский советник его величества. Мне потребуется ваша помощь! Для начала, как можно быстрее доставьте мне целебные травы!
zh: 镇长大人！我是国王的巫师和御医 Rasiksin。 我需要你全力支持我的工作！ 首先，请尽快向我提供充足的药草！
zh_tw: 鎮長大人！我是國王的巫師和御醫 Rasiksin。 我需要你全力支援我的工作！ 首先，請儘快向我提供充足的藥草！

# T_GAME_QUEST_SCEN14_HEALER_01_SUCCESS
source: I see you have produced all the herbs I need. I had a vision last night, ...showing me that you would not disappoint the King. Now order your advisor to deliver the herbs to me and get out of my sight. I have work to do.
de: Wie ich sehe, habt Ihr die Kräuter auf Lager, die ich benötige. Ich hatte schon eine vage Vision, die mir zeigte, dass ihr nicht schnell genug liefern könnt. Nun beauftragt euren Berater, mir die Kräuter zu liefern und geht mir aus den Augen! Ich habe zu tun...
es: Veo que has conseguido todas las plantas que necesitaba. Anoche tuve una visión... y sabía que no decepcionarías al rey. Ahora ordena a tu consejero que me entregue las plantas y sal de mi vista. Tengo trabajo.
fr: Je vois que vous avez produit toutes les herbes qu'il me fallait. J'ai eu une vision la nuit dernière... qui me montrait que vous n'alliez pas décevoir le roi. Et maintenant, ordonnez à votre conseiller de me livrer les herbes et disparaissez de ma vue. J'ai du travail à faire.
id: Semua rempah-rempah yang kuperlukan sudah kausediakan. Semalam aku mendapat bisikan ...kau takkan mengecewakan Raja. Sekarang suruh penasihatmu mengantarkan rempah-rempah itu kepadaku dan menyingkirlah dari sini. Aku harus bekerja.
it: Vedo che mi hai procurato tutte le erbe di cui ho bisogno. La notte scorsa ho avuto una visione secondo la quale non deluderai le aspettative del Re. Ora ordina al tuo consigliere di consegnarmi le erbe e levati di torno. Ho del lavoro da fare.
ja: 必要なハーブはすべて栽培できたようですな。 昨夜、私は透視をしたんですが...閣下が王を落胆させることはないようです。 さあ、私に薬草を届けるよう顧問に命じてください。もう下がっていいですよ。私はやることがありますから。
ko: 제가 필요한 허브를 모두 생산하셨군요. 지난 밤에 환영을 보았는 데 당신이 왕을 실망시키지 않을 것이라는 것을 보여주었습니다. 당신의 보좌관에게 제게 허브를 보내고 제 앞에서 사라지라고 명령하세요. 저는 할 일이 있으니까요.
pt: Vejo que vocês produziram todas as ervas de que preciso. Tive uma visão na noite passada, ...que mostrava que vocês não desapontariam o Rei. Agora ordenem a seu conselheiro que me envie as ervas e saia da minha vista. Tenho trabalho a fazer.
ru: Вижу, вам удалось доставить мне необходимое число трав. Вчера мне было видение... Теперь я знаю, вы не подведете своего короля. Теперь прикажите своему советнику доставить мне травы и оставьте меня в покое. Мне нужно работать.
zh: 你已采集了我所需要的各类药草。 我昨晚从幻象中看到，你并没有让国王失望。 现在，让你的顾问把药草拿来，然后从我的视线中消失。我要开始工作了。
zh_tw: 你已採集了我所需要的各類藥草。 我昨晚從幻象中看到，你並沒有讓國王失望。 現在，讓你的顧問把藥草拿來，然後從我的視線中消失。我要開始工作了。

# T_GAME_QUEST_SCEN14_HEALER_01_TITLE
source: Send the herbs.
de: Liefere die Kräuter.
es: Envía las plantas medicinales.
fr: Envoyez les herbes.
id: Kirim rempah-rempah.
it: Invia le erbe.
ja: ハーブを送る。
ko: 허브를 보내세요.
pt: Envie as ervas.
ru: Отправь травы.
zh: 发送药草。
zh_tw: 發出藥草。
