Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_TOOLTIP_NEED_TAVERN_DEPRECTATED
source: Satisfaction with the number of taverns in town and the amount juice served.
de: Zufriedenheit mit vorhandenen Wirtshäusern und ausgeschenktem Saft.
es: Satisfacción con la cantidad de tabernas en la ciudad y el número de zumos servidos.
fr: Bonheur grâce au nombre de tavernes et au jus de raisin servi
id: Kepuasan atas jumlah kedai di kota dan jumlah jus yang disajikan.
it: Soddisfatto con il numero di taverne in città e la mescita di succo.
ja: 酒場の数とジュースの量に対する満足
ko: 마을의 여관 수와 제공되는 주스의 양에 따른 만족도.
pt: Satisfação com o número de tavernas na cidade e com a quantidade de suco servido.
ru: Удовлетворение от количества таверн в городе и количества поданного сока.
zh: 对城镇酒馆数量及供应的葡萄汁数量的满意度。
zh_tw: 對城鎮酒館數量及供應的葡萄汁數量的滿意度。

# T_GAME_TOOLTIP_NEED_TAVERN_OLD
source: Satisfaction with the number of taverns in town.
de: Zufriedenheit mit vorhandenen Wirtshäusern.
es: Satisfacción por el número de tabernas de la aldea.
fr: Satisfaction avec le nombre de tavernes en ville.
id: Tingkat kepuasan dengan jumlah kedai minum di kota.
it: Soddisfazione per il numero di taverne in città.
ja: 町の酒場の数に対する満足。
ko: 마을에 있는 선술집 개수에 대한 만족도.
pt: Satisfação com o número de tavernas na cidade.
ru: Удовлетворение от числа таверн в городе.
zh: 对城镇酒馆数量的满足度。
zh_tw: 對城鎮酒館數量的滿足度。

# T_GAME_TOOLTIP_NEED_TAXES
source: Influences the tax income from townhouses.
de: Beeinflusst den Steuerertrag pro Wohnhaus.
es: Influye en los ingresos por impuestos de las casas.
fr: Influe sur le revenu fiscal par maison
id: Pengaruh pendapatan pajak dari rumah.
it: Influenza la quantità di tasse proveniente dalle abitazioni.
ja: 家からの税収に影響します。
ko: 타운하우스의 세금 수입의 영향.
pt: Influências no imposto das moradias.
ru: Влияет на поступления от податей с городских домов.
zh: 影响来自排屋的税收收入。
zh_tw: 影響來自連棟宅邸的稅收收入。

# T_GAME_TOOLTIP_NEED_WATER
source: Stock of water.
de: Vorrat an Wasser.
es: Reservas de agua.
fr: Réserve d'eau
id: Stok air.
it: Scorta di acqua.
ja: 水の貯蔵量
ko: 식수 비축.
pt: Estoque de água.
ru: Запасы воды.
zh: 饮用水储备。
zh_tw: 儲備飲用水。

# T_GAME_TOOLTIP_NEED_WISHES
source: Average value of all fulfilled desires.
de: Durchschnittswert aller erfüllten Wünsche.
es: Valor medio de todos los deseos cumplidos.
fr: Valeur moyenne des envies comblées
id: Nilai rata-rata harapan yang terpenuhi.
it: Valore medio di tutti i desideri soddisfatti.
ja: 達成された願望の平均値
ko: 충족된 소원의 평균 값.
pt: Valor médio de todos os desejos realizados.
ru: Среднее значение всех исполненных желаний.
zh: 所有已满足的愿望的平均值。
zh_tw: 所有已滿足的願望的平均值。

# T_GAME_TOOLTIP_RESOURCES
source: {NAME} Warehouse stock: {WAREHOUSESTOCK} Building storage: {HOUSESTOCK} In transit: {OUTGOING}
de: {NAME} Lagerhäuser: {WAREHOUSESTOCK} Gebäudelager: {HOUSESTOCK} Wird transportiert: {OUTGOING}
es: {NAME} Reservas en almacén: {WAREHOUSESTOCK} Reservas en edificios: {HOUSESTOCK} En tránsito: {OUTGOING}
fr: {NAME} Stocks entrepôt : {WAREHOUSESTOCK} Stocks bâtiment : {HOUSESTOCK} En transit : {OUTGOING}
id: {NAME} Stok gudang: {WAREHOUSESTOCK} Gudang bangunan: {HOUSESTOCK} Sedang diangkut: {OUTGOING}
it: {NAME} Scorta in magazzino: {WAREHOUSESTOCK} Scorta nell'edificio: {HOUSESTOCK} In transito: {OUTGOING}
ja: {NAME} 倉庫の在庫：{WAREHOUSESTOCK} 建物の貯蔵：{HOUSESTOCK} 輸送中：{OUTGOING}
ko: {NAME} 창고 주식: {WAREHOUSESTOCK} 빌딩 저장소: {HOUSESTOCK} 처리 중: {OUTGOING}
pt: {NAME} Estique do armazém: {WAREHOUSESTOCK} Estoque da construção: {HOUSESTOCK} Em trânsito: {OUTGOING}
ru: {NAME} Запасы в пакгаузе: {WAREHOUSESTOCK} Места в здании: {HOUSESTOCK} В пути: {OUTGOING}
zh: {NAME} 仓库储存: {WAREHOUSESTOCK} 建筑储存: {HOUSESTOCK} 运输中: {OUTGOING}
zh_tw: {NAME} 倉庫儲存: {WAREHOUSESTOCK} 建築儲存: {HOUSESTOCK} 運輸中: {OUTGOING}

# T_GAME_TOOLTIP_RESOURCES_NEW
source: {NAME} Warehouse stock: {WAREHOUSESTOCK} Building storage: {HOUSESTOCK} Reserved: {OUTGOING}
de: {NAME} Lagerhäuser: {WAREHOUSESTOCK} Gebäudelager: {HOUSESTOCK} Reserviert: {OUTGOING}
es: {NAME} Reservas en almacén: {WAREHOUSESTOCK} Reservas en edificios: {HOUSESTOCK} Reservado: {OUTGOING}
fr: {NAME} Stocks entrepôt : {WAREHOUSESTOCK} Stocks bâtiment : {HOUSESTOCK} Réservé : {OUTGOING}
id: {NAME} Stok gudang: {WAREHOUSESTOCK} Gudang bangunan: {HOUSESTOCK} Pendiam: {OUTGOING}
it: {NAME} Scorta in magazzino: {WAREHOUSESTOCK} Scorta nell'edificio: {HOUSESTOCK} Riservato: {OUTGOING}
ja: {NAME} 倉庫の在庫：{WAREHOUSESTOCK} 建物の貯蔵：{HOUSESTOCK} 予約済み：{OUTGOING}
ko: {NAME} 창고 주식: {WAREHOUSESTOCK} 빌딩 저장소: {HOUSESTOCK} 예약석: {OUTGOING}
pt: {NAME} Estique do armazém: {WAREHOUSESTOCK} Estoque da construção: {HOUSESTOCK} Reservado: {OUTGOING}
ru: {NAME} Запасы в пакгаузе: {WAREHOUSESTOCK} Места в здании: {HOUSESTOCK} Зарезервированный: {OUTGOING}
zh: {NAME} 仓库储存: {WAREHOUSESTOCK} 建筑储存: {HOUSESTOCK} 保留的: {OUTGOING}
zh_tw: {NAME} 倉庫儲存: {WAREHOUSESTOCK} 建築儲存: {HOUSESTOCK} 保留的: {OUTGOING}

# T_GAME_TOOLTIP_STOCK_RESOURCES
source: {NAME} Available: {AVAILABLE}
de: {NAME} Verfügbar: {AVAILABLE}
es: {NAME} Disponible: {AVAILABLE}
fr: {NAME} Disponible : {AVAILABLE}
id: {NAME} Tersedia: {AVAILABLE}
it: {NAME} Disponibilità: {AVAILABLE}
ja: {NAME} 利用可能です：{AVAILABLE}
ko: {NAME} 이용 가능: {AVAILABLE}
pt: {NAME} Disponível: {AVAILABLE}
ru: {NAME} Доступно: {AVAILABLE}
zh: {NAME} 可用: {AVAILABLE}
zh_tw: {NAME} 可用: {AVAILABLE}

# T_GAME_TOOLTIP_TALER
source: Current tax income.
de: Momentaner Steuerertrag.
es: Ingresos por impuestos actuales
fr: Revenus fiscaux actuels
id: Pendapatan pajak saat ini.
it: Introito delle tasse.
ja: 現在の税収
ko: 현재 세금 수입.
pt: Imposto de renda atual.
ru: Текущие поступления от податей.
zh: 当前税收收入
zh_tw: 當前稅收收入

# T_GAME_TOWNLEVEL_GETXP
source: Get double XP now!
de: Hol' dir doppelt so viel XP!
es: ¡Consigue ya el doble de EXP!
fr: Obtenir la double XP maintenant!
id: Dapatkan XP ganda sekarang!
it: Guadagna doppia XP!
ja: 今すぐ「XP2倍」を手に入れよう！
ko: Double XP 를 지금 가지세요!
pt: Consiga o dobro de XP agora!
ru: Получи удвоенный опыт прямо сейчас!
zh: 现在获取双倍的 XP 值！
zh_tw: 現在獲取雙倍的 XP 值！

# T_GAME_TOWNLEVEL_HAPPINESS
source: Happiness bonus! + {NUMBER} XP
de: Zufriedenheits-Bonus! + {NUMBER} XP
es: ¡Bonificación de felicidad! + {NUMBER} EXP
fr: Bonus de bonheur ! + {NUMBER} XP
id: Bonus kebahagiaan! + {NUMBER} XP
it: Bonus felicità! + {NUMBER} XP
ja: 幸福度ボーナス！＋{NUMBER} XP
ko: 행복지수 보너스! + {NUMBER} XP
pt: Bônus de felicidade! + {NUMBER} XP
ru: Бонус за счастье! + {NUMBER} единиц опыта
zh: 幸福值奖励！+ {NUMBER} XP 值
zh_tw: 幸福值獎勵！+ {NUMBER} XP 值

# T_GAME_TOWNLEVEL_LEADERBOARD
source: Leaderboard
de: Rangliste
es: Clasificación
fr: Classements
id: Papan pemimpin
it: Classifica
ja: リーダーボード
ko: 리더보드
pt: Classificação
ru: Таблица лидеров
zh: 排行榜
zh_tw: 排放榜

# T_GAME_TOWNLEVEL_LEVEL
source: level {NUMBER}
de: Stufe {NUMBER}
es: nivel {NUMBER}
fr: niveau {NUMBER}
it: livello {NUMBER}
ja: レベル {NUMBER}
ko: 레벨 {NUMBER}
pt: nível {NUMBER}
ru: уp. {NUMBER}
zh: 级别 {NUMBER}
zh_tw: 級別 {NUMBER}

# T_GAME_TOWNLEVEL_LEVELUP
source: Congratulations! You've reached level {NUMBER}!
de: Herzlichen Glückwunsch! Du hast Stufe {NUMBER} erreicht!
es: ¡Enhorabuena! ¡Has llegado al nivel {NUMBER}!
fr: Félicitations ! Vous avez atteint le niveau {NUMBER} !
id: Selamat! Anda telah mencapai level {NUMBER}!
it: Congratulazioni! Hai raggiunto il livello {NUMBER}!
ja: おめでとう！ レベル{NUMBER}に到達しました！
ko: 축하합니다! 레벨 {NUMBER}에 도달하였습니다!
pt: Parabéns! Você chegou ao nível {NUMBER}!
ru: Поздравляем! Ты достигаешь уровня {NUMBER}!
zh: 祝贺！ 你到达了第 {NUMBER} 级！
zh_tw: 祝賀！ 你到達了第 {NUMBER} 级！

# T_GAME_TOWNLEVEL_LEVELUP1
source: You've reached a new level!
de: Neue Stufe erreicht!
es: ¡Has subido de nivel!
fr: Vous avez atteint un nouveau niveau !
id: Anda telah mencapai level baru!
it: Hai raggiunto un nuovo livello!
ja: 新しいレベルに到達しました！
ko: 새로운 레벨에 도달하였습니다!
pt: Você alcançou um novo nível!
ru: Ты достигаешь нового уровня!
zh: 你到达了新的级别！
zh_tw: 你到達了新的級別！

# T_GAME_TOWNLEVEL_MILITARY
source: Military bonus! + {NUMBER} XP
de: Militär-Bonus! + {NUMBER} XP
es: ¡Bonificación de Militar! + {NUMBER} EXP
fr: Bonus militaire! + {NUMBER} XP
id: Bonus militer! + {NUMBER} XP
it: Bonus militare! + {NUMBER} XP
ja: 軍事ボーナス！ +{NUMBER} XP
ko: 군사 보너스! + {NUMBER} XP
pt: Bônus militar! + {NUMBER} XP
ru: Военная бонус! + {NUMBER} XP
zh: 军事奖金！ +{NUMBER} XP
zh_tw: 軍事獎金！ +{NUMBER} XP

# T_GAME_TOWNLEVEL_MILITARY_TAXBONUS
source: Tax bonus! + {NUMBER} XP
de: Steuerbonus! + {NUMBER} XP
es: Bonificación por impuestos! + {NUMBER} XP
fr: Bonus d'imposition! + {NUMBER} XP
id: Bonus pajak! + {NUMBER} XP
it: Bonus tasse! + {NUMBER} XP
ja: 税のボーナス！ +{NUMBER} XP
ko: 세금 보너스! + {NUMBER} XP
pt: Bônus de impostos! + {NUMBER} XP
ru: Бонус от податей! + {NUMBER} XP
zh: 收税奖励! + {NUMBER} XP
zh_tw: 稅收獎賞! + {NUMBER} XP

# T_GAME_TOWNLEVEL_POPULATION
source: Population bonus! + {NUMBER} XP
de: Bevölkerungs-Bonus! + {NUMBER} XP
es: ¡Bonificación de población! + {NUMBER} EXP
fr: Bonus de population ! + {NUMBER} XP
id: Bonus penduduk! + {NUMBER} XP
it: Bonus popolazione! + {NUMBER} XP
ja: 人口ボーナス！ + {NUMBER} XP
ko: 인구 보너스! + {NUMBER} XP
pt: Bônus de população! + {NUMBER} XP
ru: Бонус за население! + {NUMBER} единиц опыта
zh: 人口奖励！+ {NUMBER} XP 值
zh_tw: 人口獎勵！+ {NUMBER} XP 值

# T_GAME_TOWNLEVEL_QUEST
source: Quest bonus! + {NUMBER} XP
de: Aufgaben-Bonus! + {NUMBER} XP
es: ¡Bonificación de misión! + {NUMBER} EXP
fr: Bonus de quête ! + {NUMBER} XP
id: Bonus pencarian! + {NUMBER} XP
it: Bonus missione! + {NUMBER} XP
ja: クエストボーナス！ + {NUMBER} XP
ko: 퀘스트 보너스! + {NUMBER} XP
pt: Bônus de tarefa! + {NUMBER} XP
ru: Бонус за квест! + {NUMBER} единиц опыта
zh: 任务奖励！+ {NUMBER} XP 值
zh_tw: 任務獎勵！+ {NUMBER} XP 值

# T_GAME_TOWNLEVEL_REWARDLIST
source: Research
de: Forschung
es: Investigación
fr: Recherche
id: Riset
it: Ricerca
ja: リサーチ
ko: 리서치
pt: Pesquisa
ru: Исследование
zh: 研究
zh_tw: 研發

# T_GAME_TOWNLEVEL_SHARE
source: Share your level!
de: Teile deine Stufe!
es: ¡Comparte tu nivel!
fr: Partagez votre niveau !
id: Bagikan level Anda!
it: Condividi il tuo livello!
ja: あなたのレベルを共有しましょう！
ko: 레벨을 공유하십시오!
pt: Compartilhe o seu nível!
ru: Опубликуй свой уровень!
zh: 分享你的级别！
zh_tw: 分享你的级别！

# T_GAME_TOWNLEVEL_TRADE
source: Merchant bonus! + {NUMBER} XP
de: Händler-Bonus! + {NUMBER} XP
es: ¡Bonificación de mercader! + {NUMBER} EXP
fr: Bonus de marchand ! + {NUMBER} XP
id: Bonus saudagar! + {NUMBER} XP
it: Bonus mercante! + {NUMBER} XP
ja: 商人ボーナス！ + {NUMBER} XP
ko: 상인 보너스! + {NUMBER} XP
pt: Bônus de mercador! + {NUMBER} XP
ru: Бонус за купца! + {NUMBER} единиц опыта
zh: 商人奖励！+ {NUMBER} XP 值
zh_tw: 商人奖励！+ {NUMBER} XP 值

# T_GAME_TOWNNAME_EMPTY
source: Your Town name
de: Dein Stadtname
es: Nombre de tu ciudad
fr: Nom de la ville
id: Nama Kotamu
it: Nome della città
ja: 街の名称
ko: 당신의 마을 이름
pt: O nome de sua cidade
ru: Название твоего города
zh: 你的城镇名
zh_tw: 您的城鎮名

# T_GAME_TUTORIAL_BUILDMENU
source: Buildings can be built by expending either resources or Prestige. Resources have to be transported to the construction site for the construction to proceed. This takes time. Using Prestige, on the other hand, is instantaneous.
de: Gebäude können entweder für Prestige oder Ressourcen errichtet werden. Ressourcen werden über die Zeit verbraucht und von Bauarbeitern nach und nach zum Bauplatz gebracht.
es: Puedes construir los edificios con recursos o con puntos de Prestigio. Tienes que transportar los recursos hasta la zona de obras para empezar a construir, lo cual lleva tiempo. Por otro lado, si usas Prestigio la construcción es instantánea.
fr: On peut construire des bâtiments à l'aide de ressources ou de points de Prestige. Les ressources doivent être transportées au chantier pour lancer la construction - et cela prend du temps. En utilisant des points de Prestige en revanche, c'est instantané.
id: Bangunan bisa dibangun dengan meningkatkan sumber daya atau poin Prestige. Sumber daya harus diangkut ke area pembangunan agar pembangunan berlanjut. Proses ini memakan waktu. Menggunakan Prestige, di sisi lain, merupakan cara cepat.
it: Gli edifici possono essere costruiti spendendo risorse o punti prestigio. Le risorse devono essere trasportate al cantiere affinchè la costruzione proceda. Ciò richiede tempo. Con il prestigio, d'altro canto, l'operazione è istantanea.
ja: 建設には資材と名声を消費します。 建設を進めるには、資材を建設予定地に運ぶ必要があり、この作業には時間がかかります。 ですが、名声を使えば、すぐに建設を完了させることができます。
ko: 자원 확장 또는 프레스티지 포인트를 통하여 빌딩을 지을 수 있습니다. 공사를 진행하려면 자원을 공사장으로 이동하여야 합니다. 시간이 소요됩니다. 프레스티지를 사용할 경우 즉시 가능합니다.
pt: As construções podem ser feitas gastando pontos de recursos ou de Prestígio. Os recursos precisam ser transportados para o local de construção para que a construção seja realizada. Isso leva tempo. Usando o Prestígio, por outro lado, é instantâneo.
ru: Здания можно строить, тратя либо ресурсы, либо очки престижа. Для строительства ресурсы необходимо переместить на стройплощадку. На это требуется время. С другой стороны, при использовании очков престижа, это происходит мгновенно.
zh: 可以通过消耗资源或者声望值点数来建设。 为了工程继续进行，资源必须运送到建筑工地。这需要耗费时间。相反，如果利用声望值，就可以在瞬间完成。
zh_tw: 可以通過消耗資源或者聲望點數來建設。 為了工程繼續進行，資源必須運送到建築工地。這需要耗費時間。相反，如果利用聲望點數，就可以在瞬間完成。

# T_GAME_TUTORIAL_FIRERISK
source: Your Townies will leave burning buildings and wait for the flames to be put out. When the flames are not put out for some time, the building will collapse!
de: Wenn ein Gebäude brennt, verlassen deine Bewohner es und warten darauf, dass das Feuer gelöscht wird. Wenn ein Gebäude zu lange brennt, wird es zusammenbrechen.
es: Tus ciudadanos abandonarán los edificios en llamas y esperarán a que las apagues. Si tardas demasiado, el edificio se derrumbará.
fr: Vos habitants quittent les bâtiments en feu et attendent que les flammes s'éteignent. Si l'incendie n'est pas maîtrisé au bout d'un certain temps, le bâtiment s'effondre !
id: Kalau ada bangunan terbakar, para penghuni akan keluar dan menunggu api dipadamkan. Kalau kebakarannya terlalu lama, bangunannya akan ambruk.
it: I cittadini abbandonano gli edifici in fiamme e aspettano che le fiamme vengano spente. Se l'incendio non viene domato in tempo, l'edificio può crollare!
ja: 人々は火事になった建物を離れ、消火されるのを待ちます。消火に時間がかかると、建物は崩壊してします。
ko: 주민이 불타는 건물을 떠나고 불이 꺼질 때까지 기다립니다. 한동안 화재를 진압하지 않으면 건물이 붕괴됩니다!
pt: Os seus habitantes abandonarão as construções pegando fogo e esperarão o fogo apagar. Se o incêndio não for apagado a tempo, a construção pode desabar!
ru: Твои горожане покинут горящие здания и будут ждать, пока пламя не будет потушено. Если на протяжении определенного времени пламя не потушат, здание обрушится!
zh: 你的居民会离开着火的建筑，等待火被扑灭。如果过了一段时间火未扑灭，建筑物就会坍塌！
zh_tw: 你的居民會離開著火的建築，等待火被撲滅。若過了一段時間火未撲滅，建物就會坍塌！

# T_GAME_TUTORIAL_FIRETOWER
source: As your town grows, the risk of a fire breaking out is increasing. You should build a fire tower to be prepared.
de: Wenn deine Stadt wächst, dann steigt auch die Chance, dass ein Feuer ausbricht. Du solltest einen Feuerturm bauen, um im Ernstfall einen Brand löschen zu können.
es: A medida que crece tu ciudad, también aumenta el riesgo de incendios. Deberías construir una torre de bomberos para estar siempre preparado.
fr: Au fur et à mesure que votre ville grandit, le risque d'incendies augmente. Vous devriez bâtir une tour d'incendie pour être paré.
id: Ketika kotamu bertambah besar, bertambah besar pula bahaya kebakaran. Sebaiknya kamu mendirikan menara air pemadam kebakaran untuk berjaga-jaga.
it: Man mano che la tua città cresce, aumenta il rischio di incendi. Dovresti costruire una torre dei pompieri per essere preparato.
ja: 街が大きくなるにつれて、火事が発生する確率が上がります。火の見やぐらを建てる準備をしましょう。
ko: 마을이 커지면 화재 발생 위험이 커집니다. 화재 감시탑을 만들어 준비해야 합니다.
pt: Quanto mais sua cidade cresce, maior é o risco de incêndio. Você precisa construir uma torre contra incêndio para se preparar.
ru: По мере роста твоего города увеличивается риск возникновения пожара. Чтобы быть наготове, тебе необходимо построить пожарную вышку.
zh: 随着城镇的发展，爆发火灾的风险也在增大。你需要建一座防火塔，以做好准备。
zh_tw: 隨著城鎮的發展，爆發火災的風險也在增大。你需要建一座防火塔，以做好準備。

# T_GAME_TUTORIAL_FIRETOWER2
source: The fire tower has a limited range. Firefighters can only put out fires that are within this range. Place the fire tower at a location where it covers as many buildings as possible.
de: Der Feuerturm hat eine begrenzte Reichweite, in der die Feuerwehrmänner Brände bekämpfen können. Beim Platzieren des Turms solltest du darauf achten, möglichst viele Gebäude mit der Reichweite abzudecken.
es: El alcance de la torre de bomberos es limitado. Los bomberos solo podrán apagar fuegos que estén dentro de ese radio. Coloca la torre de bomberos de forma que cubra el máximo de edificios posible.
fr: La tour d'incendie a une portée limitée. Les pompiers ne peuvent éteindre que les incendies se produisant à cette portée. Placez la tour d'incendie à un endroit où elle couvre le plus de bâtiments possible.
id: Menara air pemadam kebakaran punya jangkauan terbatas di mana para petugas pemadam bisa memadamkan api. Pastikan sebanyak mungkin bangunan berada dalam jangkauan waktu kamu memiliki lokasi menara.
it: La torre dei pompieri ha una portata limitata. I pompieri possono spegnere solo incendi entro tale portata. Costruisci la torre dei pompieri in un punto dove copra il maggior numero di edifici possibile.
ja: 火の見やぐらの有効範囲は限られています。消防士は範囲内の火事を消します。 できるだけ多くの建物をカバーする場所に火の見やぐらを建てましょう。
ko: 화재 감시탑의 범위가 제한되어 있습니다. 소방관은 이 범위 내의 화재만 끌 수 있습니다. 가능한 많은 건물을 관리할 수 있는 곳에 화재 감시탑을 배치하세요.
pt: A torre contra incêndio tem alcance limitado. Os bombeiros só podem apagar os incêndios dentro de seu alcance. Coloque a torre contra incêndio num local onde ela alcance o máximo de prédios.
ru: Пожарная вышка имеет ограниченную зону действия. Пожарные могут тушить огонь лишь в зоне ее действия. Помести пожарную вышку в месте, в котором она будет охватывать максимально возможное количество зданий.
zh: 消防塔的控制范围很有限。消防战士只能扑灭这个范围内的大火。 将消防塔放在一个能够覆盖尽可能多建筑物的位置。
zh_tw: 消防塔的控制範圍很有限。消防戰士只能撲滅這個範圍內的大火。 將消防塔放在一個能夠覆蓋盡可能多建物的位置。

# T_GAME_TUTORIAL_HAPPINESS
source: The needs of your Townies are food and water. In addition to that, your Townies have desires. The happiness value is the sum of all needs and desires. You should always keep an eye on your Townies' happiness!
de: Die Bedürfnisse deiner Townies sind Nahrung und Wasser. Neben Bedürfnissen hegen deine Townies auch viele Wünsche. Beides zusammen ergibt die Gesamtzufriedenheit, die du stets im Auge behalten solltest!
es: El agua y los alimentos son las necesidades de tus townies. Además, los townies también tienen deseos. El valor de su felicidad es la suma de las necesidades y los deseos. ¡No descuides la felicidad de tus townies!
fr: Vos habitants ont besoin de nourriture et d'eau. En plus des besoins, les habitants ont des envies. Le bonheur est la somme des besoins et des envies. Ayez toujours un œil sur le bonheur de vos habitants !
id: Kebutuhan para Townie adalah makanan dan air. Selain itu, para Townie memiliki harapan. Nilai kebahagiaan adalah gabungan semua kebutuhan dan harapan. Kamu harus selalu mengawasi kebahagiaan para Townie!
it: I bisogni dei tuoi paesani sono cibo e acqua. Inoltre, essi hanno dei desideri. La felicità è la somma di tutti i bisogni e desideri. Tieni sempre d'occhio la felicità dei paesani!
ja: タウニーが「要求」するものは食糧と水です。 また「願望」もあります。 要求と願望の値を足したものが幸福度です。常にタウニーの幸せに気を配りましょう！
ko: 행복 지수는 주민들의 모든 요구와 소원의 합계 값입니다.
pt: As necessidades de seus moradores são comida e água. Além disso, seus moradores têm desejos. O valor da felicidade é a soma de todas as necessidades e desejos. Você tem que ficar sempre de olho na felicidade dos seus moradores!
ru: Твои поселяне нуждаются в еде и воде. В дополнение к этому, у твоих поселян есть желания. Значение счастья представляет собой сумму всех потребностей и желаний. Необходимо всегда следить за уровнем счастья твоих поселян!
zh: 你的镇民们需要食物和水。 此外，他们也有愿望。 幸福指数是所有需求和愿望的总数。你应该时刻关注你的镇民的幸福指数！
zh_tw: 您的鎮民們需要食物和水。 此外，他們也有願望。 幸福指數是所有需求和願望的總數。您應該時刻關注您的鎮民的幸福指數！

# T_GAME_TUTORIAL_NOTIFICATION_1
source: Welcome to the Tutorial. Now you will learn the basics of Townsmen.
de: Willkommen zur Einführung! Hier lernst du das Wichtigste über Townsmen.
es: Te damos la bienvenida al tutorial. Aquí aprenderás los conceptos básicos de Townsmen.
fr: Bienvenue dans le didacticiel. Vous allez découvrir les bases de Townsmen.
id: Selamat datang di Tutorial. Sekarang kamu akan belajar dasar-dasar Townsmen.
it: Benvenuto nel tutorial. Ora imparerai le basi di Townsmen.
ja: ようこそ！チュートリアルでこのゲームの基本的な遊び方を学びましょう。
ko: 튜토리얼에 오신 것을 환영합니다. Townsmen의 기본에 관하여 학습하겠습니다.
pt: Bem-vindo ao tutorial. Agora você aprenderá os fundamentos do Townsmen.
ru: Добро пожаловать в обучение. А теперь ты получишь представление об основах игры в Townsmen.
zh: 欢迎来到游戏教程。现在你将了解《镇民》游戏的基本规则。
zh_tw: 歡迎來到遊戲教程。現在您將瞭解《鎮民》遊戲的基本規則。

# T_GAME_TUTORIAL_NOTIFICATION_2_MOUSE
source: Move the screen by dragging the map with the left mouse button. Zoom in and out by using the mouse-wheel.
de: Bewege den Bildausschnitt, indem du die Karte mit der linken Maustaste ziehst und zoome mit dem Mausrad.
es: Mueve la pantalla arrastrando el mapa con el botón izquierdo del ratón. Acerca y aleja la vista usando la rueda del ratón.
fr: Déplacez l'écran en faisant glisser la carte à l'aide du bouton gauche de la souris. Effectuez un zoom avant et arrière à l'aide de la roue de la souris.
id: Geser layar dengan menyeret peta dengan tombol kiri pada mouse. Perbesar dan perkecil tampilan dengan menggerakkan roda mouse.
it: Muovi lo schermo trascinando la mappa con il tasto sinistro del mouse. Zoomma avanti e indietro con la rotella del mouse.
ja: マウスの左ボタンでマップをドラッグして画面を移動する。マウスのスクロールボタンで拡大、縮小する。
ko: 왼쪽 마우스 버튼으로 지도를 끌어 화면을 이동하세요. 마우스 휠도 확대하고 축소하세요.
pt: Mova a tela arrastando o mapa com o botão esquerdo do mouse. Use a roda do mouse para aproximar ou afastar o zoom.
ru: Для перемещения по карте двигай мышь, зажав левую кнопку. Масштаб изменяется с помощью колесика.
zh: 按下鼠标左键，拖动地图，可以移动屏幕显示区域。使用鼠标滚轮，可以放大、缩小显示内容。
zh_tw: 按下滑鼠左鍵，拖動地圖，可以移動螢幕顯示區域。使用滑鼠滾輪，可以放大、縮小顯示內容。

# T_GAME_TUTORIAL_NOTIFICATION_2_NOMULTITOUCH
source: You can move the camera by swiping over the screen. You can zoom in and out by using the + and - buttons.
de: Bewege die Kamera durch Ziehen über den Bildschirm. Durch Drücken der + und - Tasten kannst du zoomen.
es: Desliza el dedo por la pantalla para mover la cámara. Acerca o aleja la vista con los iconos + y -.
fr: Vous pouvez déplacer la caméra en feuilletant l'écran. Vous pouvez zoomer ou dézoomer à l'aide des touches + ou -.
id: Kamu bisa menggerakkan kamera dengan mengusap layar. Kamu bisa memperbesar dan memperkecil tampilan dengan tombol + dan - .
it: Puoi spostare la visuale scorrendo con il dito. Puoi zoomare avanti e indietro con i pulsanti + e -.
ja: 画面をスワイプして画面の移動、「+」と「-」のボタンで画面の拡大・縮小が可能です。
ko: 화면을 스왑하여 카메라는 이동하세요. + 버튼과 -버튼을 사용하여 확대 및 축소가 가능합니다.
pt: Você pode mover a câmera passando o dedo pela tela. Você pode aproximar e afastar o zoom usando os botões + e -.
ru: Камеру можно перемещать, выполняя перетягивание по экрану. Масштабирование можно выполнять с помощью кнопок + и -.

# T_GAME_TUTORIAL_NOTIFICATION_2_TOUCH
source: Move the camera by swiping over the screen. Zoom in and out by pinching with two fingers.
de: Bewege die Kamera durch Ziehen des Bildschirms und zoome, indem du zwei Finger aufeinander zu oder voneinander weg bewegst.
es: Desliza el dedo por la pantalla para mover la cámara. Acerca o aleja la vista haciendo un movimiento de pellizco con dos dedos.
fr: Déplacez la caméra en feuilletant l'écran. Zoomez ou dézoomez en pinçant ou en écartant deux doigts.
id: Gerakkan kamera dengan mengusap layar. Perbesar dan perkecil tampilan dengan mengapit dua jari.
it: Sposta la visuale scorrendo con il dito. Zooma avanti e indietro con due dita.
ja: 画面を指でスワイプすると、画面が移動します。また、二本の指でピンチイン、ピンチアウトすることで、拡大・縮小することができます。
ko: 화면을 스왑하여 카메라를 이동하세요. 손가락 두개를 사용하여 확대 및 축소가 가능합니다.
pt: Movimente a câmera passando o dedo pela tela. Aproxime e afaste o zoom apertando com dois dedos.
ru: Перемещай камеру, выполняя перетягивание по экрану. Выполняй масштабирование с помощью сведения и разведения пальцев.
zh: 通过在屏幕上滑动来移动相机。用两指捏住来放大或缩小。
zh_tw: 通過在螢幕上滑動來移動相機。用兩指捏住來放大或縮小。
