Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_018
source: Build a treasury! The tax collector goes around town and collects all due taxes. Additionally he increases the tax revenue from every house he visits. This can be very useful when you're short on Thaler and when you don't want to collect the taxes by hand.
de: Wenn du eine Schatzkammer baust, sammelt der Steuereintreiber die Steuern von Wohnhäusern ein, wenn er sie besucht. Das kann sehr nützlich sein, wenn du nur wenige Taler zur Verfügung hast und die Abgaben nicht von Hand einsammeln möchtest.
es: ¡Construye una tesorería! El recaudador de impuestos recorre la aldea recaudando impuestos. Además aumenta los ingresos fiscales provenientes de cada casa que visita. Puede venirte muy bien cuando no tengas muchos táleros y cuando no quieras recaudar impuestos en mano.
fr: Construisez une trésorerie ! Le collecteur d'impôts fait le tour de la ville et collecte tous les impôts. De plus, il augmente les revenus d'impôts à chaque maison qu'il visite. C'est très utile quand vous manquez d'écus ou que vous ne souhaitez pas récolter les impôts vous-même.
id: Bangunlah gedung kas! Penarik pajak berkeliling kota dan menarik semua pajak yang jatuh tempo. Ia juga meningkatkan penghasilan pajak dari setiap rumah yang ia kunjungi. Ini bisa sangat berguna kalau kamu kekurangan Thaler dan tidak mau menarik pajak secara manual.
it: Costruisci una tesoreria! L'esattore delle tasse riscuote gli importi dovuti in città. Inoltre, aumenta temporaneamente l'introito in ciascuna casa che visita. Ciò può essere molto utile quando sei a corto di talleri e quando non vuoi riscuotere personalmente le tasse.
ja: 国庫を作りましょう！収税人が街をまわり、税金を徴収します。さらに、それぞれの家から集める税額をアップします。 ターレルが不足している時や、自分で徴収したくない時に便利です。
ko: 금고를 만드세요! 세금 징수원이 마을을 돌아다니며 기한이 된 세금을 모두 거둡니다. 더불어 징수원이 집을 방문할 때마다 세금 수입이 늘어납니다. 이것은 탈러가 부족하고 귀하가 직접 세금을 걷고 싶지 않을 때 매우 유용합니다.
pt: Construa um Tesouro! O cobrador de impostos percorre a cidade e cobra os impostos devidos. Além disso, ele aumenta as receitas fiscais com cada casa que visita. Isso pode ser muito útil quando você não tem muitos Táleres ou se não quiser cobrar os impostos manualmente.
ru: Построй казначейство! Сборщик податей ходит по городу и собирает подати. Также он увеличивает поступления от податей с каждого посещенного им дома. Такая возможность будет очень полезной, когда тебе не хватает талеров, или когда тебе не хочется собирать подати самостоятельно.
zh: 建造一座金库！税收员会在城镇里挨家挨户地收缴应收税款。此外，税收员每拜访一处，税收收入会随之增加。 如果您缺少泰勒币，又不想手动收集，这将是一种有效的办法。
zh_tw: 建造一座金庫！稅收員會在城鎮裡挨家挨戶地收繳應收稅款。此外，稅收員每拜訪一處，稅收收入會隨之增加。 如果您缺少泰勒幣，又不想手動收集，這將是一種有效的辦法。

# T_GAME_LOADINGTIP_018_DEPRECATED
source: Build a treasury! The tax collector temporarily increases tax revenue from every house he visits. This can be very useful when you're short on Thaler.
de: Wenn du eine Schatzkammer baust, erhöht der dort arbeitende Steuereintreiber die von einem Gebäude abgegebenen Steuern, wenn er sie besucht. Dies kann sehr nützlich sein, wenn du wenig Taler zur Verfügung hast und die Steuern nicht von Hand einsammeln möchtest.
es: ¡Construye una tesorería! El recaudador de impuestos aumenta los ingresos por impuestos al visitar una casa. Puede venirte muy bien cuando no tengas muchos táleros.
fr: Construisez une trésorerie ! Le collecteur d'impôts augmente temporairement les revenus d'impôts à chaque maison qu'il visite. C'est très utile quand vous manquez d'écus.
id: Bangunlah gudang harta! Pemungut pajak meningkatkan pendapatan pajak untuk sementara dari setiap rumah yang ia kunjungi. Cara ini sangat berguna saat kamu kekurangan Thaler.
it: Costruisci una tesoreria! L'esattore delle tasse aumenta temporaneamente l'introito in ciascuna casa che visita. Ciò può essere molto utile quando sei a corto di talleri.
ja: 国庫を建てましょう。収税官が家々を回り、税金を徴収、税収が一時的に上がります。 ターレルが不足している時に大変便利です。
ko: 재무부를 짓습니다! 세금 수집가들이 방문하는 모든 가정의 세금이 일시적으로 증가합니다. 탈러가 부족할 때 매우 유용합니다.
pt: Construa um Tesouro! O cobrador de impostos aumenta temporariamente as receitas fiscais com cada casa que ele visita. Isso pode ser muito útil quando você não tem muitos Táleres.
ru: Построй казначейство! Сборщик податей временно увеличивает поступления от податей с каждого посещенного им дома. Такая возможность будет очень полезной, когда тебе не хватает талеров.
zh: 兴建金库！ 税务官挨户收取临时增加的税金。 这种做法在你缺少泰勒币时可能会非常管用。
zh_tw: 興建金庫！ 稅務官挨戶收取臨時增加的稅金。 這種做法在你缺少泰勒幣時可能會非常管用。

# T_GAME_LOADINGTIP_019
source: The carpenter's shop is extremely useful. The carpenter makes his rounds around town and repairs deteriorated buildings by spending resources and Thaler. This makes it easier to keep your town's buildings in good condition. Make sure he always has enough resources!
de: Die Schreinerei ist ein sehr nützliches Gebäude: Der hier arbeitende Schreiner repariert verfallene Gebäude für Ressourcen und Taler. Dies erleichtert dir, deine Stadt in einem guten Zustand zu halten. Sorge immer dafür, dass er genug Rohstoffe hat!
es: El taller de carpintería es muy útil. El carpintero se pasea por la ciudad y utiliza táleros y recursos para reparar edificios deteriorados. De esta forma, los edificios de la ciudad se mantienen en buenas condiciones. ¡Hay que asegurarse de que siempre tengan recursos suficientes!
fr: Une menuiserie est très utile. Le charpentier fait le tour de la ville et répare les bâtiments détériorés en dépensant des ressources et des écus. Cela vous facilite la tâche pour maintenir les bâtiments de la ville en bon état. Assurez-vous qu'il ait toujours suffisamment de ressources !
id: Bengkel tukang kayu sangat berguna. Tukang kayu berkeliling kota dan memperbaiki gedung yang rusak dengan menghabiskan sumber daya dan Koin. Ini lebih memudahkan menjaga gedung kota Anda tetap dalam kondisi baik. Pastikan ia selalu memiliki cukup sumber daya!
it: Il laboratorio del carpentiere è estremamente utile. Il carpentiere va in giro per la città a riparare edifici danneggiati spendendo risorse e talleri. Ciò facilita il compito di mantenere la città in buone condizioni. Verifica che abbia sempre risorse a sufficienza!
ja: 大工店は資材とターレルを使って、街の建物を修復します。街の建物をよい状態に維持するのが楽になります。資材が不足しないようにしましょう。
ko: 목수 상점은 정말 유용합니다. 목수는 마을 주변을 돌아다니며 자원과 탈러를 이용하여 빌딩들을 수리합니다. 이를 통하여 타운의 빌딩의 상태를 좋게 유지합니다. 목수에게 언제나 자원이 충분한지 확인하십시오.
pt: A carpintaria é extremamente útil. O carpinteiro anda pela cidade restaurando os prédios depredados, utilizando recursos e Táleres. Isso faz com que seja mais fácil manter os prédios em boas condições. Lembre-se de sempre verificar se o carpinteiro tem recursos à disposição!
ru: Мастерская плотника чрезвычайно полезна. Плотник осуществляет осмотр города и ремонтирует разрушающиеся здания за ресурсы и талеры. Это позволяет упростить поддержание зданий твоего города в хорошем состоянии. Убедись в том, чтобы у него всегда было достаточно ресурсов!
zh: 木匠店非常有用。木匠在城镇巡游，使用资源和泰勒币修复建筑，使你镇上的建筑保持良好的状态。请确保木匠有充足的资源！
zh_tw: 木匠店非常有用。木匠在城鎮巡遊，使用資源和泰勒幣修復建築，使鎮上的建築保持良好的狀態。請確保木匠有充足的資源！

# T_GAME_LOADINGTIP_020
source: Building condition is extremely important. Run-down townhouses make your Townies unhappy and production buildings that are in bad condition are less productive. Buildings in bad repair also have an increased risk of a fire breaking out..
de: Der Zustand eines Gebäudes ist für die Townies sehr wichtig. Ist ihr Wohnhaus in einem schlechten Zustand, so werden sie unzufrieden. Bei Produktionsgebäuden verringert sich die Produktivität bis hin zum Stillstand. Zudem steigt das Risiko eines Feuers!
es: El estado de los edificios es extremadamente importante. Las casas deterioradas hacen infelices a los townies. Los edificios de producción en mal estado ven disminuida su productividad. Los edificios que no están bien reparados corren mayor riesgo de sufrir un incendio.
fr: L'état des bâtiments est très important. Les maisons détériorées rendent vos habitants malheureux et les bâtiments de production en mauvais état sont moins productifs. Les bâtiments nécessitant des réparations ont également plus de chances de voir un incendie s'y déclarer.
id: Kondisi gedung sangat penting. Rumah-rumah bandar yang runtuh membuat Townies Anda resah dan gedung produksi yang kondisinya jelek kurang produktif. Gedung yang perbaikannya jelek juga risikonya meningkat dengan api yang muncul.
it: Le condizioni degli edifici sono estremamente importanti. Le case deteriorate rendono insoddisfatti i cittadini e gli edifici di produzione in cattive condizioni sono meno produttivi. Gli edifici non riparati corrono inoltre un maggior rischio di incendio.
ja: 建物の状態は非常に重要です。家が荒廃すると、タウニーを不幸せにし、悪い状態の建物を造ることにより生産性が低下します。建物を悪い状態にしておくと、火事の発生の危険性も増えます。
ko: 빌딩 상태는 정말 중요합니다. 망가진 타운하우스는 주민들을 불행하게하며 상태가 좋지 않은 생산 빌딩들의 생산력은 감소합니다. 잘 수리되지 않은 빌딩들은 화재를 야기합니다.
pt: A condição dos prédios é extremamente importante. Casas depredadas deixam os habitantes infelizes e os prédios de produção que se encontram em más condições produzem menos. Prédios em más condições também têm maior probabilidade de incêndio...
ru: Состояние зданий является чрезвычайно важным. Захудалые городские дома делают твоих горожан несчастными, а производственные здания в плохом состоянии имеют более низкую продуктивность. В плохо отремонтированном здании существует более высокий риск пожара.
zh: 建筑的良好状态非常重要。将排屋拆除会使镇民不高兴，状态不好的建筑会使生产力下降，缺乏修缮的建筑的火灾风险也会增加。
zh_tw: 建築的良好狀態非常重要。將連棟宅邸拆除會使鎮民不高興，狀態不好的建築會使生產力下降，缺欠修繕的建築的火災風險也會增加。

# T_GAME_LOADINGTIP_021
source: Townies have their own daily routine. When they are taking a break from work, they use their free time to go home to eat or to satisfy their desires.
de: Deine Townies haben ihren eigenen Tagesablauf. Wenn sie nicht arbeiten, können sie frei wählen, was sie als nächstes tun. So versuchen sie ihre Bedürfnisse zu befriedigen, wie z.B. nach Hause gehen.
es: Los townies tienen su rutina diaria. En los descansos del trabajo, van a casa a comer o a satisfacer sus necesidades.
fr: Les habitants ont leurs petites habitudes. Quand ils font une pause, ils rentrent chez eux pour déjeuner ou pour se détendre.
id: Townie memiliki rutinitas harian mereka masing-masing. Saat mereka tidak bekerja, mereka menggunakan waktu luangnya untuk pulang ke rumah untuk makan atau memenuhi harapan mereka.
it: I paesani hanno le loro abitudini quotidiane. Quando interrompono il lavoro, usano il tempo libero per mangiare a casa o per soddisfare i loro desideri.
ja: タウニーは働いてばかりではありません。日常生活があります。休息中に、家に帰って食事をしたり、願望を叶えたりします。
ko: 주민들은 그들만의 일상을 가지고 있습니다. 쉬는 시간에는 집으로 가서 음식을 먹거나 그들의 소원을 충족시킵니다.
pt: Os moradores têm sua própria rotina diária. Quando estão de folga do trabalho, eles usam o tempo livre para ir para casa e comer ou satisfazer seus desejos.
ru: Поселяне имеют собственный распорядок дня. Отдыхая от работы, они используют свое свободное время для того, чтобы сходить домой поесть или удовлетворить свои желания.
zh: 镇民拥有自己的日常事务。当他们正处于工间休息状态时，会利用自己的空闲时间回家吃饭或满足他们的愿望。
zh_tw: 鎮民擁有自己的日常事務。當他們正處於工間休息狀態時，會利用自己的閒置時間回家吃飯或滿足他們的願望。

# T_GAME_LOADINGTIP_022
source: Prestige has multiple uses. It can be used to instantly build or complete buildings, to summon the merchant or to fast-forward time.
de: Prestige hat viele Funktionen. Du kannst damit ein Gebäude sofort bauen oder den Baufortschritt abschließen lassen, Zeit zum Vorspulen kaufen oder den Händler rufen.
es: El prestigio tiene múltiples usos. Te permite construir o completar edificios al instante, avanzar en el tiempo o llamar al mercader.
fr: Le Prestige sert à plusieurs choses. Il permet de construire instantanément ou de terminer des bâtiments, de faire venir le marchand ou d'avancer le temps.
id: Prestige memiliki beberapa kegunaan. Prestige bisa digunakan membangun atau menyelesaikan gedung secara cepat, untuk memanggil pedagang atau untuk mempercepat waktu.
it: Il prestigio ha molti usi. Puoi usarlo per costruire o completare istantaneamente edifici, per far avanzare rapidamente il tempo o per convocare il mercante.
ja: 「名声」には色々な使い道があります。瞬時に建物を建てたり、建設を終わらせたり、商人を招いたり、時間を早送りしたり、といったことができます。
ko: 프레스티지는 다양한 사용이 가능합니다. 즉각적인 건물을 짓거나 또는 건물을 완성할 때 또는 시간을 빠르게 돌리거나, 상인들을 불러오는데 사용될 수 있습니다.
pt: O Prestígio tem diversos usos. Pode ser usado para construir ou completar instantaneamente construções, chamar o mercador ou avançar o tempo.
ru: Существует множество способов использования очков престижа. Их можно использовать для мгновенного строительства или завершения строительства зданий, вызова купца или ускорения времени.
zh: 声望值具有多种用途。 它可以用来兴建或完成大楼、即时生成或即时完成建筑物、召唤商人快进时间。
zh_tw: 聲望值具有多種用途。 它可以用來興建或完成大樓、即時生成或即時完成建築物、召喚商人快進時間。

# T_GAME_LOADINGTIP_023
source: When demolishing a building, half of its construction costs can be salvaged. The resources have to be hauled from the ruins by Townies, though. If you build another building in the same spot before that happens, you will lose the resources.
de: Wenn du ein Gebäude abreißt, bekommst du die Hälfte der Baukosten zurück. Allerdings liegen die Rohstoffe dann in den Ruinen des Gebäudes und müssen erst abtransportiert werden. Baue kein neues Gebäude auf die Ruinen, denn die Rohstoffe sind dann weg.
es: Al derribar un edificio, puedes recuperar la mitad del coste de construcción, aunque los townies deberán recoger los restos de las ruinas. Si construyes otro edificio en el mismo sitio antes de que los recojan, perderás los recursos.
fr: Quand vous démolissez un bâtiment, vous pouvez récupérer la moitié de son coût de construction, à condition que les ressources soient récupérées dans les ruines par les habitants. Si vous construisez un autre bâtiment au même endroit avant qu'ils ne terminent, les ressources seront perdues.
id: Saat merobohkan bangunan, setengah biaya pembangunannya bisa disimpan. Sayangnya, sumber daya harus didapatkan dari reruntuhan bangunan oleh Townie. Jika kamu membangun bangunan lain di lahan yang sama sebelum itu terjadi, kamu akan kehilangan sumber daya tersebut.
it: Quando demolisci un edificio, metà dei costi di produzione vengono recuperati. Le risorse devono essere trasportate via dalle rovine, però. Se costruisci un altro edificio nello stesso punto prima che ciò accada, perderai le risorse.
ja: 建物を撤去すると、建設費の半分が返還されます。しかしタウニーを派遣してがれきから資材は回収する必要があります。回収する前に同じ場所に他の建物を建設してしまうと、その資材は失われます。
ko: 빌딩을 철거할 경우, 건축에 투자된 금액의 절반을 회수할 수 있습니다. 자원들은 주민들에 의하여 수송되어야 합니다. 만일 자원을 수송하기 전 같은 장소에 건물을 지으실 경우, 자원은 사라집니다.
pt: Ao demolir uma construção, metade de seus custos de construção pode ser recuperada. No entanto, os recursos devem ser carregados das ruínas pelos moradores. Se você for erguer outra construção no mesmo local, antes que isso aconteça, você perderá os recursos.
ru: При сносе здания можно получить обратно половину средств, затраченных на его постройку. Однако поселяне должны перенести ресурсы из руин. Если начать строительство другого здания на этом месте, прежде чем это произойдет, ты потеряешь ресурсы.
zh: 当拆除建筑物时，该建筑物一半的建筑成本可以打捞回来。然而，资源必须由镇民从废墟中拖曳出来。如果你没有打捞资源就在原址上盖新房子，你会失去资源。
zh_tw: 當拆除建築物時，該建築物一半的建築成本可以打撈回來。然而，資源必須由鎮民從廢墟中拖曳出來。如果您沒有打撈資源就在原址上蓋新房子，您會失去資源。

# T_GAME_LOADINGTIP_024
source: Mines can only be constructed at rocky mountainsides. Mines placed on ore deposits can mine iron ore or gold ore in addition to quarrying stone.
de: Bergwerke können nur an Felshängen errichtet werden. Platziere das Bergwerk auf Erzadern, um Eisen oder Gold abzubauen oder alternativ an einer beliebigen Felswand, um Steine abzubauen.
es: Las minas solo pueden construirse en las laderas rocosas de las montañas. Las minas situadas en los depósitos de minerales pueden extraer hierro u oro, además de piedras.
fr: Vous ne pouvez implanter des mines que sur les flancs rocailleux des collines. Vous pouvez implanter des mines sur les filons d'or ou de fer ou bien sur de la roche pour récupérer de la pierre.
id: Tambang hanya bisa ditempatkan di lereng gunung berbatu. Tambang yang ditempatkan pada cadangan bijih selain menghasilkan batu bisa menghasilkan bijih besi atau emas.
it: Le miniere possono essere costruite solo sui fianchi delle montagne. Le miniere piazzate sui depositi minerali possono estrarre oro o ferro, oltre alle pietre.
ja: 採掘所は岩山のみに建設が可能です。建設された鉱脈では、石材に加え、鉄鉱石や金鉱石の採掘が可能です。
ko: 광산은 록키 산맥에만 지을 수 있습니다. 광산에서는 스톤 뿐만 아니라 철 또는 금을 캐낼 수도 있습니다.
pt: As minas só podem ser construídas em encostas rochosas. As minas colocadas em depósitos de minérios podem extrair minério de ferro ou ouro, além da extração das pedras.
ru: Рудники можно строить лишь на склонах скалистых гор. Вдобавок к добыче камня, в рудниках, размещаемых на рудных месторождениях, можно добывать железную или золотую руду.
zh: 只能在岩石结构的山坡上挖掘矿井。在铁矿床上挖掘的矿井可以开采出铁矿石或者金矿石，此外，还可以开采石料。
zh_tw: 只能在岩石結構的山坡上挖掘礦井。在鐵礦床上挖掘的礦井可以開採出鐵礦石或者金礦石，此外，還可以開採石料。

# T_GAME_LOADINGTIP_025
source: Roads speed up the transport of goods and resources. Your townies usually prefer to use roads. Transportation on cobblestone roads is faster than on dirt roads.
de: Straßen beschleunigen den Warentransport erheblich. Deine Townies versuchen in den meisten Fällen, eine Straße zu ihrem Zielort zu nutzen. Zusätzlich gibt es Steinstraßen, die einen größeren Geschwindigkeitsbonus geben.
es: Los caminos aceleran el transporte de bienes y recursos. Por lo general, los townies prefieren usar los caminos. El transporte por los caminos de adoquines es más rápido que por los de tierra.
fr: Les routes accélèrent le transport des marchandises et des ressources. Les habitants préfèrent généralement utiliser de bonnes routes. Le transport sur les routes pavées est plus rapide que sur les chemins de terre.
id: Jalan mempercepat pengangkutan barang dan sumber daya. Para Townie biasanya lebih memilih menggunakan jalan. Pengangkutan pada jalan batu lebih cepat dari jalan kasar.
it: Le strade accelerano il trasporto di beni e risorse. I paesani preferiscono usare le strade. I trasporti sulle strade di ciottoli sono più veloci che su quelle sterrate.
ja: 道路は物資や資材の輸送速度を上げます。タウニーはたいてい道路を使いたがります。玉石を敷いた道路は砂利道よりも輸送速度が上がります。
ko: 도로는 상품 및 자원의 수송 속도를 증가시킵니다. 주민들은 도로 사용을 즐깁니다. 조약돌 길의 수송은 흙길보다는 빠른 편입니다.
pt: As rodovias aumentam a velocidade do transporte de mercadorias e recursos. Seus moradores geralmente preferem usar as estradas. O transporte em estradas de pedra é mais rápido do que em estradas de terra.
ru: Дороги ускоряют перемещение товаров и ресурсов. Обычно твои поселяне предпочитают использовать дороги. Перемещение по булыжным мостовым осуществляется быстрее, чем по грунтовым дорогам.
zh: 道路能够加速商品和资源的流通。您的镇民们通常更喜欢使用道路。鹅卵石道路上的交通是比土路快。
zh_tw: 道路能夠加速商品和資源的流通。您的鎮民們通常更喜歡使用道路。鵝卵石道路上的交通是比泥土路快。

# T_GAME_LOADINGTIP_026
source: If your tax rate is too high, your townies will be unhappy and might even go on strike. If you fulfill some of their desires, though, they might be willing to pay higher taxes.
de: Wenn du die Steuern zu hoch einstellst, werden deine Townies unglücklich und können sogar ihre Arbeit verweigern. Wenn du Ihnen allerdings einige Wünsche erfüllst, sind sie bereit, mehr Steuern abzugeben.
es: Si tu tasa impositiva es muy alta, los townies no estarán contentos y podrían declararse en huelga. Pero si cumples algunos de sus deseos, puede que estén dispuestos a pagar más impuestos.
fr: Quand le niveau d'imposition est trop élevé, les habitants sont mécontents et se mettent en grève. Toutefois, si vous répondez à certaines de leurs envies, ils accepteront de payer des impôts élevés.
id: Jika nilai pajakmu terlalu tinggi, para Townie menjadi tidak bahagia dan mungkin akan mogok. Jika kamu memenuhi semua harapan, kemungkinan mereka akan mau membayar pajak yang lebih tinggi.
it: Se l'aliquota delle tasse è troppo alta, i paesani saranno insoddisfatti e potrebbero anche scendere in sciopero. Se soddisfi i loro desideri, però, potrebbero essere meglio disposti a pagare tasse alte.
ja: 税率が高すぎると、タウニーの幸福度は低下し、ストライキにまで発展する可能性があります。しかし願望を満たしていれば、高い税金も納めるようになります。
ko: 세금율이 너무 높을 경우, 주민들은 불행해지며 파업을 할 수도 있습니다. 만일 주민들의 소원을 들어줄 경우, 높은 세금을 지불할 수도 있습니다.
pt: Se sua taxa de imposto for muito alta, os moradores ficarão infelizes e podem até entrar em greve. Mas se você realizar alguns de seus desejos, eles podem querer pagar impostos maiores.
ru: Если твой уровень податей слишком высокий, твои поселяне будут несчастными и даже могут объявить забастовку. Однако если исполнить ряд их желаний, они, возможно, захотят платить более высокие подати.
zh: 如果你的税率太高，你的镇民们会不高兴，甚至可能去罢工。不过，如果你满足了他们的愿望，更高的税收他们都可能都愿意支付。
zh_tw: 如果您的稅率太高，您的鎮民們會不高興，甚至可能去罷工。不過，如果您滿足了他們的願望，更高的稅收他們都可能都願意支付。

# T_GAME_LOADINGTIP_027
source: Townettes supply townhouses with food and water. They also visit the marketplace to buy jewelry and clothes, once these goods are available. Male townies, on the other hand, work in production buildings.
de: Townetten versorgen ihre Wohnhäuser mit Nahrung und Wasser. Zusätzlich gehen sie zum Markt und kaufen Schmuck und Kleidung ein, sobald diese Güter verfügbar sind. Im Gegensatz dazu arbeiten die Männer in den Produktionsgebäuden.
es: Las townettes abastecen los hogares con agua y alimentos. También visitan el mercado para comprar joyas y prendas, siempre y cuando estén disponibles. Los townies, por otro lado, trabajan en los edificios de producción.
fr: Les femmes apportent de l'eau et de la nourriture à la maison. Elles vont également au marché pour acheter des bijoux et des vêtements, quand il y en a. Les hommes, eux, travaillent dans les bâtiments.
id: Townette memasok rumah dengan makanan dan air. Mereka juga mengunjungi pasar untuk membeli perhiasan dan pakaian, setelah barang tersebut tersedia. Townie pria, di lain pihak, bekerja di bangunan produksi.
it: Le paesane riforniscono la città di acqua e cibo. Inoltre visitano il mercato per comprare gioielli e vestiti, quando queste merci sono disponibili. I paesani maschi, invece, lavorano negli edifici di produzione.
ja: 女性は家に食糧や水を運ぶのが仕事です。そして、市場に宝石や衣服があれば、買い物をすることもあります。一方、男性は生産施設で働きます。
ko: 여주민들은 마을에 물과 식량을 공급합니다. 시장을 방문하여 보석 및 의류를 구매하기도 합니다. 남 주민들은 빌딩 생산에서 일하게 됩니다.
pt: As moradoras abastecem as moradias com alimentos e água. Elas também visitam o mercado para comprar joias e roupas, quando essas mercadorias estão disponíveis. Os moradores homens, por outro lado, trabalham em construções de produção.
ru: Поселянки снабжают город едой и водой. Также они наведываются на рынок, чтобы приобрести на нем ювелирные изделия и одежду в том случае, если эти товары доступны. С другой стороны, поселяне работают в производственных зданиях.
zh: 女镇民们为城镇排屋供应食物和水。一旦市场里有首饰和衣服时，他们还会光顾市场去购买。另一方面，男镇民则在生产厂房中工作。
zh_tw: 女鎮民們為城鎮連棟宅邸供應食物和水。一旦市場裡有首飾和衣服時，他們還會光顧市場去購買。另一方面，男鎮民則在生產廠房中工作。

# T_GAME_LOADINGTIP_028
source: If your building stores are frequently full you need to build more warehouses and assign additional carriers.
de: Wenn viele Gebäudelager überfüllt sind, fehlen dir Träger. Du solltest mehr Lagerhäuser bauen, damit du dort Träger zuweisen kannst.
es: Si tus edificios de almacenamiento suelen estar llenos, tendrás que construir más almacenes y asignar más transportistas.
fr: Si les stocks des bâtiments sont régulièrement pleins, il faut construire d'autres entrepôts et y affecter des porteurs.
id: Jika gudang bangunanmu sering penuh, kamu harus membangun lebih banyak gudang dan menugaskan pengangkut tambahan.
it: Se i tuoi edifici sono spesso pieni, devi costruire più magazzini e assegnare altri trasportatori.
ja: 建物の在庫がしょっちゅう満杯になるようなら、倉庫をさらに建設し、運搬人を雇いましょう。
ko: 만일 빌딩 저장소가 자주 가득찬다면, 창고를 더 짓거나 캐리어를 배정하셔야 합니다.
pt: Se suas lojas de construção estão frequentemente cheias, você precisa construir mais armazéns e designar carregadores adicionais.
ru: Если кладовые в твоих зданиях частенько переполнены, тебе потребуется построить новые пакгаузы и назначить дополнительных носильщиков.
zh: 如果你的建筑仓库经常是满的，你必须兴建更多的仓库并分配额外的搬运工。
zh_tw: 如果您的建築倉庫經常是滿的，您必須興建更多的倉庫並分配額外的搬運工。
