Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_BUILDING_INFO_HOPSFIELD_OLD
source: The hops field supplies the monastery with hops which is processed into brew. The field does not regrow in winter.
de: Das Hopfenfeld versorgt das Kloster mit Hopfen, welches dort zu Gebräu verarbeitet werden kann. Das Feld wächst im Winter nicht.
es: Los campos de lúpulo proporcionan este recurso al monasterio, donde se procesa para obtener cerveza. Los cultivos no vuelven a crecer en invierno.
fr: Le champ de houblon fournit le monastère en houblon nécessaire pour le brassage. Le champ ne repousse pas en hiver.
id: Ladang hop mensuplai biara dengan hop, yang kemudian diproses menjadi bir. Ladang hop tidak tumbuh lagi di musim dingin.
it: Il campo di luppolo fornisce al monastero il luppolo di cui ha bisogno per produrre la birra. Il campo non ricresce in inverno.
ja: ホップ畑は、ビールの原料となるホップを修道院に供給します。冬は畑に作物がなりません。
ko: 호프 밭은 맥주로 가공되는 호프를 수도원에 공급합니다. 겨울에는 밭에서 호프가 자라지 않습니다.
pt: O campo de lúpulo abastece o mosteiro com lúpulo, que é transformado em cerveja. O campo não produz novamente no inverno.
ru: На плантации хмеля растет хмель, используемый в пивоварении. Он не растет зимой.
zh: 啤酒花农田向寺院供应酿酒原料啤酒花。农田在冬季无法重新生长。
zh_tw: 啤酒花農田向寺院供應釀酒原料啤酒花。農田在冬季無法重新生長。

# T_GAME_BUILDING_INFO_HOUSE_UPGRADE1
source: The level 2 upgrade for Townhouses increases tax income and halves the rate of building decay. The tax collector bonus is also increased. However, repairing the upgraded building takes significantly more resources and gold.
de: Das Upgrade auf Stufe 2 verbessert die Steuereinnahmen des Wohnhauses und der Gebäudeverfall wird halbiert. Der Steuereintreiber gibt dem Gebäude einen größeren Steuerbonus. Allerdings steigen die Reparaturkosten stark an.
es: La mejora del nivel 2 de las casas aumenta los ingresos por impuestos y reduce a la mitad la velocidad a la que el edificio se deteriora. También aumenta la bonificación del recaudador de impuestos. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: L'amélioration de niveau 2 des maisons augmente les revenus des impôts et diminue par deux le taux de dégradation du bâtiment. Le bonus du collecteur d'impôts est également augmenté. Toutefois, la réparation du bâtiment amélioré coûte beaucoup plus de ressources et d'or.
id: Pemutakhiran level 2 untuk Rumah Bandar meningkatkan penerimaan pajak dan memangkas nilai pelapukan gedung. Bonus pengumpul pajak juga bertambah. Tapi, memperbaiki gedung yang dimutakhirkan menyedot sumber daya dan emas dalam jumlah besar.
it: Il potenziamento Livello 2 delle case aumenta l'introito delle tasse e dimezza la velocità di deterioramento degli edifici. Anche il bonus dell'esattore è aumentato. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 家をレベル2にアップグレードすると、税収が上がり、建物の劣化率が半減します。収税官のボーナスも上がります。しかし、アップグレードされた建物の修復にはかなり多くの資材と金が必要となります。
ko: 타운하우스의 레벨 3 업그레이드는 세금을 증가시키며 빌딩의 부패 빈도를 감소시킵니다. 세금 수집인의 보너스 또한 증가합니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 2 das casas aumenta os impostos e diminui pela metade a velocidade da depredação. O bônus do cobrador de impostos também aumenta. No entanto, você gasta muito mais ouro e recursos para restaurar um prédio com upgrade.
ru: Улучшение уровня 2 для городских домов повышает поступления от податей и наполовину уменьшает уровень разрушения здания. Также повышается бонус для сборщика податей, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 将排屋升到第二级可以增加税收收入，还可以将建筑的恶化率减半。税金征收奖励也会有所增加。然而，修复升级的建筑所需的资源和黄金将会大大增加。
zh_tw: 將連棟宅邸升級到第二級可以增加稅收，還可以將建築的惡化減半。稅金征收獎勵也會有所增加。然而，修復升級的建築所需的資源和黃金將會大大增加。

# T_GAME_BUILDING_INFO_HOUSE_UPGRADE2
source: The level 3 upgrade for Townhouses increases tax income and halves the rate of building decay. The tax collector bonus is increased even further. However, repairing the upgraded building takes drastically more resources and gold.
de: Das Upgrade auf Stufe 3 verbessert die Steuereinnahmen des Wohnhauses und der Gebäudeverfall wird halbiert. Der Steuereintreiber gibt dem Gebäude einen größeren Steuerbonus. Allerdings steigen die Reparaturkosten sehr stark an.
es: La mejora del nivel 3 de las casas aumenta los ingresos por impuestos y reduce a la mitad la velocidad a la que el edificio se deteriora. La bonificación del recaudador de impuestos aumentará aún más. Sin embargo, las reparaciones del edificio mejorado utilizan muchos más recursos y oro.
fr: L'amélioration de niveau 3 des maisons augmente les revenus des impôts et diminue par deux le taux de dégradation du bâtiment. Le bonus du collecteur d'impôts est augmenté encore plus. Toutefois, la réparation du bâtiment amélioré coûte sensiblement plus de ressources et d'or.
id: Pemutakhiran level 3 untuk Rumah Bandar meningkatkan penerimaan pajak dan memangkas nilai pelapukan gedung. Bonus pengumpul pajak juga makin bertambah. Tapi, memperbaiki gedung yang dimutakhirkan sangat menyedot sumber daya dan emas.
it: Il potenziamento Livello 3 delle case aumenta l'introito delle tasse e dimezza la velocità di deterioramento degli edifici. Il bonus dell'esattore è aumentato ulteriormente. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: 家をレベル3にアップグレードすると、税収が上がり、建物の劣化率が半減します。収税官のボーナスもさらに上がります。しかし、アップグレードされた建物の修復にはかなり多くの資材と金が必要となります。
ko: 타운하우스의 레벨 3 업그레이드는 세금을 증가시키며 빌딩의 부패 빈도를 감소시킵니다. 세금 수집인의 보너스 또한 증가합니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 3 das casas aumenta os impostos e diminui pela metade a velocidade de depredação. O bônus do cobrador de impostos também aumenta. No entanto, você gasta muito mais ouro e recursos para restaurar um prédio com upgrade.
ru: Улучшение уровня 3 для городских домов повышает поступления от податей и наполовину уменьшает уровень разрушения здания. Бонус для сборщика податей повышается еще больше, однако для ремонта улучшенного здания требуется чрезмерно большее количество ресурсов и золота.
zh: 将排屋升到第三级可以增加税收收入，还可以将建筑的恶化率减半。税金征收奖励也会有所增加。然而，修复升级的建筑所需的资源和黄金将会大大增加。
zh_tw: 將連棟宅邸升級到第三級可以增加稅收，還可以將建築的惡化減半。稅金征收獎勵也會有所增加。然而，修復升級的建築所需的資源和黃金將會大大增加。

# T_GAME_BUILDING_INFO_HUNTER
source: The hunter goes into the forests to hunt animals. He brings meat as a food resource and skins for tanneries back to the hunter's cabin.
de: Der Jäger geht in die Wälder hinaus, um Wild zu jagen. Er bringt Fleisch als Nahrungsquelle und Tierhäute für Gerbereien zurück zur Hütte.
es: El cazador caza animales en los bosques y se lleva a su cabaña la carne y las pieles para las curtidurías.
fr: Le chasseur se rend dans les forêts pour chasser des animaux. Il rapporte dans la cabane du chasseur de la viande à manger et de la peau pour la tannerie.
id: Pemburu masuk hutan untuk berburu hewan. Ia pulang ke pondoknya dengan membawa daging sebagai sumber daya pangan dan kulit mentah untuk tempat penyamakan.
it: Il cacciatore va in cerca di animali nella foresta e porta carne come risorsa alimentare e pellami per le concerie al capanno del cacciatore.
ja: 狩人は動物の狩りをしに森に入ります。狩人は食糧になる肉となめし革工場で加工する皮を狩人の山小屋に持ち帰ります。
ko: 사냥꾼은 동물을 사냥하러 숲으로 들어갑니다. 식량 자원용 고기와 무두질 공장용 동물 피부를 사냥꾼의 오두막으로 가져옵니다.
pt: O caçador entra na floresta para caçar animais. Ele traz a carne como recurso de comida e pele para os curtumes, de volta à cabana do caçador.
ru: Охотник охотится на животных в лесу, а затем возвращается в свою хижину с пищей — мясом — и кожей для дубилен.
zh: 猎人在森林中打猎，他以动物肉为食，将动物皮毛拿到皮革厂加工后再带回猎人小屋。
zh_tw: 獵人在森林中打獵，他以動物肉為食，將動物皮毛拿到皮革廠加工後再帶回獵人小屋。

# T_GAME_BUILDING_INFO_HUNTER_DEPRECATED
source: The hunter's cabin is the starting point for hunting trips into the woods. The hunter hunts deer and provides meat for the town.
de: Die Jagdhütte ist der ideale Ausgangspunkt, um auf Jagdausflüge in die Wälder zu gehen. Wenn der Jäger Wild erlegt hat, bringt er Fleisch zur Hütte zurück, welches dann als Nahrung für das Dorf dient.
es: La cabaña del cazador es el comienzo para que el cazador vaya al bosque a cazar ciervos y proveer de carne a la ciudad.
fr: La cabane du chasseur est le point de départ des parties de chasse dans les bois. Le chasseur tue des cerfs, ce qui fournit de la viande pour la ville.
id: Pondok pemburu adalah titik awal perjalanan berburu ke dalam hutan. Pemburu mengejar rusa dan menyediakan daging untuk kota.
it: Il capanno del cacciatore è la base per le battute di caccia nei boschi. Il cacciatore va a caccia di cervi e rifornisce di carne la città.
ja: 狩人の山小屋が森で狩りを行う際の出発地点になります。狩人は鹿を狩り、街にその肉を提供します。
ko: 사냥꾼의 오두막은 숲 사냥을 위한 시작점입니다. 사냥꾼은 사슴을 사냥해 마을에 고기를 제공합니다.
pt: A cabana do caçador é o ponto de partida para caçar na floresta. O caçador abate veados e fornece carne para a cidade.
ru: Хижина охотника является отправной точкой для охоты в лесах. Охотник охотится на оленей и обеспечивает город мясом.
zh: 猎人木屋是入林狩猎之路的开始点。 猎人猎鹿并为城镇提供肉类。
zh_tw: 獵人木屋是入林狩獵之路的開始點。 獵人獵鹿並為城鎮提供肉類。

# T_GAME_BUILDING_INFO_JOUSTINGSITE
source: Townies come to the jousting grounds to be entertained by heroic knights fighting for honor.
de: Auf dem Turnierplatz tragen die Ritter ehrenhafte Kämpfe zu Pferde aus. Die Townies lieben diese Art der Unterhaltung.
es: En los campos de justas, los townies disfrutan con los combates que enfrentan a caballeros por honor.
fr: Sur l'aire de joute, les habitants sont entraînés au combat par de valeureux chevaliers.
id: Townie datang ke arena pertempuran untuk menyaksikan ksatria bertarung demi kehormatan mereka.
it: I paesani vengono alla giostra per divertirsi ammirando eroici cavalieri che combattono per l'onore.
ja: タウニーは馬上槍闘技場へ行き、勇敢な騎士同士の戦いを観ることができます。
ko: 주민들은 명예를 위해 싸우는 영웅적인 기사들의 마상 경기를 보기위하여 경기장으로 모입니다.
pt: Os moradores vão para os campos de justa para se entreterem com os cavaleiros heroicos lutando por honra.
ru: Поселяне, посещающие арену, развлекаются, глядя на то, как рыцари героически сражаются за честь.
zh: 镇民们来到比武场，观看英勇的骑士争夺荣誉。
zh_tw: 鎮民們來到競技場，觀看英勇的騎士爭奪榮譽。

# T_GAME_BUILDING_INFO_JUICER
source: The juice manufacture produces the best grape juice to be found in the kingdom.
de: In der Kelterei wird der beste Traubensaft des Königreichs erzeugt.
es: El lagar produce el mejor mosto del reino.
fr: Le pressoir produit le meilleur jus de raisin du royaume.
id: Pabrik jus menghasilkan jus anggur terbaik yang ada di kerajaan.
it: La manifattura di succo produce il miglior succo d'uva di tutto il regno.
ja: ジュース工場は王国で最高級のぶどうジュースを生産します。
ko: 주스 제조업장은 왕국에서 찾을 수 있는 최고의 포도 주스를 제조합니다.
pt: A produtora de suco faz o melhor suco de uva encontrado em todo o reino.
ru: Соковая мануфактура производит самый лучший виноградный сок в королевстве.
zh: 果汁制造厂生产出王国最好的葡萄汁。
zh_tw: 果汁製造廠生產出王國最好的葡萄汁。

# T_GAME_BUILDING_INFO_LUMBERJACK
source: The forester's hut houses a lumberjack, who chops down nearby trees and provides your town with wood.
de: Die Forsthütte beherbergt einen Holzfäller, der Bäume im Wald fällt und dein Dorf mit Holz versorgt.
es: En la caseta del guarda forestal puede hospedarse un leñador. Se encargará de cortar los árboles de la zona para suministrar madera a la ciudad.
fr: La cabane du forestier abrite un bûcheron qui abat les arbres à proximité pour fournir du bois aux habitants.
id: Pondok rimbawan rumah penebang pohon, orang yang menebang pepohonan di dekatnya dan menyediakan kayu untuk kotamu.
it: Il capanno del taglialegna ospita un taglialegna, che abbatte gli alberi circostanti e produce legname per la città.
ja: 木こりが住んでおり、近くの木々を伐採、街に木材を供給します。
ko: 나무꾼의 오두막은 근처 나무들을 잘라 마을에 목재를 제공하는 나무꾼의 집을 제공합니다.
pt: Na cabana do silvicultor vive um lenhador que corta as árvores próximas e fornece madeira para a cidade.
ru: Хижина лесника является домом для дровосека, который рубит деревья в окрестностях и обеспечивает твой город древесиной.
zh: 伐木工人把附近的树木砍下来为镇上供应木材。
zh_tw: 伐木工人把附近的樹木砍下來為鎮上供應木材。

# T_GAME_BUILDING_INFO_MARKETSQUARE
source: The marketplace provides Townettes with access to jewelry and clothes from your stores. It also enables you to trade with the merchant when he's in town.
de: Auf dem Markt können deine Townetten Schmuck und Kleider aus deinen Lagern erwerben. Zusätzlich kannst du Ware mit umherziehenden Händlern handeln, wenn sie im Dorf sind.
es: El mercado proporciona a las townettes las joyas y prendas de tus tiendas. También te permite comerciar con el mercader cuando visita la ciudad.
fr: Le marché permet aux habitantes d'acheter les bijoux et les vêtements de vos boutiques. Il vous permet également de faire du commerce avec le marchand quand il est en ville.
id: Pasar menyediakan Townette akses untuk memperoleh perhiasan dan pakain dari tokomu. Pasar juga memungkinkan perdaganganmu dengan saudagar saat ia muncul di kotamu.
it: Il mercato offre alle paesane gioielli e abbigliamento dai tuoi negozi. Inoltre ti permette di commerciare con il mercante, quando viene in città.
ja: 市場でタウニーはあなたの店から宝石や衣服を買うことができます。あなた自身も商人がいれば売買を行うことが可能です。
ko: 시장은 마을의 여주민들에게 보석 및 의류 상점으로의 엑세스를 제공합니다. 거래인이 마을에 체류할 경우 거래가 가능합니다
pt: O mercado oferece às moradoras acesso às joias e roupas de suas lojas. Ele também possibilita que você comercialize com o mercador quando ele está na cidade.
ru: Рынок предоставляет поселянкам возможность доступа к ювелирным изделиям и одежде из твоих хранилищ. Также он позволяет тебе торговать с купцом, когда тот находится в городе.
zh: 在市场里，女镇民可以从你的店铺里买到首饰和衣服。当商人来到镇上时，你还可以与他们做生意。
zh_tw: 在市場裡，女鎮民可以從您的店鋪裡買到首飾和衣服。當商人來到鎮上時，您還可以與他們做生意。

# T_GAME_BUILDING_INFO_MEDICALCENTER
source: Townies visit the infirmary when they are sick. The doctor uses medicinal herbs to cure them.
de: Der Heilmedikus benutzt Kräuter, um kranke Townies zu heilen. Wenn sie krank sind, kommen sie zu ihm, um geheilt zu werden.
es: Cuando los townies están enfermos, visitan la enfermería. El doctor, que está en la enfermería, utiliza hierbas medicinales para curarlos.
fr: Les habitants se rendent à l'infirmerie lorsqu'ils sont malades. Le médecin à l'Infirmerie utilise des herbes médicinales pour les guérir.
id: Townies mengunjungi Puskesmas saat mereka sakit. Dokter di Puskesmas menggunakan tanaman obat untuk mengobati mereka.
it: I cittadini visitano l'Infermeria quando sono malati. Il dottore usa le erbe medicinali per curarli.
ja: タウニーは病気になると診療所を訪れます。診療所の医者は医療用ハーブを用いて彼らを治療します。
ko: 타운 주민들은 아플때 병원을 방문합니다. 병원의 사들은 약용 허브를 사용하여 치료합니다.
pt: Os habitantes fazem uma visita à enfermaria quando estão doentes. O médico utiliza ervas medicinais para curá-los.
ru: Заболев, горожане отправляются в лазарет, где доктор использует для их лечения лекарственные растения.
zh: 镇民在生病时会去医务室。医生们会使用草药治愈他们。
zh_tw: 鎮民在生病時會去醫務室。醫生會使用草藥治癒他們。

# T_GAME_BUILDING_INFO_MEDIUMHOME
source: In the medium townhouse {FAMILIES} families can comfortably live together.
de: Im mittleren Wohnhaus haben {FAMILIES} Familien komfortabel Platz zum leben.
es: En la casa mediana, pueden vivir cómodamente {FAMILIES} familias a la vez.
fr: Dans une maison de taille moyenne, {FAMILIES} familles de townies peuvent confortablement prendre place.
id: Di rumah tinggal sedang, {FAMILIES} keluarga bisa tinggal bersama dengan nyaman.
it: Nella casa media possono vivere insieme comodamente {FAMILIES} famiglie.
ja: 中型の家では{FAMILIES}家族が一緒に快適に住むことができます。
ko: 중형 타운하우스에는 {FAMILIES} 가족이 편안하게 살 수 있습니다.
pt: Na casa média, {FAMILIES} famílias podem viver juntas confortavelmente.
ru: В среднем городском доме могут комфортно уживаться до {FAMILIES} семей.
zh: 在中等连排房屋里 {FAMILIES}家庭可以舒适地住在一起。
zh_tw: 在中型聯排房中，{FAMILIES} 個家庭可以很舒適地住在一起。

# T_GAME_BUILDING_INFO_MINE
source: Depending on the mines location, the mine can be used to extract stone, iron ore and even gold ore. When unlocked by research, the geologist can refill depleted deposits.
de: Im Bergwerk können je nach Standort Stein, Eisenerz und sogar Golderz gefördert werden. Wenn er durch Forschung freigeschaltet ist, kann ein Geologe die Rohstoffvorkommen wieder auffüllen.
es: Dependiendo de su ubicación, la mina puede usarse para extraer piedra, hierro, e incluso oro. Cuando se desbloquea mediante la investigación, el geólogo puede reponer las vetas agotadas.
fr: En fonction de l'emplacement des mines, celles-ci peuvent être utilisées pour extraire de la pierre, du minerai de fer et même du minerai d'or. Une fois débloqué par la recherche, le géologue peut renouveler les dépôts épuisés.
id: Tergantung lokasinya, tambang bisa menghasilkan batu, bijih besi, atau bahkan bijih emas. Setelah diaktifkan lewat riset, ahli geologi bisa mengisi kembali cadangan yang sudah terkuras.
it: In base alla sua ubicazione, una miniera può essere usata per estrarre pietra, minerale di ferro e perfino oro. Quando sblocchi il geologo tramite la ricerca, egli potrà rifornire i depositi vuoti.
ja: 採掘所では、建てる場所によって、石材、鉄鉱石、さらには金鉱石を採掘できます。 リサーチを解除すると、地質学者は枯渇した資源を補充することが可能になります。
ko: 광산 위치에 따라 광산을 사용하여 석재, 철광석 및 금광석도 캐낼 수 있습니다. 연구로 잠금 해제되면 지질학자가 고갈된 매장층을 다시 채울 수 있습니다.
pt: Dependendo da localização das minas, a mina pode ser usada para extrair pedra, minério de ferro ou até minério de ouro. Quando for desbloqueado por pesquisa, o geólogo pode reabastecer depósitos esgotados.
ru: В зависимости от местоположения рудника в нем может добываться камень, железная или даже золотая руда. После проведения соответствующего исследования геолог научится восполнять истощившиеся запасы горных месторождений.
zh: 不同位置的矿井可以开采不同材料，如石料、铁矿石甚至金矿石。 通过研究解锁后，地质学家可以让枯竭的矿藏重新充满资源。
zh_tw: 不同位置的礦井可以開採不同材料，如石料、鐵礦石甚至金礦石。 透過研究解鎖後，地質學家可以讓枯竭的礦藏重新充滿資源。

# T_GAME_BUILDING_INFO_MINE_DEPRECTAED
source: Depending on the mines location, the mine can be used to extract stone, iron ore and even gold ore.
de: Im Bergwerk können je nach Standort Stein, Eisenerz und sogar Golderz gefördert werden.
es: Dependiendo de su ubicación, la mina puede extraer piedra, hierro e incluso oro.
fr: En fonction de l'endroit où est implantée la mine, elle fournit de la pierre, du minerai de fer ou même de l'or.
id: Tambang bisa digunakan untuk menghasilkan batu, bijih besi bahkan bijih emas.
it: A seconda della posizione della miniera, essa può essere usata per produrre pietre, minerale di ferro o di oro.
ja: 鉱脈によって、石材、鉄鉱石、金鉱石など様々な鉱石を掘り出すことが可能です。
ko: 광산의 위치에 따라, 광석, 철 그리고 금을 채취할 수 있습니다.
pt: Dependendo do local das minas, elas podem ser utilizadas para extrair pedras, minério de ferro e até mesmo ouro.
ru: В зависимости от местонахождения рудника, он может использоваться для добычи камня, железной руды и, даже, золотой руды.
zh: 根据矿山的分布位置，可以利用矿山来开采石材、 铁矿石甚至金矿石。
zh_tw: 根據礦山的分佈位置，可以利用礦山來開採石材、 鐵礦石甚至金礦石。

# T_GAME_BUILDING_INFO_MINT
source: The smelter supplies manufactures with bars of iron and gold. The bars will be produced from their respective ores and charcoal.
de: Die Schmelze versorgt weiterverarbeitende Betriebe mit Gold- und Eisenbarren. Die Barren werden aus dem jeweiligen Erz und Kohle gefertigt.
es: La fundidora suministra lingotes de hierro y oro a los fabricantes. Los lingotes se producen con minerales y carbón.
fr: La fonderie fournit des barres de fer et d'or aux ateliers. Pour fabriquer ces barres, on utilise du minerai et du charbon.
id: Smelter memasok pabrik dengan batangan besi dan emas. Batangan tersebut akan dihasilkan dari masing-masing bijih ditambah batubara.
it: La fonderia fornisce agli artigiani lingotti di ferro e di oro. I lingotti vengono prodotti mediante carbone e i rispettivi minerali.
ja: 精錬所は工場に鉄や金を供給します。鉄には鉄鉱石と木炭、金には金鉱石と木炭が、それぞれ必要です。
ko: 용광로는 철봉 및 금을 제조업자들에게 공급합니다. 봉은 광석및 숲으로부터 생산됩니다.
pt: O fundidor fornece produtos com barras de ferro e ouro. As barras serão produzidas a partir de seus respectivos minérios e carvão.
ru: Плавильная мастерская снабжает мануфактуры слитками железа и золота. Слитки изготавливаются из соответствующей руды и угля.
zh: 冶炼厂为工厂提供铁条和金条。这些都分别用矿石和木炭生产制造的。
zh_tw: 冶煉廠為工廠提供鐵條和金條。這些都分別用礦石和木炭生產製造的。

# T_GAME_BUILDING_INFO_MONASTERY
source: The monks at the monastery brew a delicious brew. The exact procedure is unknown, but it is widely known that hops, wheat and crystal clear spring water are among the ingredients.
de: Die Mönche im Kloster brauen ein köstliches Gebräu. Der genaue Brauvorgang ist geheim - man weiß jedoch, dass Hopfen, Weizen und kristallklares Quellwasser zu den Zutaten gehören.
es: Los monjes del monasterio elaboran una cerveza deliciosa. Se desconoce el procedimiento exacto, pero todo el mundo sabe que el lúpulo, el trigo y el agua cristalina de manantial forman parte de los ingredientes.
fr: Les moines du monastère produisent une délicieuse boisson. Personne ne connaît le processus exact, mais tout le monde sait qu'il faut du houblon, du blé et de l'eau de source.
id: Para rahib di biara membuat bir yang lezat. Prosedur persisnya tidak diketahui, tapi sudah rahasia umum bahwa bahannya termasuk hop, gandum, dan air sejernih kristal dari mata air.
it: I monaci del monastero producono birra deliziosa. Non si conosce il procedimento esatto, ma è risaputo che tra gli ingredienti vi sono luppolo, grano e acqua di fonte.
ja: 修道院の修道士たちは美味しいビールを作ります。詳しい製造方法はわかりませんが、ホップと小麦、それから綺麗な湧き水が原料として使われれていることは広く知られています。
ko: 수도원의 수도승은 맛있는 맥주를 만듭니다. 정확한 과정은 알려져 있지 않지만 원료 중에 홉, 밀 그리고 맑은 용천수가 있다는 것이 널리 알려져 있습니다.
pt: Os monges do mosteiro fazem uma cerveja deliciosa. Ninguém conhece o processo exato, mas todos sabem que lúpulo, trigo e água mineral cristalina estão entre os ingredientes.
ru: Монахи варят отличное пиво. Точную рецептуру они держат в секрете, однако известно, что они используют хмель, пшеницу и чистейшую родниковую воду.
zh: 修道院僧侣酿造的啤酒，香醇宜人。虽说具体的酿造过程秘不外宣；但啤酒花、小麦和清泉水都是必备的原料，却是尽人皆知的。
zh_tw: 修道院僧侶釀造的啤酒，香醇宜人。雖說具體的釀造過程秘不外宣；但啤酒花、小麥和清泉水都是必備的原料，卻是盡人皆知的。

# T_GAME_BUILDING_INFO_MONASTERY_OLD
source: The monks at the monastery harvest hops and brew a delicious brew. For the harvest, a hop field is needed. The exact procedure is unknown, but it is widely known that hops, wheat and crystal clear spring water are among the ingredients.
de: Die Mönche im Kloster ernten Hopfen und brauen daraus ein köstliches Gebräu. Für die Produktion des Hopfens wird ein Hopfenfeld benötigt. Der genaue Brauvorgang ist geheim - man weiß jedoch, dass Hopfen, Weizen und kristallklares Quellwasser zu den Zutaten gehören.
es: Los monjes del monasterio cosechan lúpulo y elaboran una cerveza deliciosa. Para cosechar se necesita un campo de lúpulo. Se desconoce el procedimiento exacto, pero todo el mundo sabe que el lúpulo, el trigo y el agua cristalina de manantial forman parte de los ingredientes.
fr: Les moines du monastère récoltent le houblon et produisent une délicieuse boisson. Pour la récolte, il faut un champ de houblon. Personne ne connaît le processus exact, mais tout le monde sait qu'il faut du houblon, du blé et de l'eau de source.
id: Para rahib di biara memanen hop dan membuat bir yang lezat. Untuk panen diperlukan ladang hop. Prosedur pembuatan bir tidak diketahui secara tepat, tapi bahan-bahannya antara lain hop, gandum, dan air sebening kristal dari mata air.
it: I monaci del monastero mietono il luppolo e producono birra deliziosa. Per la mietitura è necessario un campo di luppolo. Non si conosce il procedimento esatto, ma è risaputo che tra gli ingredienti vi sono luppolo, grano e acqua di fonte.
ja: 修道院の修道士たちは、ホップを栽培し、おいしいビールを作っています。作物を採るためにホップ畑が必要です。正確な工程は企業秘密ですが、原料としてホップ、小麦、高純度クリスタル天然水が使われていることが、広く知られています。
ko: 수도원의 수도승은 호프를 수확하여 맛있는 맥주를 만듭니다. 수확하기 위해 호프 밭이 필요합니다. 정확한 과정은 알려져 있지 않지만 원료 중에 호프, 밀 그리고 맑은 용천수가 있다는 것이 널리 알려져 있습니다.
pt: Os monges do mosteiro colhem lúpulo e fazem uma cerveja deliciosa. Ninguém conhece o processo exato, mas todos sabem que lúpulo, trigo e água mineral cristalina estão entre os ingredientes.
ru: Монахи из монастыря собирают хмель и варят отличное пиво. Для начала этого процесса им нужны плантации хмеля. Никто толком не знает, как они варят пиво, однако известно, что для этого им необходим хмель, пшеница и чистейшая родниковая вода.
zh: 寺庙的僧人收获啤酒花并酿造美酒。要收获啤酒花，得先有块啤酒花农田。尽管详细的酿造工序不为人知，但啤酒花、小麦和泉水都是必备的原料，这是显而易见的。
zh_tw: 寺廟的僧人收穫啤酒花並釀造美酒。要收穫啤酒花，得先有塊啤酒花農田。儘管詳細的釀造工序不為人知，但啤酒花、小麥和泉水都是必備的原料，這是顯而易見的。
