Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_BUILDING_INFO_PIGFARM
source: At the pig farm, the swineherd raises and breeds domestic pigs. Pigs are raised as a food and skin resource.
de: Auf der Schweinefarm werden Schweine gezüchtet und aufgezogen. Sie dienen vor allem der Nahrungsproduktion, ihre Häute können zu Leder verarbeitet werden.
es: En la granja porcina, el porquero cría cerdos que se usarán para obtener comida y pieles.
fr: Dans la porcherie, le porcher élève des cochons domestiques. Les cochons sont une source de nourriture et de peaux.
id: Di peternakan babi, gembala babi memiara babi sebagai sumber makanan dan kulit mentah.
it: Alla porcilaia vengono allevati maiali domestici, che vengono poi usati come fonte di cibo e pellame.
ja: 養豚場では、豚飼いが豚を飼育し、繁殖させます。豚はやがて食糧や皮といった資源になります。
ko: 돼지 농장에서 돼지치기가 가축용 돼지를 키웁니다. 돼지는 식량 및 가죽을 얻기 위해 키워집니다.
pt: Na fazenda de porcos, o porqueiro cria e engorda porcos domésticos. Os porcos são criados como fonte de alimento e pele.
ru: На свиноферме пастух разводит домашних свиней, которые служат отличным источником пищи и кожи.
zh: 饲养员在养猪场饲养家猪。家猪可以提供食物和皮毛。
zh_tw: 飼養員在養豬場飼養家豬。家豬可以提供食物和皮毛。

# T_GAME_BUILDING_INFO_PRODUCTION_UPGRADE1_DEPRECATED
source: The level 2 upgrade increases the building's the productivity and storage space. It also adds another workplace and halves the building's decay rate. However, repairing the upgraded building takes significantly more resources and gold.
de: Das Upgrade auf Stufe 2 verbessert die Produktivität und die Lagerraumkapazität des Gebäudes. Zudem wird ein weiterer Arbeiter im Gebäude tätig sein können und der Gebäudeverfall wird halbiert. Allerdings steigen die Reparaturkosten und der Ressourcenverbrauch stark an.
es: La mejora del nivel 2 aumenta la productividad y el espacio de almacenamiento del edificio. También añade otro puesto de trabajo y reduce a la mitad la velocidad a la que el edificio se deteriora. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: L'amélioration de niveau 2 augmente la productivité et l'espace de stockage du bâtiment. Elle ajoute également un autre espace de travail et diminue par deux le taux de dégradation du bâtiment. Toutefois, la réparation du bâtiment amélioré coûte beaucoup plus de ressources et d'or.
id: Pemutakhiran level 2 meningkatkan produktivitas dan ruang simpan gedung. Juga menambah tempat kerja baru dan memangkas nilai pelapukan gedung. Tapi, memperbaiki gedung yang dimutakhirkan semakin menyedot sumber daya dan emas.
it: Il potenziamento Livello 2 aumenta la produttività e la capienza di magazzino degli edifici. Inoltre aggiunge un posto di lavoro e dimezza la velocità di deterioramento degli edifici. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: レベル2のアップグレードでは、建物の生産性と収納スペースが増加します。作業場が追加され、建物の劣化率が半減します。しかし、アップグレードされた建物の修復には、かなり多くの資材と金が必要となります。
ko: 레벨 2 업그레이드는 빌딩의 생산성과 저장 공간을 증가시킵니다. 또한 다른 작업실 및 빌딩의 부패 빈도를 감소시킵니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 2 aumenta a produtividade e o estoque dum prédio. Ele também acrescenta outra oficina e diminui pela metade a velocidade de depredação.
ru: Улучшение уровня 2 увеличивает производительность и вместительность здания. Также добавляется еще одно рабочее место и наполовину уменьшается уровень разрушения, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 升到第二级可以提升建筑的生产力，使储存空间加大，增加一个车间，将建筑的恶化率减半。然而，修复升级后的建筑需要更多的资源和黄金。
zh_tw: 升到第二級可以提升建築的生產力，使儲物空間增大，增加一個車間，將建築的惡化減半。然而，修復升級後的建築需要更多的資源和黃金。

# T_GAME_BUILDING_INFO_PRODUCTION_UPGRADE2_DEPRECATED
source: The level 3 upgrade increases the building's productivity and the storage space even further. It also adds another workplace and halves the building's decay rate. However, repairing the upgraded building takes drastically more resources and gold.
de: Das Stufe 3-Upgrade verbessert die Produktivität und den Lagerraum des Gebäudes. Zudem wird ein weiterer Townie im Gebäude arbeiten können und der Gebäudeverfall wird halbiert. Allerdings steigen die Reparaturkosten und der Ressourcenverbrauch dadurch auch stark an.
es: La mejora del nivel 3 aumenta aún más la productividad y el espacio de almacenamiento del edificio. También añade otro puesto de trabajo y reduce a la mitad la velocidad a la que el edificio se deteriora. Sin embargo, las reparaciones del edificio mejorado utilizan muchos más recursos y oro.
fr: L'amélioration de niveau 3 augmente encore plus la productivité et l'espace de stockage du bâtiment. Elle ajoute également un autre espace de travail et diminue par deux le taux de dégradation du bâtiment. Toutefois, la réparation du bâtiment amélioré coûte sensiblement plus de ressources et d'or.
id: Pemutakhiran level 3 makin meningkatkan produktivitas dan ruang simpan gedung. Juga menambah tempat kerja baru dan memangkas nilai pelapukan gedung. Tapi, memperbaiki gedung yang dimutakhirkan semakin menyedot sumber daya dan emas.
it: Il potenziamento Livello 3 aumenta ulteriormente la produttività e lo spazio di magazzino degli edifici. Inoltre aggiunge un posto di lavoro e dimezza la velocità di deterioramento degli edifici. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: レベル3のアップグレードでは、建物の生産性と収納スペースがさらに増加します。作業場が追加され、建物の劣化率が半減します。しかし、アップグレードされた建物の修復には、かなり多くの資材と金が必要となります。
ko: 레벨 3 업그레이드는 빌딩의 생산성과 저장 공간을 증가시킵니다. 또한 다른 작업실 및 빌딩의 부패 빈도를 감소시킵니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 3 aumenta ainda mais a estoque e a produtividade. Ele também acrescenta outra oficina e diminui pela metade a velocidade de depredação. No entanto, você gasta muito mais ouro e recursos para restaurar um prédio com upgrade.
ru: Улучшение уровня 3 увеличивает производительность и вместительность здания еще больше. Также добавляется еще одно рабочее место и наполовину уменьшается уровень разрушения, однако для ремонта улучшенного здания требуется чрезмерно большее количество ресурсов и золота.
zh: 升到第三级可以更大地提升建筑的生产力，使储存空间加大，增加一个车间，将建筑的恶化率减半。然而，修复升级后的建筑需要更多的资源和黄金。
zh_tw: 升到第三級可以更大地提升建築的生產力，使儲物空間增大，增加一個車間，將建築的惡化減半。然而，修復升級後的建築需要更多的資源和黃金。

# T_GAME_BUILDING_INFO_PUBLIC_UPGRADE1_DEPRECATED
source: The level 2 upgrade increases the building's capacity and halves the building's decay rate. However, repairing the upgraded building takes significantly more resources and gold.
de: Das Upgrade auf Stufe 2 vergrößert die Kapazität des Gebäudes und der Gebäudeverfall wird halbiert. Allerdings steigen die Reparaturkosten stark an.
es: La mejora del nivel 2 mejora la capacidad del edificio y reduce a la mitad la velocidad a la que el edificio se deteriora. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: L'amélioration de niveau 2 augmente la capacité du bâtiment et diminue par deux le taux de dégradation du bâtiment. Toutefois, la réparation du bâtiment amélioré coûte beaucoup plus de ressources et d'or.
id: Pemutakhiran level 2 meningkatkan kapasitas gedung dan memangkas nilai pelapukan gedung. Tapi, memperbaiki gedung yang dimutakhirkan semakin menyedot sumber daya dan emas.
it: Il potenziamento Livello 2 aumenta la capienza e dimezza la velocità di deterioramento degli edifici. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: レベル2のアップグレードでは、建物の収容可能数が増加、建物の劣化率が半減します。しかし、アップグレードされた建物の修復には、かなり多くの資材と金が必要となります。
ko: 레벨 2 업그레이드는 빌딩의 수용량을 증가시키며 부패 빈도를 감소시킵니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 2 aumenta a produtividade e diminui pela metade a velocidade de depredação. No entanto, você gasta muito mais ouro e recursos para restaurar um prédio com upgrade.
ru: Улучшение уровня 2 увеличивает вместительность здания и наполовину уменьшает уровень разрушения, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 升到第二级可以提升建筑的生产力，将建筑的恶化率减半。然而，修复升级后的建筑需要更多的资源和黄金。
zh_tw: 升到第二級可以提升建築的生產力，將建築的惡化減半。然而，修復升級後的建築需要更多的資源和黃金。

# T_GAME_BUILDING_INFO_PUBLIC_UPGRADE2_DEPRECATED
source: The level 3 upgrade again increases the building's capacity and halves the building's decay rate. However, repairing the upgraded building takes significantly more resources and gold.
de: Das Upgrade auf Stufe 2 vergrößert die Kapazität des Gebäudes und der Gebäudeverfall wird halbiert - allerdings steigen die Reparaturkosten stark an.
es: La mejora del nivel 3 vuelve a mejorar la capacidad del edificio y reduce a la mitad la velocidad a la que el edificio se deteriora. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: L'amélioration de niveau 3 augmente encore la capacité de stockage de l'entrepôt et diminue par deux le taux de dégradation du bâtiment. Toutefois, la réparation du bâtiment amélioré coûte beaucoup plus de ressources et d'or.
id: Pemutakhiran level 3 sekali lagi meningkatkan kapasitas gedung dan memangkas nilai pelapukan gedung. Tapi, memperbaiki gedung yang dimutakhirkan semakin menyedot sumber daya dan emas.
it: Il potenziamento Livello 3 aumenta ulteriormente la capienza e dimezza la velocità di deterioramento degli edifici. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: レベル3のアップグレードでは、さらに建物の収容可能数が増加、建物の劣化率が半減します。しかし、アップグレードされた建物の修復には、かなり多くの資材と金が必要となります。
ko: 레벨 3 업그레드는 창고의 저장 수용력을 증가시키며 부패 빈도를 감소시킵니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 3 aumenta a capacidade dum prédio e diminui pela metade a velocidade de depredação. No entanto, você gasta muito mais ouro e recursos para restaurar um prédio com upgrade.
ru: Улучшение уровня 3, опять же, увеличивает вместительность здания и наполовину уменьшает уровень разрушения, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 升到第三级可以提升建筑的生产力，将建筑的恶化率减半。然而，修复升级后的建筑需要更多的资源和黄金。
zh_tw: 升到第三級可以提升建築的生產力，將建築的惡化減半。然而，修復升級後的建築需要更多的資源和黃金。

# T_GAME_BUILDING_INFO_ROAD
source: Dirt road
de: Straße
es: Camino de tierra
fr: Chemin de terre
id: Jalan Kasar
it: Strada sterrata
ja: 砂利道
ko: 흙 길
pt: Estrada de terra
ru: Грунтовая дорога
zh: 土路
zh_tw: 泥土路

# T_GAME_BUILDING_INFO_ROAD_DIRT
source: A simple dirt road. Allows Townies to move faster. You can construct a wooden bridge by placing waypoints on opposite sides of the river.
de: Ein einfacher Feldweg, der Transportwege optimiert. Hier laufen deine Bewohner etwas schneller als querfeldein. Wird ein Feldweg über einen Fluss gelegt, wird stattdessen eine Holzbrücke gebaut. Platziere Start und Ziel des Weges einfach auf beiden Ufern.
es: Un simple camino de tierra. Por él, los ciudadanos se moverán más rápido. Al ponerlo sobre las dos orillas opuestas de un río, construirás un puente de madera.
fr: Une simple route de terre. Permet aux habitants de se déplacer plus rapidement. Vous pouvez construire un pont de bois en plaçant des points de navigation de chaque côté de la rivière.
id: Jalan tanah sederhana. Memungkinkan para Townie berjalan lebih cepat. Kamu bisa membangun jembatan kayu dengan menempatkan titik awal dan akhir jalan di kedua sisi sungai.
it: Una semplice strada di terra. Permette ai cittadini di muoversi più rapidamente. Puoi costruire un ponte di legno piazzando punti di ancoraggio ai lati opposti del fiume.
ja: 舗装されていない、簡素な道路です。移動速度が上がります。川の両岸に中間地点を置けば、木の橋を建てることができます。
ko: 간단한 비포장 도로. 주민이 더 빨리 이동할 수 있습니다. 강 반대편에 웨이포인트를 놓아 나무 다리를 만들 수 있습니다.
pt: Uma estrada de terra simples. Ela permite que os habitantes se movimentem mais rápido. Você pode construir uma ponte de madeira colocando pontos de parada nas duas margens do rio.
ru: Обычная грунтовая дорога. Позволяет горожанам двигаться быстрей. Построить деревянный мост можно, поместив отметки на противоположных берегах реки.
zh: 一条简单的泥土路。能够让居民走的更快。在河的两岸放置路标就可以建造一座木桥。
zh_tw: 一條簡單的泥土路。能夠讓居民走的更快。在河的兩岸放置路標就可以營建一座木橋。

# T_GAME_BUILDING_INFO_ROAD_STONE
source: Villagers can move even faster on cobblestone roads than on dirt roads. You can construct a stone bridge by placing waypoints on opposite sides of the river.
de: Die Pflasterstraße bietet den Bewohnern deutlich mehr Bewegungskomfort als der Feldweg. Daraus resultiert eine schnellere Transportgeschwindigkeit. Sobald eine Steinstraße über einen Fluß platziert wird, entsteht eine Steinbrücke. Platziere Start und Ziel des Weges einfach auf den jeweiligen Ufern.
es: Por las calles de adoquines, los ciudadanos podrán moverse incluso más rápido que por los caminos de tierra. Al ponerla sobre las dos orillas opuestas de un río, construirás un puente de piedra.
fr: Les villageois peuvent se déplacer plus vite sur des routes pavées que sur des routes de terre. Vous pouvez construire un pont de pierre en plaçant des points de navigation de chaque côté de la rivière.
id: Para penghuni desa bisa berjalan lebih cepat di jalan batu daripada di jalan tanah. Kamu bisa membangun jembatan batu dengan menempatkan titik awal dan akhir jalan di kedua sisi sungai.
it: I cittadini si muovono più velocemente sulle strade di ciottoli che su quelle sterrate. Puoi costruire un ponte di pietra piazzando punti di ancoraggio ai lati opposti del fiume.
ja: 未舗装の道路より、移動速度が上がります。川の両岸に中間地点を置けば、石橋を建てることができます。
ko: 주민들은 비포장 도로보다 자갈 도로에서 더 빨리 이동할 수 있습니다. 강 반대편에 웨이포인트를 놓아 돌 다리를 만들 수 있습니다.
pt: Os habitantes se movimentam mais rápido em estradas de pedra do que de terra. Você pode construir uma ponte de pedra colocando pontos de parada nas duas margens do rio.
ru: Горожане смогут передвигаться по булыжным мостовым еще быстрее, чем по грунтовым дорогам. Построить каменный мост можно, поместив отметки на противоположных берегах реки.
zh: 居民在鹅卵石路上行走比在泥土路上快。在河的两岸放置路标就可以建造一座石桥。
zh_tw: 居民在鵝卵石路上行走比在泥土路上快。在河的兩岸放置路標就可以營建一座石橋。

# T_GAME_BUILDING_INFO_SAWMILL
source: At the sawmill, wood is processed into planks. It has a high demand for wood so it is wise to have several lumberjacks supplying it.
de: Die Sägemühle dient der Weiterverarbeitung von Holz zu Planken. Sie hat einen hohen Verbrauch und sollte immer mit mehreren Holzfällern abgedeckt werden.
es: En el aserradero, la madera se transforma en tablones. Hay una elevada demanda de madera, así que lo más sensato sería tener a varios leñadores suministrándola.
fr: À la scierie, le bois est transformé en planches. Idéalement, il est préférable d’avoir plusieurs cabanes de forestiers pour alimenter une scierie.
id: Di penggergajian, kayu diproses menjad papan. Penggergajian membutuhkan banyak kayu, jadi sebaiknya ada beberapa penebang pohon yang memasok kayu.
it: Nella segheria, la legna viene trasformato in assi. C'è una grande richiesta di legna, quindi è preferibile avere più taglialegna.
ja: 製材所では、木材が厚板に加工されます。木材の需要は高いので何人かの木こりに木材を供給してもらいましょう。
ko: 제재소에서는 나무를 가공하여 목재로 만듭니다. 목재를 만들려면 나무가 많이 필요하므로 나무를 공급하는 벌목꾼을 여럿 두는 것이 좋습니다.
pt: Na serraria, a madeira é processada para virar tábua. É um prédio com alta demanda por madeira, então é bom ter vários lenhadores fornecendo essa matéria-prima.
ru: На лесопилке древесину пилят на доски. Лесопилка расходует много древесины, поэтому стоит позаботиться о том, чтобы ее поставляло несколько дровосеков.
zh: 在锯木厂，木材被加工成木板。它对木材的需求量很大，所以有几个伐木工来同时作业比较明智。
zh_tw: 鋸木廠能將木材製成木板。鋸木廠需要許多木材，因此讓數名伐木工不斷提供木材是個明智的選擇。

# T_GAME_BUILDING_INFO_SAWMILL_OLD
source: The water powered sawmill cuts wood logs into planks.
de: In der Sägemühle werden Baumstämme mit Wasserkraft zu Brettern verarbeitet.
es: El aserradero transforma los troncos de madera en tablones.
fr: La scierie débite les troncs d'arbre en planches.
id: Penggergajian mengubah gelondongan kayu menjadi balok kayu.
it: La segheria trasforma i tronchi in assi.
ja: 製材所では水車を使って、木材を厚板に加工します。
ko: 제재소에서는 통나무를 널빤지로 변화시킵니다
pt: O serralheiro corta toras de madeira e as transforma em tábuas.
ru: На лесопилке бревна режут на доски.
zh: 锯木厂把圆木加工成厚木板。
zh_tw: 鋸木廠把圓木加工成厚木板。

# T_GAME_BUILDING_INFO_SHEEPWALK
source: The sheep pasture produces wool. You must assign a farmer to wool production at a nearby farm.
de: Sobald eine Schafweide errichtet ist, können Arbeiter am nächsten Bauernhof zugewiesen werden, um Wolle zu gewinnen.
es: El pasto para ovejas produce lana. Debes asignar un granjero a una producción de lana de una granja cercana.
fr: Le pré à moutons permet de produire de la laine. Vous devez affecter un fermier à la production de la laine dans la ferme voisine.
id: Padang domba menghasilkan wool. Kamu harus menugaskan petani pada produksi wool di perkebunan terdekat.
it: Il pascolo produce lana. Devi assegnare un contadino alla produzione della lana nella vicina fattoria.
ja: 牧羊地では羊毛を生産します。農場で住民を羊毛の生産に割り当てる必要があります。
ko: 양 목초지는 양털을 생산합니다. 농부들에게 근처 농장의 양털 생성을 배정해야 합니다.
pt: A pastagem de ovelhas produz lã. Você deve designar um fazendeiro para a produção de lã em uma fazenda próxima.
ru: Пастбище для овец производит шерсть. Для производства шерсти необходимо назначить фермера с близлежащей фермы.
zh: 牧羊场生产羊毛。你必须指派一个农民到附近的农场上进行羊毛生产。
zh_tw: 牧羊場生產羊毛。您必須指派一個農民到附近的農場上進行羊毛生產。

# T_GAME_BUILDING_INFO_SMALLHOME_02
source: The city house offers living space for {FAMILIES} families. It is a little bit more luxurious than the small townhouse and generates more taxes.
de: Das Stadthaus bietet {FAMILIES} Familien einen Wohnraum. Es ist etwas luxuriöser als das kleine Wohnhaus und generiert mehr Steuern.
es: La casa urbana proporciona un espacio habitable para {FAMILIES} familias. Es un poco más lujosa que la casa pequeña y en ella se recaudan más impuestos.
fr: La maison de ville dispose d’un espace pour {FAMILIES} familles. C’est une habitation plus luxueuse qu’une maison et qui génère plus de taxes.
id: Wisma menyediakan tempat tinggal untuk {FAMILIES} keluarga. Wisma sedikit lebih mewah dibandingkan rumah tinggal kecil dan menghasilkan pajak lebih banyak.
it: La casa di città offre spazio per {FAMILIES} famiglie. È un po' più confortevole di quella piccola e genere più tasse.
ja: この小さな街の家は{FAMILIES}家族のための空間を提供します。これは小さな家よりももう少し贅沢な作りになっており、より多くの税金を生み出します。
ko: 시티하우스에는 {FAMILIES} 가족이 살 수 있습니다. 소형 타운하우스보다 고급스럽고 세금도 더 많이 생산합니다.
pt: A casa urbana pequena oferece espaço para {FAMILIES} famílias. É um pouco mais luxuosa do que a casa pequena e rende mais impostos.
ru: В роскошном доме достаточно жилого пространства для {FAMILIES} семей. Он чуть лучше обычного городского дома и приносит больше налогов.
zh: 小型城镇房屋为 {FAMILIES} 家庭提供了居住场所。它比小型连排房屋更奢华一点点，并且缴纳更多税赋。
zh_tw: 小型聯排房可以提供居住空間給{FAMILIES}個家庭。稍稍比小型聯排房還要更加豪華，也會生成更稅款。

# T_GAME_BUILDING_INFO_STONEWALL
source: Stonewall
de: Mauer
es: Muro de piedra
fr: Mur de pierre
id: Tembok batu
it: Muro di pietra
ja: 石垣
ko: 스톤월
pt: Muro de pedras
ru: Каменная стена
zh: 石墙
zh_tw: 石牆

# T_GAME_BUILDING_INFO_TAILOR
source: The tailor makes clothes from fabrics.
de: In der Schneiderei werden Stoffe zu Kleidung verarbeitet.
es: El sastre confecciona ropa con las telas.
fr: Le tailleur utilise du tissu pour fabriquer des vêtements.
id: Penjahit membuat baju dari benang.
it: Il sarto produce abiti usando stoffa.
ja: 仕立屋は布から衣服を生産します。
ko: 재단사는 면으로 의류를 만듭니다.
pt: O alfaiate faz as roupas com os tecidos.
ru: Портной изготавливает одежду из ткани.
zh: 裁缝师利用纤维织物缝制衣服。
zh_tw: 裁縫師利用纖維織物縫製衣服。

# T_GAME_BUILDING_INFO_TANNERY
source: At the tannery animal skins are processed into leather. It is a dirty business and it requires a strong stomach.
de: In der Gerberei werden Tierhäute zu Leder verarbeitet. Der Prozess ist eine sehr schmutzige Angelegenheit und erfordert einen starken Magen.
es: En la curtiduría se procesan las pieles de animales para obtener cuero. Es un trabajo sucio que requiere un estómago fuerte.
fr: À la tannerie, les peaux sont transformées en cuir. C'est un travail salissant qui demande un estomac solide.
id: Di tempat penyamakan, kulit mentah diolah menjadi kulit siap pakai. Pekerjaan ini kotor dan hanya cocok untuk orang yang tidak mudah mual.
it: Alla conceria si lavorano i pellami per produrre cuoio. È un lavoro sporco, non adatto ai deboli di stomaco.
ja: なめし革工場では、動物の皮がなめし革に加工されます。汚れ仕事なので、ずぶとい神経が必要です。
ko: 무두질 공장에서 동물 피부를 처리하여 가죽을 만듭니다. 힘든 작업이며 비위가 좋아야 합니다.
pt: No curtume as peles dos animais são processadas em couro. É um trabalho sujo, e requer um estômago forte.
ru: В дубильне из кожи животных делают выделанную кожу. Занятие это непростое и не для слабонервных.
zh: 皮革厂将动物皮毛加工成皮革。这里的工作环境较脏，入行者的脾胃一定要好。
zh_tw: 皮革廠將動物皮毛加工成皮革。這裡的工作環境較髒，入行者的脾胃一定要好。

# T_GAME_BUILDING_INFO_TAVERN
source: At the tavern, Townies meet after a hard day's work to drink grape juice or brew and socialize. The tavern serves the Townie’s desire for community.
de: Im Wirtshaus treffen sich hart arbeitende Townies, um mit Traubensaft oder Gebräu anzustoßen und ihren Feierabend zu genießen. Das Wirtshaus bedient den Wunsch der Townies nach Gemeinschaft.
es: Los townies se reúnen en la taberna después de un duro día de trabajo para beber zumo de uva o cerveza y socializar. La taberna satisface el deseo de vida comunitaria de los townies.
fr: À la taverne, les Townies se retrouvent après une dure journée de travail pour boire du jus de raisin ou du breuvage et pour se socialiser. La taverne répond au désir de communauté des Townies.
id: Setelah bekerja keras seharian, para Townie berkumpul di kedai minum untuk minum jus anggur atau ramuan sambil mengobrol. Kedai minum memenuhi hasrat para Townie akan komunitas.
it: Dopo una dura giornata di lavoro, i cittadini si ritrovano alla taverna per bere succo d'uva o cervesia e socializzare. La taverna serve a soddisfare il desiderio di comunità dei cittadini.
ja: 酒場では住人が、一日の大変な仕事を終えて集います。ブドウジュースや酒を飲み、交流することで、酒場は住人の連帯感を満たします。
ko: 하루 종일 열심히 일한 주민들은 선술집에서 만나 포도 주스나 감주를 마시며 함께 어울립니다. 선술집은 주민의 유대감을 충족합니다.
pt: Na taverna, os habitantes se encontram depois de um dia de trabalho para tomar suco de uva ou cerveja e para socializar. A taverna atende ao desejo de comunidade dos habitantes.
ru: В таверну горожане обычно отправляются после тяжелого рабочего дня. Здесь они пьют виноградный сок или пиво и общаются друг с другом. Таверна удовлетворяет потребность горожан в обществе.
zh: 镇民们忙碌了一天后，会相聚在酒馆里，开怀畅饮，结朋识友。酒馆能满足镇民对社区的期望。
zh_tw: 鎮民們忙碌了一天后，會相聚在酒館裡，開懷暢飲，結朋識友。酒館能滿足鎮民對社區的期望。

# T_GAME_BUILDING_INFO_TAVERN_DEPRECTAED
source: At the tavern Townies meet after a hard day's work to drink grape juice and socialize.
de: Im Wirtshaus treffen sich hart arbeitende Townies, um mit Traubensaft anzustoßen und ihren Feierabend zu genießen.
es: Los townies se reúnen en la taberna al finalizar la jornada para beber mosto y socializar.
fr: Après leur rude journée de travail, les habitants se retrouvent à la taverne pour boire du jus de raisin et discuter.
id: Di kedai Townie akan berkumpul setelah rutinitas harian untuk minum jus anggur dan bersosialisasi.
it: Alla taverna i paesani si incontrano dopo una dura giornata di lavoro per bere succo d'uva e socializzare.
ja: 一生懸命働いたタウニーは酒場に集い、ぶどうジュースを片手に交流します。
ko: 여관에서, 주민들은 힘든 하루 일과를 끝내고 포토 주스를 마치면 친목을 도모합니다.
pt: Na taverna, os moradores se encontram após um dia de trabalho árduo para beber suco de uva e socializar.
ru: В таверне поселяне встречаются после тяжелого рабочего дня, чтобы выпить виноградного соку и пообщаться.
zh: 经过一天的艰苦劳作之后，镇民们聚集到酒馆，喝葡萄汁，与他人交际。
zh_tw: 經過一天的艱苦勞作之後，鎮民們聚集到酒館，喝葡萄汁，與他人交際。
