Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN16_04_SUCCESS
source: Very good, my Liege. The required amount of resources are in stock.
de: Sehr gut, die geforderte Menge an Nahrungsmitteln liegt im Warenhaus bereit.
es: Muy bien, mi señor. Ya tenemos almacenada la cantidad de recursos requerida.
fr: Excellent, maître. Nous avons la quantité de ressources demandées en stock.
id: Bagus sekali, Tuanku. Stok sumber daya yang ada cukup untuk memenuhi permintaan.
it: Molto bene, mio signore. Abbiamo accumulato le risorse richieste.
ja: すばらしい、閣下。必要な量の資材が蓄えられました。
ko: 훌륭합니다, 영주님. 필요한 양의 자원을 확보했습니다.
pt: Muito bom, meu senhor. Temos a quantidade exigida de recursos no estoque.
ru: Хорошо, милорд. Нам удалось собрать необходимое количество ресурсов.
zh: 很好，大人。仓库中的资源已经达到需求数量。
zh_tw: 很好，大人。倉庫中的資源已經達到需求數量。

# T_GAME_QUEST_SCEN16_04_TITLE
source: Build more hunter cabins and deliver meat.
de: Baue weitere Jagdhütten und liefere Fleisch.
es: Construye más casetas de cazador y suministra más carne.
fr: Bâtissez plus de cabanes de chasseurs et livrez de la viande.
id: Bangunlah lebih banyak pondok pemburu dan kirimlah daging.
it: Costruisci altri capanni del cacciatore e consegna la carne.
ja: 狩人の山小屋を建て、肉を届ける。
ko: 사냥꾼의 오두막을 더 만들고 고기를 보내세요.
pt: Construa mais cabanas de caçador e entregue carne.
ru: Постройте дополнительные хижины охотника и отправьте королю мясо.
zh: 建造更多猎人小屋并提供肉类。
zh_tw: 建造更多獵人小屋並提供肉類。

# T_GAME_QUEST_SCEN16_05_START
source: The King plans to host a festivity. Therefore he wants us to send the beverages. Send brew and grape juice to the royal court.
de: Der König plant ein großes Fest und möchte, dass wir die Getränke liefern. Er fordert dafür Gebräu und Traubensaft.
es: El rey va a celebrar una fiesta y quiere que le enviemos bebida. Manda cerveza y zumo de uva a la corte real.
fr: Le roi a l'intention de faire un festin. Il veut donc que nous lui produisions de la boisson. Envoyez de la boisson et du jus de raison à la cour royale.
id: Raja akan mengadakan pesta. Karena itu ia minta dikirim minuman. Kirimlah bir dan jus anggur ke istana kerajaan.
it: Il Re vuole organizzare una festa e vuole che gli inviamo delle bevande. Invia birra e succo d'uva alla corte reale.
ja: 王様は祝祭を主催することを計画しています。それゆえに王様は私たちが飲み物を送ることを望んでいます。 宮廷にビールとぶどうジュースを送ってください。
ko: 왕이 축제를 열 계획입니다. 따라서 음료를 보내라고 요청하셨습니다. 맥주와 포도 쥬스를 왕궁으로 보내세요.
pt: O Rei está planejando uma festividade. Por isso, devemos enviar as bebidas. Envie cerveja e suco de uva para a corte real.
ru: Король хочет устроить праздник. Он просит нас отправить ему напитки. Отправьте пиво и виноградный сок его величеству.
zh: 国王计划举办一场宴会。因此，他希望我们提供一些美酒。 请向皇宫运送啤酒和果汁。
zh_tw: 國王計畫舉辦一場宴會。因此，他希望我們提供一些美酒。 請向皇宮運送啤酒和果汁。

# T_GAME_QUEST_SCEN16_05_SUCCESS
source: Very good, my liege. Enough brew and grape juice are in stock.
de: Sehr gut, mein Herr. Genügend Gebräu und Traubensaft stehen im Lager bereit.
es: Muy bien, mi señor. Ya tenemos un stock suficiente de ropa y joyas.
fr: Excellent, maître. Nous avons assez de vêtements et de bijoux en stock.
id: Bagus sekali, Tuanku. Stok pakaian dan perhiasan sangat memadai.
it: Molto bene, mio signore. Abbiamo abbastanza abiti e gioielli.
ja: とても良いです、閣下。十分な衣服と宝石があります。
ko: 훌륭합니다, 영주님. 옷과 보석을 충분히 확보했습니다.
pt: Muito bom, meu senhor. Temos roupas e joias suficientes no estoque.
ru: Хорошо, милорд. Нам удалось собрать необходимое количество ювелирных украшений и одежды.
zh: 很好，大人。我们已经储备了足够的服饰和珠宝。
zh_tw: 很好，大人。我們已經儲備了足夠的服飾和珠寶。

# T_GAME_QUEST_SCEN16_05_TITLE
source: Send brew and grape juice.
de: Liefere Gebräu und Traubensaft.
es: Envía cerveza y zumo de uva.
fr: Envoyez de la boisson et de jus de fruit.
id: Kirim bir dan jus anggur.
it: Invia birra e succo d'uva.
ja: ビールとぶどうジュを送る。
ko: 맥주와 포도 쥬를 보내세요.
pt: Envie cerveja e suco de uva.
ru: Отправь пиво и виноградным соком.
zh: 发送啤酒和果汁。
zh_tw: 發送啤酒和果汁。

# T_GAME_QUEST_SCEN16_06_START
source: The king was very satisfied with our deliveries. He wants us to send the food, too. Tribute sausages and bread for the royal festivity now.
de: Der König ist sehr zufrieden und wir sollen nun auch die Speisen für das Fest stellen. Eine letzte Lieferung an Würstchen und Brot noch.
es: El rey está muy satisfecho con las entregas. También quiere que le mandemos comida. Envía zumo de uva y pan para la fiesta real.
fr: Le roi était très satisfait de nos livraisons. Il veut également de la nourriture. Produisez du jus de fruit et du pain pour les festivités royales.
id: Raja sangat puas dengan kiriman kita. Ia minta kita juga kirim makanan. Sumbangkan jus anggur dan roti untuk pesta kerajaan.
it: Il Re è stato molto soddisfatto delle nostre consegne. Ora vuole che inviamo anche del cibo. Offri succo d'uva e pane per la festa reale.
ja: 王様は私たちの届けた物資にとても満足していました。 王様は食糧も送ることを求めています。 王室の祝祭のために、ぶどうジュースとパンを献上してください。
ko: 왕이 저희가 보낸 물건에 매우 만족했습니다. 음식도 보내달라고 요청했습니다. 어서 왕실 축제에 포도 쥬스와 빵을 보내세요.
pt: O rei ficou muito satisfeito com nossas entregas. Ele também quer que mandemos a comida. Envie suco de uva e pão agora como tributo para as festividades reais.
ru: Король высоко оценил наши подношения. Он хочет, чтобы мы отправили ему еду. Подготовьте виноградный сок и хлеб для праздника.
zh: 国王对我们的货物很满意。 他想让我们也供应一些食物。 请为皇家宴会提供果汁和面包。
zh_tw: 國王對我們的貨物很滿意。 他想讓我們也供應一些食物。 請為皇家宴會提供果汁和麵包。

# T_GAME_QUEST_SCEN16_06_SUCCESS
source: Magnificent, my Lord. This has been the last tribute.
de: Ausgezeichnet, mein Herr. Dies sollte der letzte Tribut gewesen sein.
es: Magnífico, mi señor. Este ha sido el último tributo.
fr: Magnifique, mon seigneur. C'était le dernier tribut.
id: Bagus sekali, Tuanku. Ini adalah upeti terakhir.
it: Magnifico, mio signore. Questo era l'ultimo tributo.
ja: すばらしいです、閣下！貢ぎ物はこれですべてです。
ko: 훌륭합니다, 영주님. 마지막 조공이었습니다.
pt: Magnífico, meu senhor. Este foi o último tributo.
ru: Отлично, мой господин. На этом с подношениями покончено.
zh: 好极了，大人。这已经是最后一批贡品。
zh_tw: 好極了，大人。這已經是最後一批貢品。

# T_GAME_QUEST_SCEN16_06_TITLE
source: Send sausages and bread.
de: Sende Würstchen und Brot.
es: Envía zumo y pan.
fr: Envoyez du jus et du pain.
id: Kirim jus dan roti.
it: Invia succo e pane.
ja: ジュースとパンを送る。
ko: 쥬스와 빵을 보내세요.
pt: Envie suco e pão.
ru: Отправь сок и хлеб.
zh: 运送美酒和面包。
zh_tw: 運送美酒和麵包。

# T_GAME_QUEST_SCEN16_06_TITLE_2
source: Send juice and bread.
de: Liefere Saft und Brot.
es: Enviar jugo y pan.
fr: Envoyer du jus et du pain.
id: Kirim jus dan roti.
it: Invia succo di frutta e pane.
ja: ジュースやパンを送信します。
ko: 주스와 빵을 보낼 수 있습니다.
pt: Enviar suco e pão.
ru: Отправить сок и хлеб.
zh: 发送果汁和面包。
zh_tw: 發送果汁和麵包。

# T_GAME_QUEST_SCEN16_08_START
source: It's a disaster, my Lord! Our wheat is affected by this mysterious affliction and is spoiled now!
de: Eine Katastrophe, mein Herr! Unser Getreide ist von einer unbekannten Krankheit befallen worden und verdorben. Was sollen wir jetzt nur machen?
es: ¡Qué desastre, mi señor! ¡Una misteriosa enfermedad ha afectado a nuestro trigo y se ha echado a perder!
fr: C'est un désastre, mon seigneur ! Le blé a été touché par cette mystérieuse affliction et il a pourri !
id: Gawat, Tuanku! Gandum kita terkena penyakit misterius dan rusak seluruhnya!
it: È una catastrofe, mio signore! Il grano ha contratto una malattia misteriosa ed è inutilizzabile!
ja: 大変です、閣下！この不可解な病のせいで小麦が台無しになりました！
ko: 재앙입니다, 영주님! 밀이 알 수 없는 피해를 받아 모두 상했습니다!
pt: É um desastre, meu senhor! Nosso trigo foi afetado por um mal misterioso e agora está estragado!
ru: Ужас, милорд! Наша пшеница была поражена таинственной болезнью, и вся испортилась!
zh: 这真是一场灾难，大人！我们的小麦感染了奇怪的病毒，全部都变质了！
zh_tw: 這真是一場災難，大人！我們的小麥感染了奇怪的病毒，全部都變質了！

# T_GAME_QUEST_SCEN16_09_START
source: The townsmen suffer on a terrible plague. If we don't overcome it quick, there won't be any workers left!
de: Die Stadtbewohner leiden unter einer schrecklichen Krankheit. Wir müssen sie schnell besiegen, bevor keine gesunden Arbeiter mehr übrig sind!
es: Los aldeanos sufren una terrible plaga. ¡Si no la detenemos pronto, nos quedaremos sin trabajadores!
fr: Les habitats souffrent d'une terrible épidémie. Si nous n'en venons pas à bout rapidement, il n'y aura bientôt plus d'ouvriers !
id: Para Townsmen terserang penyakit mengerikan. Kalau tidak segera diatasi, takkan ada pekerja yang tersisa!
it: I cittadini sono stati colpiti da una terribile pestilenza. Se non li curiamo al più presto, non resterà nessun lavoratore!
ja: 町民たちが恐ろしい疫病に苦しんでいます。 迅速に克服しないと、労働者は一人も残らないでしょう！
ko: 주민이 심가한 역병을 앓고 있습니다. 신속히 처리하지 않으면 일할 사람이 아무도 남아있지 않을 거예요!
pt: Os habitantes estão sofrendo com uma peste terrível. Se não a derrotarmos logo, não restarão trabalhadores!
ru: Горожане страдают от ужасной чумы. Если мы быстро не разработаем лекарство, то у нас не останется работников!
zh: 镇民染上了可怕的瘟疫。 我们要是再不采取措施，就没有工人可供差遣了！
zh_tw: 鎮民染上了可怕的瘟疫。 我們要是再不採取措施，就沒有工人可供差遣了！

# T_GAME_QUEST_SCEN16_09_SUCCESS
source: The plague seems to be triggered by ill animals. The delivery for the King was also infested. We need to send a new one!
de: Die Seuche scheint durch das Fleisch von kranken Wildtieren ausgelöst worden zu sein. Die Lieferung an den König war ebenfalls verseucht. Wir werden eine neue senden müssen.
es: Parece que la enfermedad la transmiten animales enfermos. El envío para el rey también estaba infectado. ¡Tenemos que hacer una nueva entrega!
fr: L'épidémie semble provenir des animaux sauvages malades. Le tribut envoyé au roi était également contaminé. Nous devons en envoyer un nouveau !
id: Penyakit ini rupanya dipicu oleh hewan yang sakit. Kiriman untuk Raja ternyata juga terkena. Kita harus siapkan kiriman baru!
it: La pestilenza è causata dagli animali malati e ha coinvolto anche la consegna per il Re. Dobbiamo inviarne un'altra!
ja: 疫病は病気の動物によって引き起こされたようです。 国王への届け物も感染しています。 新しいものを送らなければ！
ko: 병든 동물로부터 역병이 시작된 것 같습니다. 왕에게 보낼 조공도 오염됐습니다. 새로 조공을 보내야 합니다!
pt: A peste parece ser causada por animais doentes. A entrega para o Rei também estava contaminada. Precisamos enviar um novo lote!
ru: Похоже, источником заражения послужили больные животные. Увы, но партия мяса, что мы отправили королю, тоже пострадала. Нужно отправить ему новое подношение!
zh: 这场瘟疫似乎是由患病的动物引起的。向国王进献的物资也受到了感染。 我们必须重新发送新的物资！
zh_tw: 這場瘟疫似乎是由患病的動物引起的。向國王進獻的物資也受到了感染。 我們必須重新發送新的物資！

# T_GAME_QUEST_SCEN16_09_TITLE
source: Overcome the plague in town with the help of a doctor.
de: Besiege die Seuche mit Hilfe eines Heilmedikus.
es: Erradica la plaga en la aldea con la ayuda de un doctor.
fr: Venez à bout de l'épidémie avec l'aide d'un docteur.
id: Atasi serangan penyakit di kota dengan bantuan dokter.
it: Risolvi la situazione con l'aiuto di un medico.
ja: 医者の助けを借りて町の疫病を克服する。
ko: 의사의 도움을 받아 마을의 역병을 극복하세요.
pt: Derrote a peste na cidade com a ajuda de um médico.
ru: Помоги доктору справиться с чумой.
zh: 在医生的帮助下消灭城镇中的瘟疫。
zh_tw: 在醫生的幫助下消滅城鎮中的瘟疫。

# T_GAME_QUEST_SCEN16_10_START
source: The gods have conspired against us. The plague let all wild animals die. How should we feed the town now and fulfill the Kings demands?
de: Die Götter scheinen sich gegen uns verschworen zu haben! Eine furchtbare Krankheit hat alle Wildtiere verenden lassen. Wie sollen wir jetzt nur das Dorf ernähren und die Forderungen des Königs erfüllen?
es: Los dioses han conspirado contra nosotros. La plaga está matando a todos los animales salvajes. ¿Cómo vamos a alimentar a la aldea y satisfacer las necesidades del rey?
fr: Les dieux conspirent contre nous. L'épidémie fait des ravages chez les animaux sauvages. Comment allons-nous nourrir la population et répondre aux demandes du roi ?
id: Para dewa menentang kita. Penyakit ini membuat semua hewan liar mati. Bagaimana kita harus menghidupi kota dan memenuhi permintaan sang Raja?
it: Gli dèi cospirano contro di noi. La pestilenza ha ucciso tutti gli animali selvatici. Ora come faremo a sfamare la popolazione e soddisfare le richieste del Re?
ja: 神々は私たちに陰謀を企てているようです。疫病のせいで野生動物が死滅しました。我々は一体どうやって町に食糧を供給し、国王の要求を満たすことができるのでしょうか？
ko: 신이 우리를 버렸습니다. 역병으로 야생 동물이 모두 죽었습니다. 이제 어떻게 주민들을 먹이고 왕의 요구를 완수하죠?
pt: Os deuses conspiraram contra nós. A peste fez todos os animais selvagens morrerem. Como vamos alimentar a cidade agora e atender às demandas do Rei?
ru: Боги ополчились на нас. Все дикие животные умерли от чумы! Как же мы сможем накормить город и подготовить новую партию мяса для короля?
zh: 神灵在与我们作对。瘟疫让所有野生动物灭绝。我们应该如何为城镇提供食物并满足国王的要求？
zh_tw: 神靈在與我們作對。瘟疫讓所有野生動物滅絕。我們應該如何為城鎮提供食物並滿足國王的要求？

# T_GAME_QUEST_SCEN16_11_START
source: We need to breed animals to feed the townsfolk now. Therefore we need of a pig farm and a butcher's workshop.
de: Ohne Anbindung zum Meer sind wir abhängig von Weizen und Fleisch. Wir werden selbst Tiere züchten müssen. Wir benötigen dringend eine Schweinefarm und einen Metzger.
es: Debemos criar animales para alimentar a los aldeanos. Para ello necesitamos una granja porcina y una carnicería.
fr: Nous devons élever des animaux pour nourrir les habitants. Il nous faut donc une porcherie et une boucherie.
id: Kita harus beternak hewan untuk menghidupi penduduk kota. Karena itu kita perlu peternakan babi dan rumah jagal.
it: Dovremo allevare degli animali per sfamare i cittadini. Pertanto ci serviranno una porcilaia e un macellaio.
ja: 町民を養うためには動物を繁殖しなければなりません。 養豚場や肉屋も必要です。
ko: 어서 주민을 먹일 동물을 키워야 합니다. 따라서 돼지 농장과 푸줏간이 필요합니다.
pt: Precisamos criar animais para alimentar os habitantes. Por isso, precisamos de uma fazenda de porcos e um açougueiro.
ru: Мы можем разводить животных, чтобы накормить город. Для этого нам потребуется свиноферма и лавка мясника.
zh: 现在，我们需要饲养家畜为镇民提供食物。 所以，我们需要建造一座养猪场和一座屠宰场。
zh_tw: 現在，我們需要飼養家畜為鎮民提供食物。 所以，我們需要建造一座養豬場和一座屠宰場。

# T_GAME_QUEST_SCEN16_11_SUCCESS
source: The pigs feed on wheat. Trade it with the merchant, so we can tend to the delivery for the king again.
de: Die Schweine ernähren sich von Weizen. Ertauscht diesen beim Händler, dann können wir uns wieder um die Lieferung für den König kümmern.
es: Los cerdos se alimentan de trigo. Consíguelo mediante un intercambio con el mercader, y así podremos atender las necesidades del rey.
fr: Les cochons se nourrissent de blé. Échangez-en avec le marchand afin que nous puissions continuer les livraisons au roi.
id: Babi makan gandum. Coba dapatkan dari pedagang, supaya kita bisa menyiapkan kiriman untuk sang Raja lagi.
it: I maiali si nutrono di grano. Scambialo con il mercante, così potremo effettuare la consegna per il Re.
ja: 豚は小麦を餌にします。商人と取引して、国王へ届けましょう。
ko: 돼지는 밀을 먹습니다. 상인과 거래하고 다시 왕에게 조공을 바치세요.
pt: Os porcos comem trigo. Compre-o do mercador, para podermos atender a entrega do rei novamente.
ru: Свиньи питаются пшеницей. Закупите ее у купца, чтобы мы смогли начать заготовку ресурсов для короля.
zh: 家猪以小麦为食。向商人购买一些小麦，以便我们可以继续向国王供应物资。
zh_tw: 家豬以小麥為食。向商人購買一些小麥，以便我們可以繼續向國王供應物資。

# T_GAME_QUEST_SCEN16_11_TITLE
source: Construct a pig farm and a butcher's workshop.
de: Errichte eine Schweinefarm und eine Metzgerei.
es: Construye una granja porcina y una carnicería.
fr: Bâtissez une porcherie et une boucherie.
id: Buatlah peternakan babi dan rumah jagal.
it: Costruisci una porcilaia e un macellaio.
ja: 養豚場と肉屋の作業場をつくる。
ko: 돼지 농장과 푸줏간을 만드세요.
pt: Construa uma fazenda de porcos e uma oficina de açougueiro.
ru: Построй свиноферму и лавку мясника.
zh: 建造一座养猪场和一座屠宰场。
zh_tw: 建造一座養豬場和一座屠宰場。

# T_GAME_QUEST_SCEN16_12_1_START
source: You will surely understand that my reserves are highly coveted. From now on I will trade wheat for iron ore.
de: Ihr versteht sicher, dass meine Vorräte sehr begehrt sind, daher musste ich den Preis für das Getreide ein wenig anheben. Von nun an tausche ich Getreide gegen Eisenerz.
es: Como comprenderás, mis reservas son muy codiciadas. A partir de ahora ofrezco trigo a cambio de hierro.
fr: Vous devez vous douter que mes réserves sont très demandées. J'ai donc décidé de n'échanger du blé que contre du minerai de fer.
id: Kau tentu paham bahwa cadanganku sangat diminati. Mulai sekarang aku hanya mau menukar gandum dengan bijih besi.
it: Comprenderai che le mie provviste sono molto ambite. Da ora in poi scambierò il mio grano con del ferro.
ja: 私の小麦が切望されていることはお分かりですね。 今からは、小麦を鉄鉱石に交換します。
ko: 제 물건의 가치를 확실히 이해하고 계시군요. 이제부터 철광석을 받고 밀을 판매하겠습니다.
pt: Você deve compreender que minhas reservas são muito cobiçadas. De agora em diante, trocarei trigo por minério de ferro.
ru: Надеюсь, вы понимаете, что мои товары пользуются небывалым спросом. Теперь я буду обменивать пшеницу на железную руду.
zh: 你应该知道，我的存货是非常抢手的。 从现在起，我的小麦只交换铁矿石。
zh_tw: 你應該知道，我的存貨是非常搶手的。 從現在起，我的小麥只交換鐵礦石。

# T_GAME_QUEST_SCEN16_12_1_SUCCESS
source: Deliver the ore and I will be back soon with another delivery.
de: Sendet mir die Waren und ich werde schnellstmöglich mit einer neuen Lieferung zurückkehren.
es: Si me entregas el hierro, pronto enviaré otro cargamento.
fr: Livrez le minerai et je reviendrai bientôt avec un autre chargement.
id: Antarkan bijihnya dan aku akan segera kembali dengan kiriman berikut.
it: Consegna il ferro e presto tornerò con un'altra consegna.
ja: 鉱石を届けてくだされば、私も新しいものを持ってすぐに戻ります。
ko: 철광석을 보내시면 곧 다른 물건을 갖고 돌아오겠습니다.
pt: Entregue o minério e voltarei em breve com outra entrega.
ru: Доставьте руду, и я вскоре вернусь с новой партией товаров.
zh: 把铁矿石运送过来，我的另一批小麦很快就到货了。
zh_tw: 把鐵礦石運送過來，我的另一批小麥很快就到貨了。

# T_GAME_QUEST_SCEN16_12_1_TITLE
source: Trade iron ore for wheat.
de: Tausche Eisenerz gegen Getreide.
es: Intercambia hierro por trigo.
fr: Échangez du minerai de fer contre du blé.
id: Tukar bijih besi dengan gandum.
it: Scambia grano con ferro.
ja: 鉄鉱石を小麦と交換する。
ko: 철광석으로 밀을 구매하세요.
pt: Troque minério de ferro por trigo.
ru: Обменяй железную руду на пшеницу.
zh: 用铁矿石交换小麦。
zh_tw: 用鐵礦石交換小麥。

# T_GAME_QUEST_SCEN16_12_2_START
source: For a ridiculously low price I can deliver you some of the last wheat in the country!
de: Für eine lächerliche Menge Gold kann ich Euch eine Lieferung des letzten Getreides des Landes anbieten.
es: ¡Por una cantidad irrisoria puedo entregarte parte de las últimas reservas de trigo del país!
fr: Je peux vous offrir le meilleur blé de tout le pays contre une somme absolument ridicule !
id: Untuk harga yang keterlaluan rendahnya, aku bisa mengirim sebagian dari gandum yang masih tersisa di negeri ini!
it: A un prezzo irrisorio posso cederti le ultime riserve di grano della nazione!
ja: かなりの低価格で国の残り少ない小麦を差し上げます！
ko: 터무니 없이 낮은 가격으로 이 나라에 남은 마지막 밀을 드릴 수 있습니다!
pt: Por um preço absurdamente baixo posso lhe entregar o último trigo do país!
ru: За смехотворную сумму я готов продать вам чуть ли не последнюю пшеницу во всем королевстве!
zh: 我能以低的离谱的价格卖给你王国中仅剩的一些小麦！
zh_tw: 我能以低的離譜的價格賣給你王國中僅剩的一些小麥！

# T_GAME_QUEST_SCEN16_12_2_SUCCESS
source: It is a pleasure, my Lord. Send me the gold and I will see if I can scrap up some more.
de: Es ist mir ein Vergnügen, mein Herr. Wenn ihr mir die Güter bringt, werde ich versuchen, noch etwas mehr Getreide aufzutreiben.
es: Un placer, mi señor. Envíame el oro y a ver si puedo sacar algo más.
fr: C'est un véritable plaisir, mon seigneur. Envoyez-moi l'or et je verrai si je peux vous en trouver plus.
id: Dengan senang hati, Tuanku. Kirimkan emasnya, dan aku akan melihat apakah bisa mengusahakan lebih banyak lagi.
it: È un piacere, mio signore. Inviami l'oro e vedrò di procurarmi altro grano.
ja: 喜んで。金をもっと下されば、もっと小麦があるかみてみましょう。
ko: 제가 기쁩니다, 영주님. 금광석을 보내주시면 물건을 더 모을 수 있는지 알아보겠습니다.
pt: O prazer é meu, meu senhor. Envie-me o ouro e tentarei conseguir um pouco mais.
ru: Рад иметь с вами дело, милорд. Отправьте мне золото, и я попробую достать немного пшеницы.
zh: 很高兴为你效劳，大人。只要你给我黄金，我愿意试着帮你再搜集些小麦。
zh_tw: 很高興為你效勞，大人。只要你給我黃金，我願意試著幫你再搜集些小麥。

# T_GAME_QUEST_SCEN16_12_2_TITLE
source: Trade gold for wheat.
de: Tausche Gold gegen Getreide.
es: Intercambia oro por trigo.
fr: Échangez de l'or contre du blé.
id: Tukar emas dengan gandum.
it: Scambia grano con oro.
ja: 金を小麦と交換する。
ko: 금광석으로 밀을 구매하세요.
pt: Troque ouro por trigo.
ru: Обменяй золото на пшеницу.
zh: 用黄金交换小麦。
zh_tw: 用黃金交換小麥。

# T_GAME_QUEST_SCEN16_12_MERCHANT
source: I heard of your misfortune and want to offer you a barter. I still have some wheat reserves which I would trade for goods.
de: Ich habe von Eurem Unglück gehört, mein Herr, und möchte Euch einen Handel anbieten. Ich habe noch einige Getreidereserven, welche ich gegen Güter tauschen würde.
es: Me he enterado de tu desgracia y quiero ofrecerte un trato. Me quedan algunas reservas de trigo que puedo intercambiar por bienes.
fr: J'ai entendu parler de vos malheurs et je souhaite faire un marché avec vous. Il me reste du blé en réserve que je suis prêt à échanger contre des marchandises.
id: Aku mendengar tentang nasib buruk kalian dan mau menawarkan barter. Aku masih punya cadangan gandum untuk ditukar dengan barang lain.
it: Ho saputo della disgrazia che ti ha colpito e voglio proporti un affare. Ho delle scorte di grano che sono disposto a scambiare con delle merci.
ja: あなた方にもたらされた災いについては聞きました。物々交換はいかがでしょうか。小麦が残っているので物資と交換するのはどうでしょうか。
ko: 영주님의 재난에 대해 들었습니다. 그래서 물물 교환을 제안하려 합니다. 제게 아직 밀이 충분한데 다른 물품과 거래하고 싶습니다.
pt: Ouvi falar da sua desgraça e quero propor uma troca. Ainda tenho algumas reservas de trigo, que posso trocar por produtos.
ru: Я слышал о вашем несчастье и готов предложить сделку. У меня есть немного пшеницы, которую я готов обменять на другие товары.
zh: 我听说了你的不幸遭遇，想和你做笔交易。我还有一些小麦存货，想用来交换货物。
zh_tw: 我聽說了你的不幸遭遇，想和你做筆交易。我還有一些小麥存貨，想用來交換貨物。

# T_GAME_QUEST_SCEN16_12_START
source: I would willingly trade some stones for wheat.
de: Ich wäre bereit einige Steine gegen Weizen zu tauschen.
es: Estoy dispuesto a intercambiar piedras a cambio de trigo.
fr: Je suis prêt à recevoir des pierres contre du blé.
id: Aku mau menukar batu dengan gandum.
it: Sarei disposto a cederti del grano in cambio di pietre.
ja: 喜んで、石材を小麦に交換します。
ko: 석재로 밀을 구매하고 싶습니다.
pt: Trocarei de bom grado algumas pedras por trigo.
ru: Я с радостью обменяю камни на пшеницу.
zh: 我当然愿意用小麦交换石料。
zh_tw: 我當然願意用小麥交換石料。

# T_GAME_QUEST_SCEN16_12_SUCCESS
source: Looks like you now have enough goods for a trade. I'm looking forward to further trades.
de: Ihr scheint genug Waren für einen Tauschhandel zu haben. Ich freue mich auf weitere Geschäfte.
es: Parece que tienes suficientes bienes para intercambiar. Con gusto haré más negocios contigo.
fr: On dirait que vous avez assez de marchandises à vendre. J'ai hâte de faire de nouveau affaire avec vous.
id: Sepertinya barangmu cukup untuk barter. Mudah-mudahan ada kesempatan lagi di masa mendatang.
it: Pare che tu abbia merci a sufficienza per uno scambio. Non vedo l'ora di trattare ancora con te.
ja: 交換できる物がたくさんあるようですね。引き続きお願いします。
ko: 이제 거래할 물건이 충분히 있는 것 같군요. 앞으로도 거래하길 바라겠습니다.
pt: Parece que você agora tem produtos suficientes para uma troca. Estou aguardando para fazer novas trocas.
ru: Похоже, у вас достаточно товаров для совершения сделки. Буду рад поторговать с вами в будущем!
zh: 看起来你有不少货物可以用来交换，我还想和你再做笔生意。
zh_tw: 看起來你有不少貨物可以用來交換，我還想和你再做筆生意。

# T_GAME_QUEST_SCEN16_12_TITLE
source: Trade stones for wheat.
de: Tausche Steine gegen Getreide.
es: Intercambia piedras por trigo.
fr: Échangez des pierres contre du blé.
id: Tukar batu dengan gandum.
it: Scambia grano con pietra.
ja: 石材を小麦と交換する。
ko: 석재로 밀을 구매하세요.
pt: Troque pedras por trigo.
ru: Обменяйте камни на пшеницу.
zh: 用石料交换小麦。
zh_tw: 用石料交換小麥。
