Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_TRANSLATION_003_STARTED
source: I disagree with this young girl. The Queen looks impatient. I think we should give her something to eat without waiting for our people to bake it. We can buy it at the market and give it to her.
de: Ich bin hier anderer Meinung, mein Herr. Sie sieht ungeduldig aus, wir sollten nicht warten bis frisches Brot gebacken wurde. Lasst uns etwas Brot vom Markt kaufen.
es: No estoy de acuerdo con la joven. La reina parece impaciente. Creo que deberíamos darle algo de comer sin esperar a que nuestra gente lo hornee. Podemos comprarlo en el mercado y dárselo a la reina.
fr: Je ne suis pas d'accord avec cette jeune femme. La reine semble impatiente. Je pense que nous devrions lui donner à manger sans attendre. Nous pouvons l'acheter à un commerçant et le lui donner.
id: Aku tidak sependapat dengan perempuan muda ini. Sang Ratu tampaknya sudah tidak sabar. Menurutku, kita siapkan saja makanan tanpa harus menunggu warga membuat roti. Kita bisa beli di pasar, lalu menyajikannya kepada sang Ratu.
it: Non sono d'accordo con questa ragazza. La Regina sembra impaziente. Dovremmo darle qualcosa da mangiare, ma non possiamo aspettare che il nostro popolo lo inforni. Possiamo acquistarlo al mercato.
ja: 私はこの若い娘に同意しかねます。女王はイライラしているように見えます。パンが焼き上がるのを待たないで何か食べるものを差し上げたほうがいいと思います。市場で買ってきて出しましょう。
ko: 전 이 소녀 통역사와 생각이 다릅니다. 여왕님이 급하신 것 같습니다. 주민들이 새 빵이 구워오기를 기다리는 대신 다른 빵을 드리는 것이 좋겠습니다. 시장에서 사서 여왕님께 드리면 됩니다.
pt: Eu discordo desta jovem. A rainha parece impaciente. Acho que temos dar alguma coisa que ela possa comer sem ter que esperar nosso povo preparar. Podemos comprar no mercado e dar a ela.
ru: Я не согласен с этой юной особой. На лице королевы явно читается нетерпение. Предлагаю дать ей что-нибудь поесть, не дожидаясь, пока пекари приготовят хлеб. Можем купить хлеб на рынке.
zh: 我不相信这个黄毛丫头。女王看上去不耐烦了。我认为我们应该给她一些现成的吃的，省去下人烘焙的时间。我们可以在市场上买了然后给她。
zh_tw: 我不同意這位少女說的話。女王看起來相當不耐煩，我認為我們該馬上上菜給女王吃，而不是等待麵包烘焙完畢。我們可以在市場上買些食物給她吃。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_TRANSLATION_003_SUCCESS
source: A nice bread for you, hope you will enjoy it. We made it as fast as we could.
de: Hier ist etwas Brot für euch, Königin Frigyth. Hoffentlich schmeckt es Euch. Wir haben es so schnell gemacht, wie möglich.
es: Una buena hogaza de pan para vos, espero que os guste. Lo hemos hecho lo más rápido que hemos podido.
fr: Du bon pain pour vous noble reine, j'espère que vous l'apprécierez. Nous avons fait aussi vite que possible.
id: Ini roti yang lezat untuk Yang Mulia, semoga Yang Muliasuka. Kami membuatnya secepat mungkin.
it: Un bel pane per te, spero che sia di tuo gradimento. Lo abbiamo fatto più in fretta che abbiamo potuto.
ja: 美味しいパンです、どうぞ召し上がってください。できる限り急いで作りました。
ko: 여기 괜찮은 빵이 있습니다. 마음에 드셨으면 합니다. 최선을 다해 빨리 만들었습니다.
pt: Um pão excelente para a senhora, espero que goste. Vamos produzi-lo o mais rápido possível.
ru: Попробуйте наш хлеб, надеюсь, он придется вам по вкусу. Мы старались испечь его как можно быстрее.
zh: 一份特意为您烘焙的好面包，希望您能喜欢。我们以最快速度制作完成的。
zh_tw: 給您吃的麵包，希望您會喜歡。我們盡快做出來的。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_TRANSLATION_003_TITLE
source: Trust the adviser
de: Vertraue dem Berater
es: Confía en el consejero
fr: Faire confiance au conseiller.
id: Ikuti saran sang penasihat
it: Fidati del consigliere
ja: 顧問を信用する
ko: 조언자를 신뢰하세요
pt: Confiar no conselheiro
ru: Доверься советнику.
zh: 相信顾问
zh_tw: 相信謀士

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_DECORATION_STARTED
source: Sire, at least we can learn about some habits and customs from our new friends. In order to be well prepared for the festivals, we should add some decorations in the town.
de: Mein Herr, zumindest können wir einige Gewohnheiten und Bräuche von unseren neuen Freunden lernen. Um für die Festivals bestens gerüstet zu sein, sollten wir in der Stadt einige Dekoration errichten.
es: Sire, al menos podemos aprender sobre los hábitos y costumbres de nuestros nuevos amigos. Para prepararnos bien para los festivales, deberíamos poner elementos decorativos en la ciudad.
fr: Sire, afin d’être fin prêt pour les festivités, nous devrions décorer notre ville.
id: Sir, setidaknya kita bisa belajar tentang adat kebiasaan teman-teman baru kita. Dalam rangka menyambut festival, ada baiknya kita pasang dekorasi di kota.
it: Sire, almeno possiamo imparare qualcosa sui costumi e le tradizioni dei nostri nuovi amici. Per prepararci ai festival, dobbiamo aggiungere delle decorazioni in città.
ja: 少なくとも私たちの新しい友人からいくつかの慣習や風習を学ぶことができます。このお祭りにきちんと備えるために、街にいくつかのデコレーションを加えましょう。
ko: 영주님, 적어도 새로운 친구의 관습과 풍습에 대해 배울 수 있습니다. 축제를 잘 준비하려면 마을에 장식을 더해야 합니다.
pt: Senhor, ao menos podemos aprender os hábitos e costumes do nossos novos aliados. Para deixar a cidade pronta para os festivais, deveríamos colocar decorações.
ru: Сир, теперь мы хотя бы можем изучить обычаи и традиции наших новых друзей. Дабы достойно подготовиться к праздникам, нам нужно немного украсить город.
zh: 大人，至少我们能从我们的新朋友那里学习一些风俗习惯。为了对庆典做好充足准备，我们应该在镇上增添一些装饰。
zh_tw: 大人，至少我們學到了跟我們新朋友有關的習慣和習俗。為了能夠為慶典做好充足的準備，我們該在城鎮中添加一些裝飾品。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_DECORATION_TITLE
source: Decorate the town
de: Dekoriere das Dorf
es: Decora la ciudad
fr: Décorer la ville.
id: Pasang dekorasi di kota
it: Decora la città
ja: 街を飾りつけする。
ko: 마을을 꾸미세요
pt: Decore a cidade
ru: Укрась город.
zh: 装饰城镇
zh_tw: 裝飾城鎮

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_FAILED
source: I am really disappointed in you, Governor! Managing a couple of demands was such a simple task, yet you still failed to do it! Was it too much to ask? Now get out of my sight!
de: Ich bin wirklich enttäuscht von Euch, Statthalter! Dass Ihr es nicht schafft ein paar Wünsche der Königin zu erfüllen, um die Handelsgespräche zu vereinfachen. War dies zu viel verlangt? Ihr habt versagt, Statthalter. Nun geht mir aus den Augen!
es: ¡Estoy muy decepcionado contigo, gobernador! Satisfacer un par de demandas era una tarea de lo más sencilla, pero ¡has fracasado! ¿Era mucho pedir? ¡Fuera de mi vista!
fr: Je suis vraiment désappointé, gouverneur ! Satisfaire quelques demandes était une tâche simple, mais vous n’avez toujours pas réussi à le faire ! Était-ce trop demandé ? Maintenant, sortez de ma vue !
id: Aku sangat kecewa denganmu, Gubernur! Mengurus beberapa permintaan itu tugas sepele, tapi kau tetap gagal! Apakah permintaanku berlebihan? Sekarang enyahlah dari hadapanku!
it: Sono davvero deluso, Governatore! Gestire un paio di richieste non era un compito difficile, eppure hai fallito! Era chiedere troppo? Ora sparisci dalla mia vista!
ja: あなたにはがっかりです、総督！ いくつかの要求を聞くことはとても簡単なことなのに、あなたはそれでさえ失敗したのですよ！そんなに大変なことでしたか？もう私の目の前から消えてください！
ko: 영주님, 정말 실망했어요! 요청 몇 개를 관리하는 간단한 일도 제대로 처리하지 못했군요! 너무 많은 것을 바랐나요? 내 눈앞에서 사라지세요!
pt: Estou muito decepcionado com você, Governador! Dar conta umas poucas exigências era uma missão tão simples, ainda assim você fracassou! Era pedir demais? Agora saia da minha frente!
ru: Вы меня очень разочаровали, губернатор! Выполнить парочку просьб — плевое дело, но вы даже с ним не справились! Я что, слишком многого требую? Прочь с глаз моих!
zh: 我对你真的很失望，镇长 应对一系列的需求是如此简单的一项任务，但是你还是失败了！还需要问很多吗？现在马上从我眼前消失！
zh_tw: 大人，您真讓我失望！ 完成幾個要求，這麼簡單的任務，您都無法勝任！難道是我對你要求過高了？馬上給我滾！

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_FAILED_BANDIT_RAID_001
source: My Lord, you didn’t stop the bandit attacks. The Queen looks very displeased. I hope we do not fail her again.
de: Mylord, Ihr habt die Angriffe des Banditen nicht gestoppt. Die Königin sieht sehr unzufrieden aus. Ich hoffe, wir lassen sie nicht wieder im Stich.
es: Es cerca del río. Pero ya no voy por allí porque unos peligrosos bandidos han puesto su campamento cerca de donde crecen las hierbas.
fr: Mon Seigneur, vous n'avez pas arrêté les attaques des bandits. La reine a l'air très mécontente. J'espère que nous ne la décevrons pas à nouveau.
id: Tempatnya di tepi sungai. Tapi aku tidak lagi pergi ke sana, karena ada gerombolan bandit yang mendirikan kemah tepat di sebelahnya.
it: Si trova vicino al fiume. Ma non vado più laggiù, perché dei terribili banditi hanno stabilito il loro accampamento accanto al luogo dove crescono le erbe.
ja: 私の主よ、あなたは強盗攻撃を止めませんでした。女王は非常に不快に見えます。私は彼女が再び失敗しないことを願っています。
ko: 강 하류에 있습니다. 하지만 저는 가지 않겠습니다. 사악한 강도들이 약초 자생지 옆에 캠프를 세웠거든요.
pt: Fica lá perto do rio. Mas eu não vou mais lá. Uns bandidos cruéis montaram acampamento bem do lado das ervas.
ru: Они растут у реки. Но я уже давно не хожу туда, поскольку рядом с рекой обосновались какие-то гадкие бандиты.
zh: 在河边。但是我再也去不了那里了，一些可恶的强盗就在草药旁边扎营。
zh_tw: 就在河邊。但是我不會再去那裡了，有些噁心的強盜已經在藥草旁邊駐紮營地了。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SORRY_STARTED
source: I am sorry, my King, her dialect is not the same as mine, but I will try harder…
de: Es tut mir Leid, mein König. Sie spricht in einem anderen Dialekt, der nicht der meiner ist. Ich werde mich besser bemühen.
es: Lo siento, mi rey, su dialecto es distinto del mío, me esforzaré más…
fr: Je suis navrée, mon roi, son dialecte est différent du mien, mais je vais redoubler d’efforts.
id: Mohon maaf, Paduka Raja, dialek sang Ratu tidak sama dengan dialekku, tapi aku akan berusaha lebih keras...
it: Sono desolata, mio Re, il suo dialetto è diverso dal mio, ma ci riproverò...
ja: 申し訳ありません、陛下、彼女の言葉は私の話す言葉と同じではないのですが、もっと頑張ってみます...
ko: 죄송합니다. 여왕님의 언어가 제가 사용하는 언어와 약간 달라서...다시 통역해 보겠습니다…
pt: Lamento, meu Rei, o dialeto dela não é o mesmo que o meu, mas vou me esforçar...
ru: Простите, мой король, но ее диалект отличается от моего. Я стараюсь...
zh: 我很抱歉，大人，她的方言和我的不尽相同，但我会更加努力......
zh_tw: 對不起，國王，她的方言與我的還是有所不同，但是我會更努力試試看的……

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SORRY_STARTED_02
source: I might have confused banners and benches. She just wanted to sit after her long trip.
de: Ich denke Sie meinte... Bänke… nicht Banner. Sie wollte sich nach der langen Reise nur auf einer Bank entspannen.
es: Tal vez haya confundido banderas y bancos. Solo quería sentarse tras el largo viaje.
fr: J’ai peut-être confondu bannières et bancs. Elle souhaitait juste se reposer un instant après son long voyage.
id: Mungkin aku keliru mengartikan bendera dan bangku. Beliau hanya ingin duduk setelah perjalanannya yang panjang.
it: Credo di avere confuso stendardi con panche. Voleva soltanto sedersi dopo il lungo viaggio.
ja: 横断幕とベンチを混同してしまったようです。彼女は長旅の後座りたかっただけのようです。
ko: 깃발과 의자를 혼동한 것 같습니다. 여왕님은 그저 긴 여행 후 앉아서 쉬기를 원하셨습니다.
pt: Acho que confundi estandartes com bancos. Ela só queria se sentar após essa longa viagem.
ru: Кажется, я перепутала стяги со скамейками. Она просто хочет посидеть после долгого путешествия.
zh: 我可能混淆了旗帜和长椅。长途旅行之后，她只想坐下来。
zh_tw: 我想我把旗幟和長椅弄混了，經歷了漫長旅程，她想要一個能坐的地方。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SURE
source: Excuse me my Liege if I messed up earlier but I’m pretty sure that she wants something like a tavern.
de: Ich bitte um Entschuldigung, mein Lord Statthalter. Ich weiß ich habe vorher falsch gelegen, aber ich bin mir wirklich sicher, dass sie ein Wirtshaus meint.
es: Mi señor, disculpa si me he equivocado antes, pero estoy segura de que la reina desea una taberna.
fr: Pardonnez-moi Sire si, plus tôt dans la journée je vous ai déçu. Je suis certaine qu’elle souhaiterait voir un endroit comme la taverne.
id: Maaf, Tuanku, kalau aku membuat kesalahan sebelum ini, tapi aku cukup yakin beliau menanyakan kedai minum.
it: Scusami, mio signore, se prima mi sono sbagliata, ma sono abbastanza certa che desideri un luogo più simile a una taverna.
ja: もし先ほど失敗してしまったのならすみません、領主様、でも確かに彼女は酒場のような場所を欲しがっているようです。
ko: 잠시만요, 영주님. 제가 앞서 실수를 하긴 했지만 여왕님이 원하시는 것은 선술집이 확실합니다.
pt: Desculpe se errei antes, meu senhor, mas tenho certeza de que ela quer algo parecido com uma taverna.
ru: Простите меня, ваша светлость, за мою прошлую оплошность, но я уверена, что сейчас ей бы хотелось увидеть таверну.
zh: 抱歉，大人，即便我之前搞砸了，但现在我敢肯定她想要个酒馆之类的地方。
zh_tw: 對不起我一開始犯了錯誤，大人，但是我現在非常確定她想要一間酒館。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SURE_02
source: It would be a shame if we are making her angry again by not providing what she wants. Imagine the consequences for the negotiations.
de: Es wäre eine Schande, sie erneut zu enttäuschen. Denkt an die Konsequenzen für die Handelsgespräche.
es: Sería una pena volver a enfadarla por no darle lo que quiere. Imagina las consecuencias para las negociaciones.
fr: Il serait vraiment fâcheux de l'offusquer une nouvelle fois en ne comprenant pas ses désirs... Imaginez-les conséquences.
id: Jangan sampai kita membuatnya gusar lagi karena tidak menyediakan apa yang diinginkannya. Bayangkan akibatnya untuk perundingannya.
it: Sarebbe un peccato farla arrabbiare di nuovo non procurandole ciò che desidera. Immagina le conseguenze per i negoziati.
ja: もし彼女の欲しがっているものを提供せずにまた怒らせてしまったらみっともありません。この交渉の結果を想像してみてください。
ko: 여왕님이 원하시는 것을 제공하지 못해서 다시 여왕님의 화를 사는 일이 있어선 안 될 겁니다. 협상 결과를 상상해보세요.
pt: Seria uma infelicidade irritá-la novamente por não atender às demandas dela. Imagine que consequências isso teria para as negociações.
ru: Не хотелось бы злить ее, предоставив ей не то, что надо. Подумайте о последствиях для переговоров!
zh: 要是我们提供给她的不是她真正想要的，然后再次惹她生气。想象一下谈判结果会如何吧。
zh_tw: 如果我們無法滿足她的要求而惹怒了她，這個我們可擔待不起。想像一下談判會落得何等下場。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_001_STARTED
source: After her long and exhausting trip, she thought that she would have been welcomed by…ehhm, let my think... her banners. But she can't see any. I think she wants to see her banners flying in this town.
de: Die Königin sagt, dass sie nach Ihrer langen anstrengenden Reise, was war es... einige, ähm...Banner... erwartet hatte. Sie sieht aber keine hier im Dorf. Ich denke sie möchte Ihre Flaggen hier wehen sehen.
es: Tras el largo y agotador viaje, la reina pensaba que sería recibida por… esto, cómo se dice... con sus banderas. Pero no ve ninguna. Creo que quiere ver sus estandartes ondeando en esta ciudad.
fr: Après son long et éprouvant voyage, elle pensait qu’elle serait accueillie par...hum, laissez-moi réfléchir...ses bannières. Mais elle ne voit rien à l’horizon. Il me semble bien qu’elle souhaite voir ses couleurs flotter dans notre ville.
id: Setelah menempuh perjalanannya yang panjang dan melelahkan, beliau pikir bahwa beliau akan disambut dengan…ehm, sebentar ya... benderanya. Tapi beliau tidak melihat bendera di sini. Kalau tidak salah, beliau mau melihat benderanya dikibarkan di kota ini.
it: Dopo il lungo ed estenuante viaggio, credeva che sarebbe stata accolta con... ehm, fammi pensare... i suoi stendardi. Ma non li vede. Credo che voglia vedere le bandiere del suo paese in città.
ja: 長い消耗する旅の後には、ええと、ちょっと待ってください...横断幕で歓迎されると思っていたそうです。でもそんなものは見えませんでした。彼女は街に横断幕がかかっているのが見たいのだと思います。
ko: 여왕님은 길고도 힘든 여행 끝에 음... 자신을 환영하는 깃발을 볼 수 있을 거라고 생각하셨습니다. 하지만 환영 깃발은 없었습니다. 여왕님은 이 마을에 깃발이 휘날리는 것을 보고 싶으신 것 같습니다.
pt: Depois de uma longa e exaustiva viagem, ela achou que seria recebida com... hã... como se diz... os estandartes dela. Mas ela não está vendo nenhum. Acho que ela quer ver os estandartes dela nesta cidade.
ru: После долгого и утомительного путешествия она думала, что ее встретят... хм, дайте подумать... ее стягами. Но их нигде не видно. Думаю, она хочет, чтобы над городом реяли ее знамена.
zh: 经过舟车劳顿，身心俱疲的旅途之后，她原以为t自己会受到热烈欢迎，能看到......额，让我想想......她的旗帜。但她 什么都没看到。我觉得她想看到自己的旗帜飞扬在这座城镇上空。
zh_tw: 一路上經歷了累人的旅程，她以為會有……呃，讓我想想……她的旗幟迎接她。但是她一面都沒有看到。我想她想要看到這座城鎮中飛舞著她的旗幟。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_001_STARTED_01
source: I will do my best to translate the Queen's wishes to you, your Grace.
de: Ich werde mein Bestes geben, die Wünsche der Königin zu übersetzen, Euer Gnaden.
es: Traduciré las palabras de la reina lo mejor que pueda, Alteza.
fr: Je vais faire de mon mieux pour vous transmettre les souhaits de la reine, votre Grâce..
id: Aku akan mencoba sebaik mungkin menerjemahkan permintaan sang Ratuuntuk Tuanku.
it: Farò del mio meglio per tradurre le volontà della Regina per voi, altezza.
ja: 女王の願いを通訳できるよう一生懸命努力します。
ko: 최선을 다해 여왕님의 말씀을 통역하겠습니다.
pt: Eu me esforçarei ao máximo para traduzir os desejos da rainha para você, majestade.
ru: Сейчас постараюсь перевести вам пожелания королевы, ваше сиятельство.
zh: 我将尽我所能将女王的意愿传达给您，大人。
zh_tw: 我會盡力翻譯女王所要求的事情，女王大人。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_001_TITLE
source: Hoist the colors
de: Hisst die Banner
es: Icen la bandera
fr: Hissez les couleurs.
id: Naikkan bendera.
it: Issa le bandiere
ja: 旗を揚げろ
ko: 깃발을 계양하세요
pt: Hasteando os estandartes
ru: Подними знамена королевы.
zh: 升起旗帜
zh_tw: 升起旗幟

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_002_STARTED
source: My Lord, I do not think our translator is qualified enough to represent us in trade talks. If we make another mistake, the Queen could be very angry.
de: Mein Herr, ich denke unsere Übersetzerin ist nicht qualifiziert genug, um uns bei den Handelsgesprächen zu vertreten. Wenn wir noch einen Fehler machen, könnte die Königin sehr erbost sein.
es: Mi señor, no creo que nuestra traductora esté lo bastante cualificada para representarnos en las negociaciones comerciales. Si cometemos otro error, la reina podría enojarse mucho.
fr: Sire, je ne pense pas que cette traductrice soit qualifiée pour une affaire comme celle-ci. Si nous nous fourvoyions une nouvelle fois...je n'ose imaginer la réaction de la reine.
id: Tuanku, aku rasa penerjemah kita kurang cakap untuk mewakilik kita dalam perundingan dagang. Kalau sampai ada kesalahan lagi, sang Ratu bisa marah besar.
it: Milord, non credo che la nostra traduttrice sia abbastanza qualificata per rappresentarci durante gli accordi commerciali. Se commettiamo un altro errore, la Regina si arrabbierà molto.
ja: 閣下、この通訳は私たちを代表して通商の話をするほどの資質がないように思われます。もしまた間違いを犯せば、女王は激怒するかもしれません。
ko: 영주님, 우리 통역사가 무역 협상에서 우리를 대표하기에 자질이 부족한 것 같습니다. 또다시 실수하면 여왕님이 크게 화를 낼 수 있습니다.
pt: Milorde, não acho que nossa tradutora tenha qualificação suficiente para nos representar nos acordos comerciais. Se cometermos outro erro, a rainha ficará furiosa.
ru: Милорд, кажется, наш переводчик недостаточно квалифицирован, чтобы представлять нас на торговых переговорах. Если допустим еще одну ошибку, королева очень разозлится.
zh: 大人，我认为我们的翻译并没有资格代表我们参加贸易谈判。如果我们再犯错误，女王可能会非常生气。
zh_tw: 大人，我認為我們的翻譯官資格還不夠代表我們進行交易協定。如果我們再搞錯一次，女王一定會非常生氣的。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HAPPYEND
source: Congratulations, Governor. We made it. From now on, every four years festivals are held in this village to celebrate the alliance of our kingdoms.
de: Mein Glückwunsch, Statthalter. Wir haben es geschafft. Von nun an werden alle vier Jahre Festspiele in diesem Dorf veranstaltet, um die Allianz unserer Königreiche zu feiern.
es: Enhorabuena, gobernador. Lo logramos. A partir de este momento, celebraremos en esta villa festivales cada cuatro años para celebrar la alianza de nuestros pueblos.
fr: Félicitations, Gouverneur, vous y êtes parvenu, nous organiserons désormais, tous les 4 ans un bel événement dans cette ville afin de commémorer les accords entre nos deux pays.
id: Selamat, Gubernur. Kita berhasil. Mulai sekarang, setiap empat tahun akan ada festival di desa ini untuk merayakan persekutuan kedua kerajaan kita.
it: Complimenti, Governatore. Ce l'abbiamo fatta. D'ora in poi, ogni quattro anni organizzeremo dei festival per celebrare l'alleanza tra i nostri regni.
ja: おめでとうございます、総督。やりましたよ。これからは私たちの王国の同盟を記念して祝うために4年ごとにこの村でお祭りを開きます。
ko: 축하합니다, 영주님. 우리가 해냈습니다. 이제부터 4년마다 이 마을에서 축제를 열어 왕국의 동맹을 기념할 겁니다.
pt: Parabéns, Governador. Nós conseguimos. De agora em diante, a cada quatro anos acontecerão festivais nesta cidade para comemorar a aliança entre nossos reinos.
ru: Поздравляю, губернатор. У нас получилось. Отныне каждые четыре года здесь будут проводиться празднества в честь заключения союза между нашими королевствами.
zh: 祝贺你，镇长。我们成功了。从今以后，镇上将每四年举办一次庆典，庆祝我们两国的结盟。
zh_tw: 恭喜，大人。我們成功了。從現在開始，四年一次的慶典都會在這座村莊舉辦，以慶祝雙方王國的聯盟。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HAPPYEND_02
source: Thank you, Governor. The Queen is enthusiastic about your drive for action. We will now move to the trade guild for the negotiations. Nothing stands in the way of a successful trade agreement anymore.
de: Habt Dank, Statthalter. Die Königin ist begeistert von Eurem Tatendrang. Wir werden uns nun für die Verhandlungen in die Handelsgilde begeben. Einem erfolgreichen Handelsabkommen steht damit nichts mehr im Wege.
es: Muchas gracias, gobernador. La reina está entusiasmada con tu iniciativa. Ahora iremos al gremio comercial para entablar negociaciones. Ya no hay ningún obstáculo para lograr un acuerdo comercial.
fr: Merci bien, Gouverneur. La reine est ravie de la façon dont vous avez conduit vos actions. Nous allons maintenant nous diriger vers la guilde du commerce afin de signer des accords commerciaux. Plus rien ne se met au travers de notre chemin.
id: Terima kasih, Gubernur. Sang Ratu menyambut baik segala upayamu. Kita akan beralih ke gedung perkumpulan pedagang sekarang untuk memulai perundingan. Tidak ada lagi yang menghalangi perjanjian dagang yang sukses.
it: Grazie, Governatore. La Regina è entusiasta del vostro spirito d'iniziativa. Adesso ci recheremo alla gilda dei mercanti per i negoziati. Nulla ostacolerà più i nostri accordi.
ja: 総督、ありがとう。女王はあなたの行動力に期待している。私たちはこれから交渉のために取引ギルドへ移動する。もう通商協定の成功を阻むものは何もない。
ko: 고맙네, 영주. 여왕이 신속한 조치에 크게 기뻐하더군. 이제 트레이드 길드 건물로 이동해서 협상을 시작할 수 있겠네. 성공적인 무역 협정을 가로막는 것은 더 이상 없는 것 같군.
pt: Parabéns, Governador. A rainha ficou muito satisfeita com suas ações enérgicas. Agora podemos ir para a guilda comercial e iniciar as negociações. Não há mais nada que impeça um bom acordo comercial.
ru: Спасибо, губернатор. Королева довольна вашим рвением. Мы отправимся в здание гильдии торговцев и приступим к переговорам. Больше ничто не помешает нам успешно заключить торговое соглашение.
zh: 谢谢您，镇长。女王对您的行动充满热情。我们现在就前往贸易协会进行谈判。再也没有什么能阻拦一项成功的贸易协定了。
zh_tw: 謝謝您，大人。女王很欣賞您的行動力。我們現在就前往同業公會進行談判。已經沒有任何障礙會阻礙這次的交易協定了。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HAPPYEND_ADVISOR
source: Well done my Liege, we have a really nice city now, I can’t wait to share our habits and customs with our neighbors.
de: Gut gemacht mein Herr, wir haben jetzt eine wirklich schöne Stadt, ich kann es kaum erwarten, unsere Gewohnheiten und Bräuche mit unseren Nachbarn zu teilen.
es: Bien hecho, mi señor. Ahora la ciudad está de lo más bonita. Estoy deseando compartir nuestros hábitos y costumbres con nuestros vecinos.
fr: Félicitations, Sire. Nous avons désormais une bien belle ville. J’ai hâte de partager nos coutumes avec le pays voisin !
id: Bagus sekali, Tuanku. Kota kita semakin indah sekarang. Aku sudah tidak sabar menunjukkan adat kebiasaan kita kepada para tetangga kita.
it: Bene, mio signore. Adesso abbiamo una città davvero bella. Non vedo l'oro di condividere le nostre tradizioni con i paesi vicini.
ja: 素晴らしいです、領主様。私たちには今素敵な街があります。隣人たちと私たちの慣習や風習を分かち合うのが待ちきれません。
ko: 훌륭합니다, 영주님. 이제 마을이 정말 아름다워졌습니다. 어서 이웃들과 관습과 풍습을 나누고 싶습니다.
pt: Muito bem, meu senhor. A cidade está muito bonita agora. Mal posso esperar para partilhar nossas tradições com os vizinhos.
ru: Отличная работа, ваша светлость. Наш город просто прекрасен. Жду не дождусь возможности поделиться нашими традициями с соседями.
zh: 干得好，大人。我们现在有了一座非常漂亮的小镇。迫不及待地想和邻居们分享我们的风俗习惯了。
zh_tw: 做得很好，大人。我們的城鎮現在看起來非常溫馨。我已經等不及與我們的鄰國朋友一起分享我們的習慣和習俗了。
