Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_003_DEPRECATED
source: The tavern is more effective when supplied with grape juice from a juice manufacture or brew from the monastery.
de: Das Wirtshaus ist viel produktiver, wenn du es mit Traubensaft von der Kelterei oder Gebräu vom Kloster versorgst.
es: La taberna es más efectiva cuando hay una fábrica que la abastece de zumo de uva o un monasterio que la abastece de cerveza.
fr: La taverne est plus efficace si on lui fournit du jus d'un pressoir à jus ou de la boisson d'un monastère.
id: Kedai minum lebih efektif kalau dipasok jus anggur dari tempat pembuatan jus atau bir dari biara.
it: La taverna è più efficiente quando è rifornita dal succo d’uva proveniente da una manifattura o birra dal monastero.
ja: 酒場はジュース製造のぶどうジュースや、修道院のビールがあればもっと効果的になります。
ko: 선술집은 주스 공장에서 포도 주스나 수도원에서 맥주를 공급 받으면 더욱 효과가 있습니다.
pt: A taverna é mais eficaz quando recebe o suco de uva feito na fábrica de suco ou cerveja do mosteiro.
ru: Таверна станет эффективнее, если поставлять в нее виноградный сок с соковой мануфактуры или пиво из монастыря.
zh: 有了果汁厂供应葡萄汁、修道院供应啤酒，酒馆生意就会更加兴隆。
zh_tw: 有了果汁廠供應葡萄汁、修道院供應啤酒，酒館生意就會更加興隆。

# T_GAME_LOADINGTIP_003_OLD
source: The tavern is more effective when supplied with grape juice.
de: Das Wirtshaus ist viel produktiver, wenn du es mit Traubensaft aus einer Kelterei versorgst.
es: La taberna es más efectiva si cuenta con un abastecimiento de mosto.
fr: La taverne fonctionne mieux quand elle est bien approvisionnée en jus de raisin.
id: Kedai akan lebih efektif saat disuplai dengan jus anggur.
it: La taverna è più efficiente se viene rifornita di succo d'uva.
ja: ぶどうジュースを供給すれば、酒場は効率が上がります。
ko: 여관은 포도 주스를 제공할때 더욱 효과적입니다.
pt: A taverna é mais eficiente quando abastecida com suco de uva.
ru: Таверна будет более эффективной при поставках в нее виноградного сока.
zh: 当有葡萄汁供应时，酒馆生意更好。
zh_tw: 當有葡萄汁供應時，酒館生意更好。

# T_GAME_LOADINGTIP_003_OLD2
source: The tavern is more effective when supplied with grape juice from a juice manufacture. You need a vineyard to deliver the necessary grapes, though.
de: Das Wirtshaus ist viel produktiver, wenn du es mit Traubensaft aus einer Kelterei versorgst. Zusätzlich benötigst du ein Weingut, um die Kelterei mit frischen Trauben zu versorgen.
es: La taberna es más efectiva cuando hay una fábrica de zumo que la abastece. Pero necesitas un viñedo para producir las uvas necesarias.
fr: La taverne est plus efficace si on lui fournit du jus d'un pressoir à jus. Par contre, il vous faudra un vignoble pour fournir le raison nécessaire.
id: Kedai minum lebih efektif kalau dipasok jus anggur dari tempat pembuatan jus. Tapi memasok buah anggur harus ada kebun anggur.
it: La taverna è più efficiente quando è rifornita dal succo d’uva proveniente da una manifattura. Però ti occorre un vigneto per produrre l’uva necessaria.
ja: ジュース工場からぶどうジュースを供給すれば酒場はより効果的です。ただし、ぶどうを供給してくれるぶどう園が必要になります。
ko: 선술집은 주스 공장에서 포도 주스를 공급 받으면 더욱 효과가 있습니다. 하지만 포도를 공급할 포도원이 있어야 해요.
pt: A taverna é mais eficaz quando recebe o suco de uva feito na fábrica de suco, mas você precisa de um vinhedo para fornecer as uvas necessárias.
ru: Таверна станет эффективнее, если поставлять в нее виноградный сок с соковой мануфактуры. Но для его изготовления нам потребуется виноградник.
zh: 有了果汁厂供应葡萄汁，酒馆更加生意兴隆。不过，您得先有个葡萄园供应葡萄才行。
zh_tw: 有了果汁廠供應葡萄汁，酒館更加生意興隆。不過，您得先有個葡萄園供應葡萄才行。

# T_GAME_LOADINGTIP_004
source: A public building, like a church, can only serve a limited number of Townies.
de: Öffentliche Gebäude, wie z.B. die Kirche, können nur eine begrenzte Anzahl an Townies versorgen.
es: Los edificios públicos, como las iglesias, solo dan servicio a un número limitado de townies.
fr: Un bâtiment, comme l'église, ne peut servir qu'un nombre limité d'habitants.
id: Bangunan publik, seperti gereja, hanya bisa melayani beberapa Townie saja.
it: Un edificio pubblico, come una chiesa, può servire solo ad un numero limitato di paesani.
ja: 教会のような公共建物は限られたタウニーにしか機能しません。
ko: 교회와 같은, 공공 빌딩들은 제한적인 수의 주민들만 수용이 가능합니다.
pt: Uma construção pública, como uma igreja, pode servir apenas um número limitado de moradores.
ru: Общественное здание, такое как церковь, может обслуживать лишь ограниченное количество поселян.
zh: 像教堂这样的公共建筑只能为有限的镇民提供服务。
zh_tw: 像教堂這樣的公共建築只能為有限的鎮民提供服務。

# T_GAME_LOADINGTIP_005
source: Some decorations are more effective at increasing happiness than others. Larger populations need more decorations to maintain the same level of happiness.
de: Einige Dekorationen sind wertvoller als andere. Der Wert von Dekorationen sinkt allerdings mit ansteigender Bevölkerung.
es: Algunas decoraciones aumentan la felicidad de forma más efectiva que otras. Cuanto mayor sea la población, más decoraciones necesitarás para mantener el nivel de felicidad.
fr: Certaines décorations sont plus efficaces en termes de bonheur que d'autres. Plus il y a d'habitants, plus il faut de décorations pour conserver un même niveau de bonheur.
id: Beberapa dekorasi akan lebih efektif dalam meningkatkan kebahagiaan daripada dekorasi yang lainnya. Populasi yang lebih besar membutuhkan lebih banyak dekorasi untuk menjaga kesetaraan level kebahagiaan.
it: Alcune decorazioni sono più efficaci di altre per aumentare la felicità. Le popolazioni più numerose necessitano di più decorazioni per mantenere lo stesso livello di felicità.
ja: デコレーションは幸福度を上昇させるのに最も効果的です。人口の増加に応じて幸福を維持するのに必要なデコレーションの数も多くなります。
ko: 몇몇 장식들은 행복지수를 올리는 데 매우 유용합니다. 인구 수가 많을 수록 행복 지수를 유지하기 위하여 많은 수의 장식이 필요합니다.
pt: Algumas decorações são mais eficazes para aumentar a felicidade do que outras. Populações maiores precisam de mais decorações para manter o mesmo nível de felicidade.
ru: Некоторые украшения более эффективны в повышении уровня счастья по сравнению с другими. При более высоком уровне населения, для поддержания аналогичного уровня счастья требуется больше украшений.
zh: 有些装饰品能够更有效地提升幸福指数。人口越多，维持同等水平的幸福指数所需要的装饰品就更多。
zh_tw: 有些裝飾品能夠更有效地提升幸福指數。人口越多，維持同等水準的幸福指數所需要的裝飾品就更多。

# T_GAME_LOADINGTIP_006
source: Keep an eye on your Townies' happiness. Use the statistics menu to stay current on your Townies' needs and desires.
de: Achte zwischendurch auf die Zufriedenheit in deinem Dorf. Es ist immer gut zu wissen, was deine Townies wünschen. Besuche das Statistikmenü, um mehr Informationen zu erhalten.
es: No descuides la felicidad de tus townies. Usa el menú de estadísticas para estar al corriente de las necesidades y de los deseos de los townies.
fr: Surveillez le niveau de bonheur des habitants. Le menu des statistiques vous permet de garder l'œil sur les besoins et les envies des habitants.
id: Perhatikan kebahagiaan para Townie. Gunakan menu statistik untuk terus mengetahui kebutuhan dan harapan para Townie.
it: Tieni d'occhio la felicità dei paesani. Usa il menu delle statistiche per restare al corrente dei loro bisogni e desideri.
ja: タウニーが満足しているか気を配りましょう。 画面右の統計メニューを開くと、タウニーの要求や願望が叶えられているか確認できます。 タウニーの幸福度は街の運営上、重要です。
ko: 주민들의 행복 지수에 주의를 기울이세요. 주민들의 필요와 소원을 충족하기 위하여 통계 메뉴를 사용하세요.
pt: Fique de olho na felicidade dos seus moradores. Use o menu de estatísticas para ficar sabendo das necessidades e dos desejos dos seus moradores.
ru: Следи за уровнем счастья твоих поселян. Используй меню статистики, чтобы быть в курсе всех потребностей и желаний твоих поселян!

# T_GAME_LOADINGTIP_007
source: The better you are at fulfilling your Townies' needs and desires, the higher they can be taxed before they go on strike.
de: Je mehr Wünsche deiner Townies erfüllt sind, desto eher sind sie bereit, höhere Steuern zu zahlen, ohne zu streiken.
es: Cuanto mejor cumplas los deseos y las necesidades de tus townies, más impuestos podrás cobrar antes de que se declaren en huelga.
fr: Plus vous satisfaites les besoins et les envies des habitants, plus ils acceptent un niveau d'imposition élevé sans se mettre en grève.
id: Semakin baik kamu dalam memenuhi kebutuhan dan kebahagiaan para Townie, semakin tinggi pajak yang bisa kamu kenakan kepada mereka sebelum mereka mogok.
it: Più sei bravo a soddisfare i desideri e i bisogni dei paesani, più essi possono essere tassati senza entrare in sciopero.
ja: タウニーの要求や願望をきちんと叶えていれば、税率をある程度引き上げても、ストライキをあまり起こさなくなります。
ko: 주민들의 소원과 필요를 잘 충족시킬 수록, 파업 없이 주민들에게 높은 세금을 부과할 수 있습니다.
pt: Quanto melhor você for em realizar os desejos e as necessidades de seus moradores, mais alto pode ser o imposto deles antes que eles entrem em greve.
ru: Чем лучше ты удовлетворяешь потребности и исполняешь желания твоих поселян, тем более высоким будет уровень налагаемых на них податей, прежде чем они попытаются объявить забастовку.
zh: 你越是更好地满足了你的镇民们的愿望和需求，在他们罢工前你可能征收的税金就越高。
zh_tw: 您越是更好地滿足了您的鎮民們的願望和需求，在他們罷工前您可能徵收的稅金就越高。

# T_GAME_LOADINGTIP_008
source: When the merchant comes to town you can buy urgently needed resources or sell surplus goods for money.
de: Wenn ein Händler dein Dorf besucht, kann er dir dringend benötigte Güter verkaufen oder dir zu Geld verhelfen, indem er deine Waren kauft.
es: Cuando el mercader visite la ciudad, puedes comprar los recursos que necesites con urgencia o vender el excedente de artículos a cambio de dinero.
fr: Quand le marchand arrive en ville, vous pouvez lui acheter des ressources ou lui vendre vos surplus de marchandises.
id: Saat pedagang berkunjung ke kotamu, kamu bisa membeli sumber daya yang mendesak atau menjual barang yang berlebih untuk mendapatkan uang.
it: Quando il mercante arriva in città puoi acquistare risorse urgentemente necessarie o vendere quelle in sovrappiù.
ja: 街に商人が来れば、必要なものを買ったり、余分なものを売ってお金を得たりすることができます。
ko: 상인들이 마을에 도착하며 긴급 자원을 구매하거나 상품을 판매할 수 있습니다.
pt: Quando o mercador vem para a cidade, você pode comprar recursos necessitados com urgência ou vender mercadorias em excesso por dinheiro.
ru: Когда в город прибывает купец, ты можешь купить срочно необходимые тебе ресурсы или же продать избыток товаров за деньги.
zh: 当商人进城时，你可以买到急需的资源，或者出售剩余的货物来赚钱。
zh_tw: 當商人進城時，您可以買到急需的資源，或者出售剩餘的貨物來賺錢。

# T_GAME_LOADINGTIP_009
source: A farm can produce either wheat, wool or herbs. For wheat, you need a wheat field. For sheep, you need a pasture and for herbs a herb garden. Place them in close vicinity to the farm.
de: Ein Bauernhof kann Wolle, Weizen oder Kräuter produzieren - dafür benötigt er eine Schafweide, ein Weizenfeld oder einen Kräutergarten in seiner Nähe.
es: Las granjas pueden producir trigo, lana, o plantas medicinales. Para el trigo, necesitarás un campo de trigo. Para las ovejas, necesitas un pasto. Colócalos cerca de la granja.
fr: Une ferme peut produire du blé, de la laine ou des herbes. Pour le blé, il vous faut un champ de blé. Pour les moutons, il vous faut un pré. Pour les herbes, il vous faut un jardin aux plantes. Placez-les à côté de la ferme.
id: Pertanian bisa menghasilkan gandum, wol, atau rempah-rempah. Untuk gandum perlu ada ladang gandum. Untuk domba perlu ada padang domba, dan untuk rempah-rempah perlu ada kebun rempah-rempah. Tempatkan semuanya di dekat pertanian.
it: Una fattoria può produrre grano, lana o erbe. Per il grano ti occorre un campo. Per le pecore ti serve un pascolo e per le erbe un orto. Piazzali vicini alla fattoria.
ja: 農場は小麦、羊毛、ハーブのいずれかをつくることができます。小麦には小麦畑が必要です。羊では牧羊地、ハーブにはハーブ畑が必要です。農地のそばに配置してください。
ko: 농장은 밀, 울 또는 허브를 생산할 수 있습니다. 밀의 경우 밀 밭이 필요합니다. 양의 경우 목초지가 필요하고 허브는 허브 정원이 필요합니다. 이들을 농장 가까이에 배치하세요.
pt: Uma fazenda pode produzir trigo, lã ou ervas. Para o trigo, você precisa ter um campo. Para as ovelhas, você precisa ter um pasto e para as ervas, um jardim de ervas. Coloque-os próximos à fazenda.
ru: Ферма может производить пшеницу, шерсть или травы. Для пшеницы необходимо пшеничное поле. Для овец требуется пастбище, а для трав — сад трав. Размещай их рядом с фермой.
zh: 农场可以生产小麦、羊毛或药草。耕种麦田能收获小麦，种植牧场能收获羊毛，开辟药草园能收获药草。请将每类农田布置在农场附近。
zh_tw: 農場可以生產小麥、羊毛或藥草。耕種麥田能收穫小麥，種植牧場能收穫羊毛，開闢藥草園能收穫藥草。請將每類農田佈置在農場附近。

# T_GAME_LOADINGTIP_009_OLD
source: A farm can produce either wheat or wool. For wheat, you need a wheat field. For sheep, you need a pasture. Place them in close vicinity to the farm.
de: Ein Bauernhof kann Wolle und/oder Weizen produzieren. Dafür benötigt er eine Schafweide/ein Weizenfeld in seiner Nähe.
es: Las granjas pueden producir trigo o lana. Para el trigo, necesitarás un campo de trigo. Para las ovejas, necesitas un pasto. Colócalos cerca de la granja.
fr: Une ferme peut produire soit du blé, soit de la laine. Pour le blé, il vous faut un champ de blé. Pour les moutons, il vous faut un pré. Placez-les à côté de la ferme.
id: Ladang bisa menghasilkan gandum atau wool. Untuk gandum, Anda butuh lahan gandum. Untuk sapi, Anda butuh padang rumput. Letakkan sapi tak jauh dari ladang.
it: Una fattoria può produrre grano o lana. Per il grano ti occorre un campo. Per le pecore ti serve un pascolo. Piazzali vicini alla fattoria.
ja: 農場では小麦や羊毛を生産することができます。小麦には小麦畑が必要で、羊には牧草地が必要です。畑や牧草地は農場に近くに配置してください。
ko: 농장은 밀과 양털을 생산합니다. 밀의 경우, 밀 밭이 필요합니다. 양의 경우 목장이 필요합니다. 농장 근처에 이들을 배치하십시오.
pt: Uma fazenda pode produzir trigo ou lã. Para o trigo, você precisa ter um campo. Para as ovelhas, você precisa ter um pasto. Coloque-os próximos à fazenda.
ru: Ферма может производить пшеницу либо шерсть. Для пшеницы необходимо пшеничное поле. Для овец требуется пастбище. Размещай их рядом с фермой.
zh: 农场可以生产小麦或羊毛。要生产小麦，你需要小麦田地。如果要生产羊毛，你需要一个牧场。请将田地或牧场安置在农场附近。
zh_tw: 農場可以生產小麥和羊毛。要生產小麥，你需要小麥田地。如果要生產羊毛，你需要一個牧場。請將田地或牧場安置在農場附近。

# T_GAME_LOADINGTIP_010
source: Quickly build townhouses early on so that you have plenty of Townies to work in your production buildings.
de: Sorge beim Spielstart schnell für neue Wohnhäuser. So hast du genug Townies, die in deinen Gebäuden arbeiten können.
es: Construye casas cuanto antes al comienzo de la partida para contar con muchos townies que trabajen en los edificios de producción.
fr: Construisez rapidement des maisons pour avoir de nombreux habitants sous la main, qui travailleront dans les bâtiments productifs.
id: Segeralah membangun beberapa rumah sehingga kamu memiliki banyak Townie untuk bekerja di bangunan produksimu.
it: Costruisci le abitazioni all'inizio, in modo da avere paesani a sufficienza per il lavoro negli edifici di produzione.
ja: 早めに家を建設して人口を増えしておけば、生産施設に割り当てる労働者を十分確保できます。
ko: 생산 빌딩에서 일하는 일꾼들의 수를 확보하기 위하여 빠르게 타운하우스를 지으세요.
pt: Construa moradias rapidamente logo, para que tenha muitos moradores para trabalharem em suas construções de produção.
ru: Быстро строй городские дома на ранних этапах игры, чтобы иметь достаточное количество рабочих для работы в твоих производственных зданиях.
zh: 在初期快速建造城镇排屋，这样，你就有足够的镇民到你的生产厂房去做工。
zh_tw: 在初期快速建造城鎮連棟宅邸，這樣，您就有足夠的鎮民到您的生產廠房去做工。

# T_GAME_LOADINGTIP_011
source: A small village can be easily supplied by fishermen or hunters but a bakery or butcher's workshop is better suited for large villages.
de: Ein kleines Dorf kann gut mit einigen Fischerhütten oder einem Jäger versorgt werden, aber eine Bäckerei oder Metzgerei eignet sich besser, um große Dörfer zu versorgen.
es: Es fácil aprovisionar a una aldea pequeña empleando a pescadores y cazadores, pero en una más grande se necesita una panadería o una carnicería.
fr: Un petit village peut facilement être alimenté par des pêcheurs ou des chasseurs, mais une boulangerie ou une boucherie sont plus adaptées aux grandes villes.
id: Desa kecil bisa dengan mudah disuplai oleh pemancing atau pemburu, tapi toko roti atau rumah jagal lebih cocok untuk desa lebih besar.
it: È facile rifornire un piccolo villaggio grazie a pescatori o cacciatori, ma per le città più grandi è meglio avere un forno o un macellaio.
ja: 小さな村は漁師や狩人によって簡単に食糧の供給が可能ですが、パン屋や肉屋の作業場は大きな村に向いています。
ko: 작은 마을은 어부나 사냥꾼이 쉽게 물자를 제공할 수 있지만 큰 마을에는 빵집이나 푸줏간이 더 어울립니다.
pt: Uma vila pequena pode ser abastecida facilmente por pescadores ou caçadores, mas uma padaria ou oficina de açougueiro são mais adequadas para vilas maiores.
ru: Потребности в еде небольшой деревни могут с легкостью удовлетворять рыбаки и охотники, для большой же деревни лучше подойдут пекарня и лавка мясника.
zh: 小村庄仅依靠渔民或猎人就能获得充足的补给，但大村庄更需要面包房或屠宰场。
zh_tw: 小村莊僅依靠漁民或獵人就能獲得充足的補給，但大村莊更需要麵包房或屠宰場。

# T_GAME_LOADINGTIP_011_DEPRECATED
source: A few fisherman's huts may be sufficient to supply a small village with food, but bread is more effective at keeping larger towns fed.
de: Ein kleines Dorf kann gut mit einigen Fischerhütten versorgt werden, aber Brot eignet sich besser, um große Dörfer zu versorgen.
es: Unas cuantas casetas de pescadores serán suficientes para abastecer de alimentos a una aldea pequeña, pero el pan es más efectivo para alimentar a ciudades grandes.
fr: Quelques cabanes de pêcheurs peuvent suffire pour alimenter un petit village en nourriture, mais le pain est plus efficace pour nourrir une ville.
id: Beberapa pondok pemancing bisa mencukupi suplai makanan untuk desa kecil, namun roti lebih efektif untuk memenuhi kebutuhan makanan kota yang lebih besar.
it: Qualche capanno di pescatori è sufficiente a sfamare un piccolo villaggio, ma il pane è più efficace per nutrire le grandi città.
ja: 漁師の小屋は数が少なくとも小さい村であれば十分な食糧を供給することが可能です。ですが、大きい街では、パンの方が効率よく住民に食糧を供給できます。
ko: 소수의 낚시꾼 오두막은 작은 마을에 식량을 공급할 수 있지만, 큰 마을의 경우 빵이 더욱 효과적입니다.
pt: Algumas cabanas de pescadores devem ser suficientes para abastecer uma pequena aldeia com alimento, mas o pão é mais eficaz ao manter cidades maiores alimentadas.
ru: Нескольких хижин рыбака может быть достаточно для снабжения едой небольшой деревни, однако хлеб более эффективен в поддержании сытости населения больших городов.
zh: 几间渔民的棚屋就能为村庄供应充足的食物，但是，要养活更多的镇民，面包是更有效的。
zh_tw: 幾間漁農小屋就可為村莊供應充足的食物，但是，要養活更多的鎮民，麵包是更有效的。

# T_GAME_LOADINGTIP_012
source: Always keep an eye on wood production. Many buildings need wood as a resource for production.
de: Habe immer ein Auge auf deine Holzproduktion. Viele Gebäude benötigen Holz, um ihre Güter herzustellen.
es: Presta atención a la producción de madera. Muchos edificios necesitan madera para sus procesos de producción.
fr: Surveillez toujours la production de bois. De nombreux bâtiments ont besoin de bois comme ressource.
id: Selalu perhatikan produksi kayu. Banyak bangunan membutuhkan kayu sebagai sumber daya produksinya.
it: Tieni sempre d'occhio la produzione di legno. Molti edifici richiedono legno per essere costruiti.
ja: 大半の建物は生産するための資源として木材を必要とするので、木材が不足することがないように注意しましょう。
ko: 항상 나무 생산에 주의를 기울이십시오. 많은 빌딩들이 나무를 자원으로 사용합니다.
pt: Sempre fique de olho na produção de madeira. Muitas construções precisam de madeira como um recurso para a produção.
ru: Всегда следи за уровнем производства древесины. Многим здания древесина требуется в качестве ресурса для производства.
zh: 始终关注木材的生产。许多建筑都需要木材作为生产资源。
zh_tw: 始終關注木材的生產。許多建築都需要木材作為生產資源。

# T_GAME_LOADINGTIP_013
source: Some buildings can produce more than one resource, for example the mine and the farm.
de: Einige Gebäude können mehrere Ressourcen produzieren, zum Beispiel der Bauernhof oder das Bergwerk.
es: Algunos edificios, como la mina y la granja, pueden producir más de un recurso.
fr: Certains bâtiments produisent plusieurs ressources, comme la mine et la ferme.
id: Beberapa bangunan bisa menghasilkan lebih dari satu sumber daya, misalnya tambang dan perkebunan.
it: Alcuni edifici possono produrre più di una risorsa, ad esempio le miniere e le fattorie.
ja: 採掘所や農場などのように、2種類以上の資源を生産する建物があります。
ko: 광산과 농장 등 몇몇 빌딩은 하나 이상의 자원을 생산합니다.
pt: Algumas construções podem produzir mais que um recurso, por exemplo, a mina e a fazenda.
ru: Ряд зданий может производить более одного ресурса, к примеру, рудник и ферма.
zh: 有些建筑物可以产出一种以上的资源，如矿山和农场。
zh_tw: 有些建築物可以產出一種以上的資源，如礦山和農場。

# T_GAME_LOADINGTIP_014
source: Try to get a feel for the input-output ratio of your production building chains. That way you can make sure that they operate at full capacity.
de: Versuche herauszufinden, in welchem Verhältnis Produktionsketten zueinander stehen. Auf diese Weise kannst du sie optimal auslasten.
es: Intenta comprender el ratio de entradas y salidas de las cadenas de producción de tus edificios para asegurarte de que operan a plena capacidad.
fr: Essayez de jauger de la rentabilité de vos chaînes de production, en termes de ratio entrée/sortie. Cela vous permet de vérifier si elles fonctionnent de manière optimale.
id: Cobalah mendapatkan rasio input-output rantai bangunan produksimu. Dengan cara itu kamu bisa memastikan bangunan beroperasi pada kapistas penuh.
it: Cerca di individuare la proporzione tra ingresso e uscita delle tue catene produttive. In questo modo puoi essere certo che operino a piena capacità.
ja: 生産施設に必要な資材と生産される量を感覚で覚えましょう。それによって、施設を効果的に稼働させることができます。
ko: 생산 체인의 투입 및 결과를 관찰해보세요. 이를 통하여, 완벽한 실행 능력을 확인할 수 있습니다.
pt: Tente conferir a taxa de entrada-saída de suas cadeias de produção. Assim você pode se certificar que ela funcionam na capacidade total.
ru: Попытайся понять коэффициент потребления и производства цепочек твоих производственных зданий. Таким образом, ты сможешь обеспечить их работу на полную мощность.
zh: 努力去弄清你的生产厂房链条上的的投入和产出的比率。那样你才能确保它们在满负荷运转。
zh_tw: 努力去弄清您的生產廠房鏈條上的的投入和產出的比率。那樣您才能確保它們在滿負荷運轉。

# T_GAME_LOADINGTIP_015
source: You can earn Prestige in sandbox games by completing optional tribute quests.
de: In einem Endlosspiel kannst du dir Prestige durch optionale Aufgaben verdienen.
es: En las partidas del modo libre, puedes ganar puntos de prestigio si completas misiones opcionales de tributo.
fr: Vous pouvez gagner des points de Prestige dans les parties sandbox en effectuant des quêtes optionnelles.
id: Kamu bisa mendapatkan Prestige di game sandbox dengan menyelesaikan misi upeti opsional.
it: Puoi guadagnare prestigio nelle partite libere completando le missioni di tributo opzionali.
ja: サンドボックスモードでは、王様への貢ぎ物のクエストをこなすと、名声を獲得することができます。
ko: 옵션 기여 게임을 통하여 샌드박스에서 무료 프레스티지를 얻을 수 있습니다.
pt: Você pode ganhar Prestígio nos jogos não lineares, completando tarefas opcionais de tributo.
ru: Очки престижа можно заработать в играх в режиме sandbox, завершая необязательные квесты.
zh: 通过完成可选择的进贡任务，你可以在沙箱游戏中获取声望值。
zh_tw: 通過完成可選擇的進貢任務，您可以在沙箱遊戲中獲取聲望點數。

# T_GAME_LOADINGTIP_016
source: Scenarios consist of a number of tasks that have to be fulfilled in order to complete the scenario.
de: Szenarios enthalten eine Reihe an Aufgaben, die der Spieler erfüllen muss, um das Szenario erfolgreich abzuschließen.
es: Para terminar un escenario, deberás completar una serie de tareas.
fr: Un scénario consiste en un certain nombre de tâches à effectuer successivement.
id: Skenario terdiri dari beberapa tugas yang harus diselesaikan untuk menyelesaikan skenario tersebut.
it: Gli scenari consistono in una serie di compiti che devono essere eseguiti per completare lo scenario stesso.
ja: シナリオモードのマップでは、たくさんのクエストが与えられます。すべて実行して、マップをクリアしましょう。
ko: 시나리오는 완성을 위하여 충족하여야 할 여러가지의 작업을 포함하고 있습니다.
pt: Os cenários consistem de diversas tarefas que foram realizadas para completar o cenário.
ru: Сценарии состоят из ряда заданий, которые необходимо выполнить с целью завершения сценария.
zh: 场景由若干任务组成。必须完成这些任务才能完成某个完整的游戏场景。
zh_tw: 場景由若干任務組成。必須完成這些任務才能完成某個完整的遊戲場景。

# T_GAME_LOADINGTIP_017
source: After having completed a scenario you are given the option to continue playing.
de: Wenn du ein Szenario abgeschlossen hast, kannst du trotzdem weiterspielen, wenn du es wünschst.
es: Una vez terminado un escenario, tendrás la opción de seguir jugando en él.
fr: Après avoir terminé un scénario, vous pouvez continuer à jouer si vous le souhaitez.
id: Setelah menyelesaikan skenario kamu akan diberi opsi untuk melanjutkan permainan.
it: Dopo aver completato uno scenario hai la possibilità di continuare a giocare.
ja: シナリオモードのマップは、クリア後も引き続きプレイすることができます。
ko: 시나리오를 완성한 후, 지속적으로 게임을 할 수있는 옵션이 제공됩니다.
pt: Após completar um cenário, você tem a opção de continuar jogando.
ru: После завершения сценария тебе доступна возможность продолжить игру.
zh: 在完成一个场景的游戏任务后，你可以选择继续。
zh_tw: 在完成一個場景的遊戲任務後，您可以選擇繼續。
