Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN7_GIRL_5_2_NAME
source: Increase your townies' happiness!
de: Erhöhe die Zufriedenheit deiner Townies!
es: ¡Aumenta la felicidad de tus townies!
fr: Augmentez le bonheur de vos habitants !
id: Tingkatkan kebahagiaan penduduk kota Anda!
it: Aumenta la felicità dei tuoi cittadini!
ja: タウニーの幸福度を上げる。
ko: 마을 주민들의 행복지수를 증가시키세요!
pt: Aumente a felicidade dos habitantes!
ru: Повысь уровень счастья твоих поселян!
zh: 提高了镇民们的幸福值！
zh_tw: 提高了鎮民們的幸福點數！

# T_GAME_QUEST_SCEN7_GIRL_5_DESC
source: This place is dreary... could you please make this town prettier? I want everyone to feel as happy as I am!
de: Dieser Ort ist trostlos… Kannst du diese Stadt schöner machen? Ich möchte, dass jeder so glücklich ist wie ich!
es: Este lugar es lúgubre… ¿Puedes decorar la ciudad para que sea más bella? ¡Quiero que todos se sientan tan felices como yo!
fr: Cet endroit est épouvantable... Pourriez-vous rendre cette ville plus jolie ? Je veux que tout le monde se sente aussi heureux que moi !
id: Tempat ini suram... bisakah Anda buat kota ini lebih cantik? Saya ingin semua orang merasa sebahagia saya!
it: Questo posto è triste... puoi rendere più bella questa città? Voglio che tutti si sentano felici come me.
ja: 街をもっと美しくしなきゃ！タウニーには私のように幸せであってほしいわ。
ko: 이 장소는 너무 따분합니다… 더 아름답게 만들어주실 수 있나요? 모든 사람이 저만큼 행복했으면 좋겠습니다!
pt: Este lugar é horrível… Será que não é possível tornar a cidade masi bonita? Quero que todos fiquem tão felizes quanto eu!
ru: Что за тоскливое место... будь добр, сделай этот город более красивым? Я хочу, чтобы все были счастливы так же, как и я!
zh: 这个地方真是令人沮丧……你能否将这里美化一下？ 我想让大家都和我一样开心！
zh_tw: 這個地方真是令人沮喪……您能否將這裡美化一下？ 我想讓大家都和我一樣開心！

# T_GAME_QUEST_SCEN7_GUY_1_DESC
source: I don't care about cake and flowers; I want a big celebration with lots of juice! And I want to invite the whole town! But we don't have enough room to house all the wedding guests!
de: Mich interessieren Torten und Blumen nicht, ich will ein großes Fest mit sehr viel Saft! Und ich möchte die ganze Stadt dazu einladen! Aber wir haben nicht genug Häuser, um alle Townies unterzubringen!
es: Me importa un rábano las flores y el pastel. ¡Lo que quiero es una celebración por todo lo alto con litros y litros de zumo! ¡Y quiero que venga toda la ciudad! Vaya, no tenemos suficiente sitio para hospedar a todos los invitados.
fr: Je me fiche du gâteau et des fleurs. Je veux juste une grande fête avec plein de jus à boire ! Et je veux inviter toute la ville ! Mais il n'y a pas assez de place pour coucher tous les invités du mariage !
id: Saya tidak peduli kue dan bunga; Saya menginginkan perayaan besar dengan banyak jus! Dan saya ingin mengundang seluruh kota! Tapi kita tidak memiliki cukup ruang untuk menampung seluruh tamu pernikahan!
it: Non mi interessano la torta e i fiori; voglio una grande festa con fiumi di succo! E voglio invitare tutta la città! Ma non ho spazio sufficiente per ospitare tutti gli ospiti!
ja: 閣下、武器鍛冶屋が剣を作るために、鉄を至急必要としています。 交易所付近に鉱脈がいくつか存在します。鉄を供給してくれませんか？
ko: 케익과 꽃에는 관심이 없습니다. 저는 주스로 가득한 대형 축하 행사를 원합니다. 저는 마을 전체를 초대하고 싶습니다. 하지만, 모두를 초대할 공간이 부족합니다.
pt: Não ligo para bolo e flores; quero uma festa grande, com muito suco! E quero convidar toda a cidade! Mas não temos espaço suficiente para alojar todos os convidados!
ru: Мне плевать на торт и цветы. Я хочу огромный праздник, на котором сок будет литься рекой! А еще я хочу пригласить весь город! Однако у нас недостаточно места, чтобы разместить всех приглашенных на свадьбу гостей!
zh: 我不管蛋糕和花的事；我只想要办一场盛大的庆祝活动，来宾可以痛饮葡萄汁！ 我想邀请全城的人来参加我的结婚典礼！ 可是我们没有那么多房间来接纳如此多的婚礼来宾！
zh_tw: 我不管蛋糕和花的事；我只想要辦一場盛大的慶祝活動，來賓可以痛飲葡萄汁！ 我想邀請全城的人來參加我的結婚典禮！ 可是我們沒有那麼多房間來接納如此多的婚禮來賓！

# T_GAME_QUEST_SCEN7_GUY_1_NAME
source: Build more small townhouses.
de: Baue mehr kleine Wohnhäuser.
es: Construye más casas.
fr: Construisez plus de maisons.
id: Bangun rumah lagi.
it: Costruisci altre abitazioni.
ja: さらに小さな家を建てる。
ko: 더 많은 타운하우스를 짓습니다.
pt: Construa mais casas.
ru: Построй больше городских домов.
zh: 增建排屋。
zh_tw: 增建連棟排屋。

# T_GAME_QUEST_SCEN7_GUY_2_DESC
source: I want a nice place to meet with my friends once the wedding is over. This town really needs a tavern!
de: Ich möchte ein nettes Plätzchen finden, um nach der Hochzeit mit meinen Freunden abzuhängen. In dieser Stadt fehlt ein Wirtshaus!
es: Quiero un lugar chulo para estar con mis amigos cuando se acabe la boda. ¡Esta ciudad lo que necesita es una taberna!
fr: Je veux un bel endroit pour rencontrer mes amis une fois le mariage terminé. Il manque vraiment une taverne dans cette ville !
id: Saya ingin tempat yang nyaman untuk bertemu teman saat pernikahan selesai. Kota ini benar-benar membutuhkan kedai minuman!
it: Voglio un bel posto nel quale incontrarmi con gli amici quando il matrimonio sarà finito. Questa città ha bisogno di una taverna!
ja: 友人たちはのどが渇いている。ジュースの用意はもうできていますか？
ko: 결혼식이 끝난 후 친구들을 만날 장소가 필요합니다. 타운은 여관이 필요합니다!
pt: Quero um lugar bonito para encontrar meus amigos depois do casamento. Essa cidade precisa muito de uma taverna!
ru: Мне необходимо приятное место, где я смогу встречаться со своими друзьями после свадьбы. Этому городу и вправду необходима таверна!
zh: 婚礼一结束，我就要会见我的朋友，我需要一个好地方。 这个城镇真的需要一座酒馆！
zh_tw: 婚禮一結束，我就要會見我的朋友，我需要一個好地方。 這個城鎮真的需要一座酒館！

# T_GAME_QUEST_SCEN7_GUY_2_NAME
source: Attain high satisfaction with taverns.
de: Sorge für eine hohe Wirtshaus-Zufriedenheit.
es: Consigue una gran satisfacción con las tabernas.
fr: Atteignez un bonheur élevé grâce aux tavernes.
id: Capai kepuasan yang tinggi dengan beberapa bar.
it: Ottieni un alto grado di soddisfazione con le taverne.
ja: 酒場で高い満足度を達成する。
ko: 여관을 통하여 높은 만족도를 성취합니다.
pt: Obtenha alta satisfação com tavernas.
ru: Достигни высокого уровня удовлетворения с помощью таверн.
zh: 达到高度的酒馆满意度。
zh_tw: 達到高度的酒館滿意度。

# T_GAME_QUEST_SCEN7_GUY_3_1_NAME
source: Produce 25 grape juice.
de: Produziere 25 Traubensaft.
es: Produce 25 zumos de uva.
fr: Produisez 25 cruches de jus de raisin.
id: Buat 25 jus anggur.
it: Produci 25 unità di succo d'uva.
ja: ジュースを25生産する。
ko: 25개의 포도 주스를 생산합니다.
pt: Produza 25 sucos de uva.
ru: Произведи 25 единиц виноградного сока.
zh: 生产25个值的葡萄汁
zh_tw: 生產25個點數的的葡萄汁

# T_GAME_QUEST_SCEN7_GUY_3_DESC
source: My friends will be very thirsty! Have you already taken care of the juice?
de: Meine Freunde werden sehr durstig sein! Hast du dich schon um den Saft gekümmert?
es: ¡Mis amigos estarán sedientos! ¿Ya te has encargado del zumo?
fr: Mes amis seront vraiment assoiffés ! Vous vous êtes déjà occupé du jus de raisin ?
id: Teman-teman saya akan sangat haus! Apakah Anda telah mengurus jusnya?
it: I miei amici saranno assetati! Ti sei già occupato del succo?
ja: 結婚式の後に、友人に会える場所が必要です。この街には酒場がない！酒場の建設をお願いできますか？
ko: 제 친구들은 매우 지쳐있을 것입니다. 주스들을 준비했나요?
pt: Meus amigos ficarão com sede! Você já se encarregou do suco?
ru: Мои друзья будут испытывать невероятную жажду! Ты уже позаботился о соке?
zh: 我的朋友们会很渴的！ 你把果汁的事办妥了吗？
zh_tw: 我的朋友們會很渴的！ 您把果汁的事辦妥了嗎？

# T_GAME_QUEST_SCEN7_GUY_3_NAME
source: Build a juice manufacture.
de: Baue eine Kelterei.
es: Construye un lagar.
fr: Construisez un pressoir.
id: Bangun pabrik jus.
it: Costruisci una manifattura di succo.
ja: ジュース工場を建てる。
ko: 주스 제조 공장을 짓습니다.
pt: Construa uma fábrica de suco.
ru: Построй соковую мануфактуру.
zh: 建造一座果汁酿造厂。
zh_tw: 建造一座果汁釀造廠。

# T_GAME_QUEST_SCEN7_GUY_4_DESC
source: There will be more guests than we've expected. Build a large townhouse.
de: Es werden mehr Gäste erscheinen als erwartet. Baue ein großes Wohnhaus.
es: Habrá más invitados de los que esperábamos. Construye una casa grande.
fr: Il y aura plus d'invités que prévu. Construisez une grande maison.
id: Tamunya akan lebih banyak dari yang kita duga. Bangun rumah besar.
it: Ci saranno più ospiti del previsto. Costruisci una abitazione grande.
ja: 閣下、問題が発生しました。部下の鎧が盗賊との戦いにより劣化しております。 工具を作っていただけませんか。そうすれば、部下が交易所へ行き、鎧を直すことができます。
ko: 생각 보다 더 많은 손님들이 참여할 것 같습니다. 대형 타운하우스를 지어주세요.
pt: Receberemos mais convidados do que eu imaginava. Construa uma casa grande.
ru: Будет больше гостей, чем мы ожидали. Построй большой городской дом.
zh: 估计来宾的人数比预计的要多。 建造一座大型排屋。
zh_tw: 估計來賓的人數比預計的要多。 建造一座大型連棟排屋。

# T_GAME_QUEST_SCEN7_GUY_4_NAME
source: Build a large townhouse.
de: Baue ein großes Wohnhaus.
es: Construye una casa grande.
fr: Construisez une grande maison.
id: Bangun rumah besar.
it: Costruisci una abitazione grande.
ja: 大きな家を建てる。
ko: 대형 타운하우스를 짓습니다.
pt: Construa uma casa grande.
ru: Построй большой городской дом.
zh: 建造一座大型排屋。
zh_tw: 建造一座大型連棟排屋。

# T_GAME_QUEST_SCEN7_GUY_5_1_NAME
source: Produce 15 jewelery.
de: Stelle 15 Schmuckstücke her.
es: Produce 15 joyas.
fr: Produisez 15 bijoux.
id: Buat 15 perhiasan.
it: Produci 15 gioielli.
ja: 宝石を15生産する。
ko: 15개의 보석을 생산합니다.
pt: Produza 15 joias.
ru: Произведи 15 единиц ювелирных украшений.
zh: 生产15个值的珠宝。
zh_tw: 生產15個點數的的珠寶。

# T_GAME_QUEST_SCEN7_GUY_5_DESC
source: Oh, no! I'm in serious trouble! I've lost the wedding ring! Please don't tell her! Is there a goldsmith in town who can make a new one?
de: Ach du meine Güte, ich habe den Ring für meine Frau verloren! Ich bin so geliefert! Bitte erzähl ihr nichts davon! Gibt es in dieser Stadt einen Goldschmied, der mir einen neuen Ring zu machen kann?
es: ¡Oh, no! ¡Menudo marrón! ¡He perdido el anillo de boda! ¡No se lo cuentes a ella, por favor! ¿Hay alguna orfebrería en la ciudad para que me hagan uno nuevo?
fr: Oh, non ! J'ai un gros problème ! J'ai perdu mon alliance ! S'il vous plait, ne lui dites rien ! Est-ce qu'il y a un orfèvre en ville qui pourrait m'en refaire une ?
id: Oh, tidak! Saya dalam masalah serius! Saya kehilangan cincin pernikahan! Tolong dia jangan sampai tahu! Adakah tukang emas di kota yang dapat membuatkan cincin baru?
it: Oh no! Sono nei guai! Ho perduto l'anello nuziale! Non ditelo a lei! C'è un orafo in città dove posso farne un altro?
ja: ケーキや花の心配は要りません。大きなお祝い事なのでジュースがたくさん必要です。そして街の皆を招待しましょう。しかし、招待者全員のための家がありません。
ko: 어머! 큰일 났습니다. 결혼 반지를 잃어 버렸습니다. 제발 그녀에게 말하지 마세요. 새 반지를 만들 금 세공소이 있나요?
pt: Ah, não! Estou em apuros! Perdi meu anel de casamento! Por favor, não conte para ela! Será que existe um ourives na cidade para me fazer outro?
ru: О, нет! Я в серьезной беде! Я потерял обручальное кольцо! Только не говори ей! Есть ли в городе ювелир, способный изготовить новое?
zh: 噢，不！ 我现在遇到大麻烦了！ 我的婚戒丢了！ 请不要告诉她！ 镇上有没有金匠可以为我打一只新的婚戒？
zh_tw: 噢，不！ 我現在遇到大麻煩了！ 我的婚戒丟了！ 請不要告訴她！ 鎮上有沒有金匠可以為我打一隻新的婚戒？

# T_GAME_QUEST_SCEN7_GUY_5_NAME
source: Build a goldsmith's workshop.
de: Baue eine Goldschmiede.
es: Construye una orfebrería.
fr: Construisez un orfèvre.
id: Bangun tukang emas.
it: Costruisci un'oreficeria.
ja: 金細工職人の工房を建てる。
ko: 금 세공소를 짓습니다.
pt: Construa uma ourivesaria.
ru: Построй мастерскую ювелира.
zh: 兴建一座金匠铺。
zh_tw: 興建一座金匠鋪。

# T_GAME_QUEST_SCEN7_GUY_6_DESC
source: Before I get married, I want to impress my fiancée on the jousting grounds!
de: Bevor ich heirate, möchte ich meine Verlobte auf dem Turnierplatz beeindrucken.
es: Antes de que me case, quiero impresionar a mi prometida en el campo de justas.
fr: Avant de me marier, je veux impressionner ma fiancée lors d'une joute !
id: Sebelum menikah, saya ingin mengesankan tunangan saya di tempat latihan adu tombak berkuda!
it: Prima di sposarmi, voglio fare colpo sulla mia fidanzata alle giostre!
ja: 閣下、良いニュースです。作戦は大成功で盗賊はこの地域からいなくなりました。 この長い戦いの間に食糧をすべて使い果たしました。そのため軍隊に食糧供給をお願いしたいのです。
ko: 결혼을 하기 전에, 마창 경기장에서 저의 약혼자에게 깊은 인상을 남기고 싶습니다!
pt: Antes de me casar, quero impressionar minha noiva nos campos de torneio!
ru: Перед тем, как жениться, я хочу произвести впечатление на мою невесту на арене!
zh: 在我结婚前，我想在比武场上给我的未婚妻留下深刻的印象！
zh_tw: 在我結婚前，我想在馬上比武大會場上給我的未婚妻留下深刻的印象！

# T_GAME_QUEST_SCEN7_GUY_6_NAME
source: Build jousting grounds.
de: Baue einen Turnierplatz.
es: Construye un campo de justas.
fr: Construisez une aire de joute.
id: Bangun tempat latihan adu tombak berkuda.
it: Costruisci una giostra.
ja: 馬上槍闘技場を建てる。
ko: 마창 경기장을 짓습니다.
pt: Construa campos de torneio.
ru: Построй арену.
zh: 建造了比武场地。
zh_tw: 建造了比武場地。

# T_GAME_QUEST_SCEN8_10_DESC
source: My lord, our castle store rooms are already packed with goods pretty tight. May I suggest that we order the construction of an additional warehouse?
de: Mein Herr, wir haben so viele Güter im Dorf, aber das Lagerhaus des Schlosses ist schon beinahe voll. Es wäre vielleicht ratsam, ein neues Lagerhaus zu errichten.
es: Milord, los almacenes de nuestro castillo ya están llenos hasta los topes de mercancías. Sugiero que ordene la construcción de otro almacén.
fr: Mon seigneur, les pièces de stockage de notre château sont remplies à ras-bord de marchandises. Puis-je vous suggérer de lancer la construction d'un entrepôt supplémentaire ?
id: Tuanku, gudang kastil kita telah penuh sesak dengan barang. Sudikah saya sarankan agar kita memerintahkan membangun gudang tambahan?
it: Mio signore, i magazzini del castello sono già zeppi d'oro. Posso suggerire di ordinare la costruzione di un magazzino supplementare?
ja: 領主様、城の貯蔵室は既にいっぱいです。新しく倉庫を建ててはいかがでしょうか？
ko: 성주님, 성의 저장소가 상품들로 가득찼습니다. 추가적인 창고를 지으실 것을 제안합니다?
pt: Meu senhor, os depósitos de nosso castelo estão repletos até o teto de mantimentos. Sugiro construir um novo depósito.
ru: Милорд, кладовые нашего замка доверху забиты товарами. Могу я порекомендовать отдать приказ о строительстве дополнительного пакгауза?
zh: 我的老爷，我们的牧场仓库都已经塞满货物，直达房顶。 我可以建议我们下令另外兴建一座仓库吗？
zh_tw: 我的老爺，我們的牧場倉庫都已經塞滿貨物，直達房頂。 我可以建議我們下令另外興建一座倉庫嗎？

# T_GAME_QUEST_SCEN8_10_NAME
source: Build a new warehouse.
de: Errichte ein neues Lagerhaus.
es: Compra un nuevo almacén.
fr: Construisez un nouvel entrepôt.
id: Bangunlah gudang baru.
it: Costruisci un nuovo magazzino.
ja: 新しい倉庫を建てる。
ko: 새로운 창고를 짓습니다.
pt: Construa um novo depósito.
ru: Построй новый пакгауз.
zh: 兴建新仓库。
zh_tw: 興建新倉庫。

# T_GAME_QUEST_SCEN8_11_DESC
source: The men in town would be happier if there was a place for them to meet and have a cup of grape juice after a hard day's work. Would it be too much to ask for a tavern, my lord?
de: Die Männer im Dorf wären glücklicher, wenn sie nach Feierabend genüsslich einen Traubensaft-Punsch trinken könnten. Wäre es zu viel, zu fragen, ob ein Wirtshaus errichtet werden kann, Herr Statthalter?
es: Los hombres townies serían mucho más felices si hubiese un lugar en la ciudad para quedar y tomarse un vasito de mosto tras un duro día de trabajo. ¿Sería mucho pedir que se construya una taberna, milord?
fr: Les gars de la ville seraient bien plus heureux s'ils avaient à disposition un endroit où se retrouver et boire un verre de jus de raisin après une dure journée de travail. Serait-ce trop vous demander que de faire construire une taverne, mon seigneur ?
id: Orang-orang di kota akan lebih senang jika ada tempat bagi mereka untuk bertemu dan minum jus anggur setelah seharian bekerja keras. Apakah tidak terlalu berlebihan meminta bar, Tuanku?
it: Gli uomini della città sarebbero più soddisfatti se ci fosse un posto dove potersi incontrare e bersi una tazza di succo d'uva dopo una dura giornata di lavoro. Sarebbe troppo chiedere una taverna, mio signore?
ja: 街の男たちはきつい仕事を終えた後、皆で一杯のぶどうジュースが飲めたらどんなに喜ぶでしょう。酒場を一軒つくっていただくのは無理なお願いでしょうか、閣下？
ko: 마을 주민들은 힘든 하루 일과를 마친 후, 포토 주스를 한잔할 수 있는 장소가 생겨나면 매우 행복할 것입니다. 여관을 지으실 것을 요청하는 것은 무리입니까?
pt: Os homens da cidade ficarão mais felizes se houver um lugar para se encontrarem e tomarem uma taça de suco de uva depois do dia de trabalho. Seria demais pedir a construção de uma taverna, meu senhor?
ru: Люди в городе будут более счастливы, если в нем будет место, где они смогут встретиться после тяжелого трудового дня за кружкой виноградного сока. Милорд, не будет ли с моей стороны слишком большой дерзостью просить о таверне?
zh: 镇上的男人将会更加幸福，如果他们在劳作一天之后，有地方聚会、喝上一杯葡萄酒的话。 会不会太多而不能要求酒馆，我的老爷？
zh_tw: 鎮上的男人將會更加幸福，如果他們在勞作一天之後，有地方聚會、喝上一杯葡萄酒的話。 會不會太多而不能要求酒館，我的老爺？

# T_GAME_QUEST_SCEN8_11_NAME
source: Attain high satisfaction with taverns.
de: Sorge für eine hohe Wirtshaus-Zufriedenheit.
es: Consigue una gran satisfacción con las tabernas.
fr: Atteignez un bonheur élevé grâce aux tavernes.
id: Capai kepuasan yang tinggi dengan beberapa bar.
it: Ottieni un alto grado di soddisfazione con le taverne.
ja: 酒場で高い満足度を達成する。
ko: 여관을 통하여 높은 만족도를 성취합니다.
pt: Obtenha alta satisfação com tavernas.
ru: Достигни высокого уровня удовлетворения с помощью таверн.
zh: 达到高度的酒馆满意度。
zh_tw: 達到高度的酒館滿意度。

# T_GAME_QUEST_SCEN8_12_DESC
source: My lord, the blacksmith has built simple heating stoves for our Townies, but we still need coal to fuel them.
de: Der Schmied hat einige Kohleöfen für die Bewohner gebaut. Leider fehlt uns genug Kohle, diese Öfen ordentlich zu befeuern, mein Statthalter.
es: Milord, el herrero ha construido unos hornillos sencillos para los townies, pero aún necesitamos carbón para calentarlos.
fr: Mon seigneur, le forgeron a construit des poêles rudimentaires pour que les habitants puissent se chauffer, mais il nous faut du charbon pour les alimenter.
id: Tuanku, pandai besi telah membangun tungku pemanas sederhana untuk Townies kita, namun kita masih perlu batu bara sebagai bahan bakar.
it: Mio signore, il fabbro ha costruito delle semplici stufe per i nostri cittadini, ma ci manca il carbone per alimentarle.
ja: 閣下、鍛冶屋が我々のために簡単な加熱ストーブを作ってくれましたが、燃料となる木炭がありません。
ko: 성주님, 대장장이가 주민들을 위하여 간편한 가열 스토브를 생성하였지만, 여전히 연료로 사용할 석탄이 필요합니다.
pt: Meu senhor, o ferreiro construiu fornos de aquecimento simples para os habitantes, mas ainda precisamos de carvão como combustível.
ru: Милорд, кузнец изготовил простые обогревательные печи для наших горожан, но для их использования нам все еще требуется уголь.
zh: 我的老爷，铁匠已经为镇民们兴建了简单的取暖炉，但是我们仍然需要煤炭来给炉子供应燃料。
zh_tw: 我的老爺，鐵匠已經為鎮民們興建了簡單的取暖爐，但是我們仍然需要煤炭來給爐子供應燃料。

# T_GAME_QUEST_SCEN8_12_NAME
source: Produce 50 coal.
de: Produziere 50 Kohle.
es: Produce 50 de carbón.
fr: Produisez 50 blocs de charbon.
id: Hasilkan 50 batu bara.
it: Produci 50 unità di carbone.
ja: 木炭を50生産する。
ko: 50개의 석탄을 생성합니다.
pt: Produza 50 carvões.
ru: Произведи 50 единиц угля.
zh: 生产50 煤。
zh_tw: 生產50 煤。

# T_GAME_QUEST_SCEN8_1_DESC
source: My lord, the town lacks firewood to heat the homes. It is extremely important that we stock up on wood!
de: Herr Statthalter, im Dorf gibt es viel zu wenig Feuerholz, um die Häuser zu wärmen. Wären Sie so freundlich und würden dafür sorgen, dass genug Feuerholz in den Lagerhäusern ist?
es: Milord, a la ciudad le falta leña para poder calentar los hogares. ¡Es muy importante que almacenemos madera!
fr: Mon seigneur, la ville manque de bois de chauffage pour les maisons. Il est primordial de faire des stocks de bois !
id: Tuanku, kota kekurangan kayu bakar untuk menghangatkan rumah. Sangat penting bagi kita untuk menambah stok kayu!
it: Mio signore, la città manca di legna per riscaldare le case. E' molto importante fare scorta di legname!
ja: 領主様、街では家々を暖める薪が不足しています。木材をたくさん用意していただけませんか?
ko: 성주님, 집을 데울 장작이 부족합니다. 장작을 모아두는 것이 정말 중요합니다!
pt: Meu senhor, a cidade não tem lenha para aquecer as casas. É de extrema importância termos um estoque de lenha!
ru: Милорд, городу не хватает дров для обогрева домов. Чрезвычайно важно накопить запасы древесины!
zh: 我的老爷，镇上缺乏给家庭供暖的木柴。 我们储足木材极其重要！
zh_tw: 我的老爺，鎮上缺乏給家庭供暖的木柴。 我們儲足木材極其重要！

# T_GAME_QUEST_SCEN8_1_NAME
source: Produce 75 firewood.
de: Produziere 75 Feuerholz.
es: Produce 75 de leña.
fr: Produisez 75 bois de chauffage.
id: Hasilkan 75 kayu bakar.
it: Produci 75 unità di legna.
ja: 木材を75生産する。
ko: 장작 75개 생성
pt: Produza 75 lenhas
ru: Произведи 75 единиц дров.
zh: 生产75 木材。
zh_tw: 生產75 木材。

# T_GAME_QUEST_SCEN8_2_DESC
source: The town is in a bad shape. Look at all these run-down houses. It probably takes just one snowstorm for many of them to collapse. Let's bring a carpenter into town to help with the building repairs.
de: Ein Schneesturm und hier bricht alles zusammen, mein Herr. Wir benötigen dringend eine Schreinerei, die sich um die baufälligen Wohnhäuser kümmert.
es: La ciudad está hecha un desastre. Mira esas casas decadentes. Seguro que se derrumban a la primera tormenta de nieve. Llamemos a un carpintero para que venga a la ciudad a ayudarnos con las reparaciones.
fr: La ville est dans un sale état. Regardez-moi toutes ces maisons délabrées. La moindre tempête de neige ferait tout s'effondrer. Faisons venir un menuisier en ville pour nous aider à réparer les bâtiments.
id: Kota dalam bentuk yang jelek. Lihatlah semua rumah yang rusak ini. Mungkin sekali badai salju cukup untuk merobohkan banyak rumah. Ajaklah tukang kayu ke kota untuk membantu memperbaiki gedung.
it: La città è in pessimo stato. Guarda tutte quelle case danneggiate. Molte di loro crolleranno alla prima tempesta di neve. Facciamo venire un carpentiere in città per farci aiutare nelle riparazioni.
ja: 街はひどい状態です。荒廃した家をみてください。一度吹雪がくればこれらの家々は倒壊してしまうでしょう。さぁ、大工を街に連れてきて、建物の修復をさせましょう！
ko: 마을의 상태는 좋지 않습니다. 무너져가는 집들을 보십시오. 눈보라가 한번이라도 몰아치게되면 집들 중 다수가 무너질 것입니다. 목수를 데려와 마을의 건물들을 수리합시다.
pt: A cidade anda mal. Veja só estas casas decadentes. Basta uma nevasca e muitas delas desmoronarão. Vamos chamar um carpinteiro para ajudar a consertar.
ru: Город в плохом состоянии. Взгляните на все эти обветшалые дома. Думаю, будет достаточно всего одной метели, чтобы многие из них обрушились. Давайте-ка приведем в город плотника, чтобы он помог с ремонтом домов.
zh: 城镇年久失修。 看看这些失修的排屋。 很可能只要一场风暴，当中就会有很多排屋坍塌。 让我们给城镇引入木匠，帮助兴建修缮。
zh_tw: 城鎮年久失修。 看看這些失修的連棟宅邸。 很可能只要一場風暴，當中就會有很多連棟宅邸坍塌。 讓我們給城鎮引入木匠，幫助興建修繕。

# T_GAME_QUEST_SCEN8_2_NAME
source: Build a carpenter's workshop.
de: Baue eine Schreinerei.
es: Construye un taller de carpintero.
fr: Construisez une menuiserie.
id: Bangun bengkel tukang kayu.
it: Costruisci un laboratorio di carpentiere.
ja: 住人はだんだん落ち着きがなくなってきました、閣下。彼らの家は大変寒いのです。羊毛をたっぷり用意しておくべきです。羊毛を使えば寒さから家を守れます。
ko: 목공인의 일터를 짓습니다.
pt: Construa uma oficina de carpintaria
ru: Построй мастерскую плотника.
zh: 兴建木匠铺。
zh_tw: 興建木匠鋪。

# T_GAME_QUEST_SCEN8_3_DESC
source: My lord, this harsh winter is clearly a sign from heaven! We have to repent our sins! Let us construct a house of god to appease the almighty!
de: Dieser besonders harte Winter könnte ein göttliches Zeichen sein, dass wir Buße tun sollen, mein Herr. Vielleicht sollten wir eine Kirche bauen, um diesen Winter zu überstehen.
es: ¡Seguro que este invierno tan duro es una señal del cielo, Milord! ¡Tenemos que arrepentirnos de nuestros pecados! ¡Construyamos un templo para calmar al Todopoderoso!
fr: Mon seigneur, cet hiver si rude est certainement un message des cieux ! Nous devons nous repentir de nos pêchés ! Construisons un bâtiment religieux afin d'apaiser la colère du tout-puissant !
id: Tuanku, musim dingin yang berat ini jelas adalah pertanda dari langit! Kita harus bertaubat atas dosa kita! Mari bangun rumah tuhan untuk menyenangkan Yang Maha Kuasa!
it: Mio signore, questo rigido inverno è senza dubbio un segno del cielo! Dobbiamo pentirci dei nostri peccati! Costruiamo una casa del Signore per rabbonire l'onnipotente!
ja: この厳しい冬は天罰に違いないわ。私たちはおかした罪を悔い改めるしかないの！ 神の怒りを鎮めるために教会を建てましょう！
ko: 성주님, 이 매서운 겨울은 천국으로부터의 신호입니다! 저희의 죄를 뉘우쳐야 합니다! 신을 나타내는 집을 짓게 해주십시오!
pt: Meu senhor, este inverno rigoroso é claramente um sinal dos céus! Precisamos expiar nossos pecados! Vamos construir uma igreja para aplacar a fúria divina!
ru: Милорд, эта суровая зима явно является знаком с небес! Мы должны покаяться в наших грехах! Нужно построить дом божий, чтобы умиротворить Всевышнего!
zh: 我的老爷，这个严酷的冬天明显是上苍的征兆！ 我们必须忏悔我们的罪过！ 让我们兴建一处教堂来抚慰上帝！
zh_tw: 我的老爺，這個嚴酷的冬天明顯是上蒼的徵兆！ 我們必須懺悔我們的罪過！ 讓我們興建一處教堂來撫慰上帝！

# T_GAME_QUEST_SCEN8_3_NAME
source: Attain a high religious satisfaction.
de: Sorge für eine hohe Religions-Zufriedenheit.
es: Consigue una gran satisfacción religiosa.
fr: Atteignez un bonheur de religion élevé.
id: Capai keyakinan religi yang tinggi.
it: Raggiungi un alto grado di soddisfazione religiosa.
ja: 高い宗教的満足度を達成する。
ko: 높은 종교적 만족을 성취합시다
pt: Obtenha alta satisfação de religião.
ru: Достигни высокого уровня религиозного удовлетворения.
zh: 达到高度虔诚的满足。
zh_tw: 達到高度虔誠的滿足。
