Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN6_4_NAME
source: Build a bakery and produce some bread.
de: Baue eine Bäckerei und produziere etwas Brot.
es: Construye una panadería.
fr: Construisez une boulangerie.
id: Bangun toko pembuat roti.
it: Costruisci un forno.
ja: パン屋を建て、パンを生産する。
ko: 제과점을 짓습니다.
pt: Construa uma padaria.
ru: Построй пекарню.
zh: 兴建一座面包店。
zh_tw: 興建一座麵包店。

# T_GAME_QUEST_SCEN6_5_DESC
source: We're making good time, but we still have to smelt the ore!
de: Wir liegen gut in der Zeit, aber wir müssen das Erz noch einschmelzen, um es verwertbar zu machen!
es: Vamos bien de tiempo, pero aún tenemos que fundir el mineral.
fr: Nous avançons vite, mais il faut encore raffiner le minerai !
id: Kita bekerja dengan baik, tapi kita masih harus melebur bijih tersebut!
it: Stiamo procedendo bene, ma dobbiamo ancora fondere il minerale!
ja: 採掘はうまくいきました。しかし精錬する必要があります。
ko: 일정대로 일하고 있지만, 여전히 광석들을 제련해야합니다!
pt: Estamos indo rápido, mas ainda precisamos fundir o minério!
ru: Мы добились отличных результатов за короткое время, но нам нужно заняться плавкой руды!
zh: 我们进展得很顺利，不过还得冶炼矿石！
zh_tw: 我們進展得很順利，不過還得冶煉礦石！

# T_GAME_QUEST_SCEN6_5_NAME
source: Build 2 smelters.
de: Baue 2 Schmelzöfen.
es: Construye 2 fundidoras.
fr: Construisez 2 fonderies.
id: Bangun 2 tempat peleburan.
it: Costruisci 2 fonderie.
ja: 精錬所を2つ建てる。
ko: 2개의 제련소를 짓습니다.
pt: Construa 2 fornalhas.
ru: Построй 2 плавильные мастерские.
zh: 建造两座熔炉。
zh_tw: 建造兩座熔爐。

# T_GAME_QUEST_SCEN6_6_DESC
source: Working in the dark and dank mines without proper clothing can be really unpleasant! You should provide your Townies with warm clothes. I am sure they would really appreciate it!
de: Das Arbeiten in den dunklen, kalten Minen, ohne anständige Bekleidung, kann ganz schön unangenehm sein! Bitte versorge deine Townies mit warmer Kleidung, sie wären dir sehr dankbar dafür!
es: Trabajar en la mina húmeda, fría y oscura sin tener la ropa adecuada es muy desagradable. Ofréceles a los townies ropa de abrigo para trabajar. ¡Seguro que te lo agradecerán!
fr: Ce n'est pas agréable de travailler dans des mines obscures et humides sans vêtements de travail adéquats ! Vous devriez fournir des vêtements chauds à vos habitants. Je suis sûr qu'ils apprécieront !
id: Bekerja di tambang yang gelap dan lembap tanpa pakaian yang memadai bisa jadi sangat tak nyaman! Anda harus memberikan pakaian hangat kepada Penduduk Kota. Saya yakin mereka akan sangat menghargainya!
it: Lavorare nelle miniere buie e umide senza l'abbigliamento adatto è spiacevole! Dovresti fornire ai tuoi cittadini degli abiti caldi. Sicuramente lo apprezzerebbero!
ja: タウニーたちは暗くてじめじめした坑道で採掘しています。しっかりした衣服が必要です！暖かい衣服を手にできれば喜ぶでしょう！
ko: 어둡고 추운 광산에서 적절한 옷을 입지 않고 일하는 것은 좋지 않을 수 있습니다! 주민들에게 따듯한 옷을 제공합니다. 주민들이 매우 감사히 생각할 것입니다!
pt: Trabalhar nas minas escuras e úmidas sem vestimentas adequadas pode ser muito desagradável! É preciso dar aos Habitantes roupas quentes. Tenho certeza de que eles agradecerão!
ru: Работа на темных и промозглых рудниках без подходящей одежды может быть довольно неприятной! Вы должны обеспечить своих поселян теплой одеждой. Уверен, они оценят это по достоинству!
zh: 在黑暗、潮湿的矿井里干活，却没有合适的衣服，真不是个滋味！ 你应该为你的镇民提供暧和的衣服。 我敢肯定，他们会非常感激你的！
zh_tw: 在黑暗、潮濕的礦井裡幹活，卻沒有合適的衣服，真不是個滋味！ 您應該為您的鎮民提供曖和的衣服。 我敢肯定，他們會非常感激您的！

# T_GAME_QUEST_SCEN6_6_NAME
source: Deliver 25 pieces of clothing.
de: Liefere 25 Kleidungsstücke.
es: Entrega 25 piezas de ropa.
fr: Livrez 25 vêtements.
id: Berikan 25 potong pakaian.
it: Consegna 25 capi di abbigliamento.
ja: 衣服を25届ける。
ko: 25벌의 옷을 제공합니다.
pt: Entregue 25 peças de roupa.
ru: Доставь 25 единиц одежды.
zh: 为矿工送去了25件衣服。
zh_tw: 為礦工送去了25件衣服。

# T_GAME_QUEST_SCEN6_7_DESC
source: My Lord, we're producing resources at a huge rate! We need to build more warehouses to store all these resources!
de: Mein Herr, unsere Produktionsmengen sind gewaltig! Wir brauchen mehr Warenhäuser, um all die Ressourcen zu lagern, bevor wir sie ausliefern können!
es: Milord, ¡estamos produciendo montones de recursos! ¡Hay que construir más almacenes para guardar todos estos recursos!
fr: Mon seigneur, nous produisons des ressources à un rythme élevé ! Nous devons construire plus d'entrepôts pour entreposer toutes ces ressources !
id: Yang Mulia, kita menghasilkan sumber daya yang sangat banyak! Kita perlu membangun gudang lagi untuk menyimpan seluruh sumber daya ini!
it: Mio signore, produciamo risorse a una velocità strepitosa! Dobbiamo costruire altri magazzini per tutto quel materiale!
ja: 閣下、すごい勢いで資材が生産されています！倉庫を増築して、全ての資材を貯蔵しましょう！
ko: 빠른 속도로 생산이 진행되고 있습니다. 더 많은 창고가 필요합니다!
pt: Meu senhor, estamos produzindo recursos em alta velocidade! Precisamos construir mais depósitos para todos esses recursos!
ru: Мой господин, мы производим ресурсы в огромных количествах! Для их хранения нам потребуется построить больше пакгаузов!
zh: 大人，我们正在以极大的速度生产物资！ 我们需要建造更多的仓库来储存所有这此物资！
zh_tw: 大人，我們正在以極大的速度生產物資！ 我們需要建造更多的倉庫來儲存所有這此物資！

# T_GAME_QUEST_SCEN6_7_NAME
source: Build 2 warehouses.
de: Baue 2 Warenhäuser.
es: Construye 2 almacenes.
fr: Construisez 2 entrepôts.
id: Bangun 2 gudang.
it: Costruisci 2 magazzini.
ja: 倉庫を2つ建てる。
ko: 2개의 창고를 짓습니다.
pt: Construa 2 depósitos.
ru: Построй 2 пакгауза.
zh: 建造两座仓库。
zh_tw: 建造兩座倉庫。

# T_GAME_QUEST_SCEN6_8_DESC
source: Working in the mines is a tough job! Your Townies would love to have a place to relax after a hard day's work. A tavern would be perfect for this!
de: Als Erzschürfer zu arbeiten, kann ganz schön anstrengend sein! Deine Townies brauchen einen Ort, um sich nach einem anstrengenden Tag zu erholen - ein Wirtshaus bietet sich dafür perfekt an!
es: ¡Qué duro que es trabajar en la mina! Tus townies estarían encantados si les ofreces un lugar para relajarse tras un duro día de trabajo. ¡Una taberna vendría genial!
fr: C'est sacrément dur de travailler dans les mines ! Vos habitants adoreraient avoir un endroit où se relaxer après une dure journée de labeur. Une taverne serait l'endroit idéal !
id: Bekerja di tambang adalah kerja keras! Penduduk Kota Anda ingin memiliki tempat bersantai setelah kerja keras seharian. Kedai minuman sangat tepat untuk in!
it: Lavorare in miniera è duro! I tuoi cittadini vorrebbero un luogo dove rilassarsi dopo il lavoro quotidiano. Una taverna sarebbe perfetta!
ja: 坑道で働くことは過酷です。仕事のあとにリラックスする場所があればきっと喜ぶでしょう。それには酒場がうってつけです！
ko: 광산에서 일하는 것은 힘든 일입니다! 주민들은 일을 끝낸 후 편안히 쉬고 싶어합니다. 여관이 완벽한 선택이 될 수 있습니다!
pt: Trabalhar nas minas é difícil! Os seus Habitantes adorariam ter um lugar para relaxar depois de um longo dia de trabalho. Uma taverna seria perfeita!
ru: Работа на рудниках является по-настоящему сложной! Ваши поселяне будут рады получить место, где они смогут расслабиться после тяжелого рабочего дня. В качестве такого места идеально подойдет таверна!
zh: 在矿井里干活真是很艰苦的工作！ 经过了一天的辛苦劳作，你的镇民希望有一个地方去放松一下。 酒馆就是个放松的好地方！
zh_tw: 在礦井裡幹活真是很艱苦的工作！ 經過了一天的辛苦勞作，您的鎮民希望有一個地方去放鬆一下。 酒館就是個放鬆的好地方！

# T_GAME_QUEST_SCEN6_8_NAME
source: Build a tavern.
de: Baue ein Wirtshaus.
es: Construye una taberna.
fr: Construisez une taverne.
id: Bangun kedai minuman.
it: Costruisci una taverna.
ja: 酒場を建てる。
ko: 여관을 짓습니다.
pt: Construa uma taverna.
ru: Построй таверну.
zh: 兴建一座酒馆。
zh_tw: 興建一座酒館。

# T_GAME_QUEST_SCEN6_END_DESC
source: Well done! You did a great job delivering all the needed resources for the cathedral! The construction will take some time, though. The cathedral will commemorate our great King, whose deeds have brought about an era of peace and harmony that will last for centuries!
de: Gut gemacht! Ihr habt mit dem Ausliefern aller notwendigen Ressourcen für die Kathedrale großartige Arbeit geleistet! Die Bauarbeiten werden noch einige Zeit in Anspruch nehmen. Es wird als Andenken dienen, für unseren geliebten König. Seine Taten haben ein neues Zeitalter von Frieden und Harmonie herbeigeführt. Dieses Bauwerk wird Jahrhunderte überdauern.
es: ¡Qué bien! ¡Has conseguido entregar todos los recursos necesarios para construir la catedral! Una pena que la construcción dure tanto. La catedral conmemorará a nuestro gran rey, cuyas hazañas han traído una era de paz y armonía que durará siglos.
fr: Bien joué ! Vous avez fait de l'excellent travail en livrant toutes ces ressources essentielles pour la cathédrale ! Cependant, la construction risque de prendre du temps. La cathédrale commémorera les actes de notre grand roi, responsable d'une ère de paix et d'harmonie qui durera pendant des siècles !
id: Hebat! Anda bekerja dengan hebat mengirimkan seluruh sumber daya yang dibutuhkan untuk katedral! Meski, pembangunan perlu sedikit waktu. Katedral akan mengenang raja kita yang hebat, yang tindakannya telah membawa masa damai dan selaras yang akan berlangsung selama berabad-abad!
it: Bel lavoro! Sei stato bravo a consegnare tutte le risorse necessarie per la cattedrale! La costruzione richiederà tempo, però. La cattedrale commemorerà il nostro grande re, le cui imprese hanno portato un'era di pace ed armonia che durerà per secoli!
ja: すばらしいです！大聖堂に必要な資材を全て送りました！しかし、建設にはまだまだ時間がかかります。 大聖堂は国の重要な式典を行う場でもあり、何世紀にも渡り、平和と調和をもたらすことでしょう。
ko: 잘했습니다! 성당을 위해 필요한 모든 재료를 공급했습니다! 건축은 시간이 걸립니다. 성당은 왕을 기념하기 위하여 건축되었으며, 수세기 동안 지속될 평화를 가져올 것입니다!
pt: Muito bem! Você fez um excelente trabalho entregando todos os recursos necessários para a catedral! No entanto, a construção levará algum tempo. A catedral celebrará nosso grande rei, cujos atos inauguraram uma era de paz e harmonia que durará séculos!
ru: Отличная работа! Вы отлично поработали, доставив все необходимые ресурсы для строительства собора! Однако само строительство займет некоторое время. Собор будет возведен в честь нашего великого короля, чьи деяния принесли нам мир и гармонию, которые будут длиться на протяжении многих веков!
zh: 干得漂亮！ 我们把建造大教堂的物资都运送到位，我们干得真棒！ 不过，大教堂的建成需要时间。 大教堂将是对伟大国王的纪念，他的功绩蒂造了一个和平与中诣的年代，并将流芳百世。
zh_tw: 幹得漂亮！ 我們把建造大教堂的物資都運送到位，我們幹得真棒！ 不過，大教堂的建成需要時間。 大教堂將是對偉大國王的紀念，他的功績蒂造了一個和平與中詣的年代，並將流芳百世。

# T_GAME_QUEST_SCEN6_ERASE_DESC
source: Remember, you can remove blocking trees! Use the shovel to mark the trees you want to be removed.
de: Vergiss nicht: Du kannst Bäume, die dir im Weg stehen, entfernen! Benutze dazu die Schaufel und markiere die Bäume, die du entfernen möchtest.
es: ¡Recuerda que puedes eliminar cualquier árbol que te moleste! Utiliza la pala para marcar los árboles que quieres quitar.
fr: Souvenez-vous que vous pouvez dégager les arbres qui vous gênent ! Utilisez la pelle pour marquer les arbres que vous souhaitez abattre.
id: Ingat, Anda dapat menyingkirkan pohon yang menghalangi! Gunakan sekop untuk menandai pohon yang ingin disingkirkan.
it: Ricorda che puoi eliminare gli alberi che ti ostacolano! Usa la pala per segnalare gli alberi che vuoi rimuovere.
ja: 邪魔な樹木は伐採できますよ。ショベルを用いて伐採したい樹木をマークすればよいのです。
ko: 나무들을 이동할 수 있습니다! 이동하고자 하는 나무들에 삽 표시를 하시면 이동할 수 있습니다.
pt: Lembre-se, você pode remover as árvores do caminho! Use a pá para marcar as árvores que deseja remover.
ru: Помните о том, что вы можете убирать мешающие вам деревья! Воспользуйтесь лопатой, чтобы отметить деревья, которые вы хотите убрать.
zh: 记住，你可以把挡道的树木伐掉！ 用铁铲把你想伐掉的树作上记号。
zh_tw: 記住，您可以把擋道的樹木伐掉！ 用鐵鏟把您想伐掉的樹作上記號。

# T_GAME_QUEST_SCEN7_GIRL_1_1_DESC
source: My liege, we cannot bake a wedding cake without the right ingredients! Would you be so kind as to build a farm so we then can produce our own flour?
de: Mein Statthalter, uns fehlen noch wichtige Zutaten für die Torte! Wären Sie so freundlich, einen Bauernhof zu errichten, damit wir unser eigenes Mehl herstellen können?
es: Estimado corregidor: ¡no podemos preparar un pastel de boda sin los ingredientes correctos! ¿Serías tan amable de construir una granja para producir nuestra propia harina?
fr: Mon seigneur et intendant, nous ne pouvons pas préparer de gâteau de mariage sans les bons ingrédients ! Pourriez-vous bâtir une ferme afin que nous puissions produire notre propre farine ?
id: Paduka Yang Mulia, kita tidak dapat membuat kue pengantin tanpa resep yang benar! Apakah Paduka bersedia membangun ladang sehingga kami dapat membuat tepung sendiri?
it: Mio signore Siniscalco, non possiamo preparare una torta nuziale senza gli ingredienti giusti! Saresti così gentile da costruire una fattoria per produrre la nostra farina?
ja: 領主様、材料がなくてはウェディングケーキが作れません！小麦を生産するためにもどうか農場を建設してください。
ko: 스튜어드님, 올바른 재료없이 결혼 케익을 만들 수 없습니다! 농장을 지어서 저희에게 밀가루를 공급해주시겠어요??
pt: Senhor guardião, não podemos fazer um bolo de casamento sem os ingredientes certos! O senhor poderia construir uma fazenda para que posssamos produzir nossa própria farinha de trigo?
ru: Милорд наместник, мы не можем испечь свадебный торт без соответствующих ингредиентов! Не будете ли вы так добры и построите ферму для того, чтобы мы могли производить собственную муку?
zh: 我的管事大人，要我们烤婚礼蛋糕，没有好的配料怎么行！ 你再建造两座农场，我们来自己磨面粉，好吗？
zh_tw: 我的管事大人，要我們烤婚禮蛋糕，沒有好的配料怎麼行！ 您再建造兩座農場，我們來自己磨麵粉，好嗎？

# T_GAME_QUEST_SCEN7_GIRL_1_1_NAME
source: Build a farm.
de: Baue einen Bauernhof.
es: Construye una granja.
fr: Construisez une ferme.
id: Bangun ladang.
it: Costruisci una fattoria.
ja: 農場を建てる。
ko: 농장을 짓습니다.
pt: Construa uma fazenda.
ru: Построй ферму.
zh: 兴建一座农场。
zh_tw: 興建一座農場。

# T_GAME_QUEST_SCEN7_GIRL_1_2_NAME
source: Build a windmill.
de: Baue eine Windmühle.
es: Construye un molino de viento.
fr: Construisez un moulin.
id: Bangun kincir angin.
it: Costruisci un mulino.
ja: 風車を建てる。
ko: 풍차를 짓습니다.
pt: Construa um moinho
ru: Построй ветряную мельницу.
zh: 兴建一座风车磨坊。
zh_tw: 興建一座風車磨坊。

# T_GAME_QUEST_SCEN7_GIRL_1_3_NAME
source: Produce 25 bread.
de: Produziert 25 Brot.
es: Produce 25 de pan.
fr: Produisez 25 pains.
id: Buat 25 roti.
it: Produci 25 filoni di pane.
ja: パンを25生産する。
ko: 25개의 빵을 생산합니다.
pt: Produza 25 pães.
ru: Произведи 25 единиц хлеба.
zh: 生产25个值的厚木板。
zh_tw: 生產25個點數的的厚木板。

# T_GAME_QUEST_SCEN7_GIRL_1_DESC
source: This will be a marvelous wedding! First, we need to make sure that we have an excellent wedding cake. Could you please build a bakery while I choose my wedding dress?
de: Das wird eine fantastische Hochzeit! Als erstes sollten wir sicherstellen, dass wir eine hervorragende Hochzeitstorte haben. Kannst du eine Bäckerei errichten, während ich mein Hochzeitskleid aussuche?
es: ¡Esta será una boda maravillosa! Lo primero, necesitamos asegurarnos de que tenemos un pastel de boda excelente. ¿Podrías construir una pastelería mientras busco mi traje de boda?
fr: Ce sera un merveilleux mariage ! D'abord, nous devons nous assurer que le gâteau de mariage soit excellent. Pouvez-vous construire une boulangerie pendant que je choisis ma robe de mariée ?
id: Ini akan menjadi pernikahan yang mengagumkan! Pertama, kita perlu memastikan bahwa kita memiliki kue pengantin yang luar biasa. Dapatkah Anda buatkan toko pembuat roti saat saya memilih baju pengantin?
it: Questo sarà un matrimonio meraviglioso! Innanzitutto ci vuole un'eccellente torta nuziale. Puoi per favore costruire un forno mentre io scelgo il mio abito?
ja: 最高に素敵な結婚式になるわ！まずは、最高のウェディングケーキを作らなきゃ！私はウェディングドレスを選ぶから、パン屋を建ててくれない？
ko: 아주 아름다운 결혼식이 될 것입니다, 첫째로 멋진 결혼 케익을 준비해야합니다. 제가 웨딩 드레스를 고를 동안 제과점을 지어주세요?
pt: O casamento será maravilhoso! Primeiro, precisamos providenciar um bolo excelente. Você poderia construir uma padaria enquanto escolho meu vestido de casamento?
ru: Это будет изумительная свадьба! Сначала нам будет необходимо организовать великолепный свадебный торт. Ты сможешь построить пекарню, пока я буду выбирать себе свадебное платье?
zh: 这将是一场神奇的婚礼！ 首先，我们必须保证婚礼蛋糕要好。 我在挑选婚纱的这段时间，你能否兴建一座面包房？
zh_tw: 這將是一場神奇的婚禮！ 首先，我們必須保證婚禮蛋糕要好。 我在挑選婚紗的這段時間，您能否興建一座麵包房？

# T_GAME_QUEST_SCEN7_GIRL_1_NAME
source: Build a bakery.
de: Baue eine Bäckerei.
es: Construye una panadería.
fr: Construisez une boulangerie.
id: Bangun toko pembuat roti.
it: Costruisci un forno.
ja: パン屋を建てる。
ko: 제과점을 짓습니다.
pt: Construa uma padaria.
ru: Построй пекарню.
zh: 兴建一座面包店。
zh_tw: 興建一座麵包店。

# T_GAME_QUEST_SCEN7_GIRL_2_DESC
source: I need a marketplace so I can get rid of all the wedding presents I don't like!
de: Ich brauche einen Marktplatz, um all meine Hochzeitsgeschenke loszuwerden, die mir nicht gefallen.
es: Necesito un mercado para poder deshacerme de todos los regalos de boda que no me gusten.
fr: J'ai besoin d'un marché afin de pouvoir me débarrasser de tous les cadeaux de mariage qui ne me plaisent pas !
id: Hamba perlu pasar sehingga dapat menjual semua hadiah pernikahan yang tidak saya suka!
it: Ho bisogno di un mercato per sbarazzarmi di tutti i regali di matrimonio che non mi piacciono!
ja: 市場があれば、いらない結婚式のプレゼントを売りにだせるわ。
ko: 마음에 들지 않는 결혼 선물들을 팔 수있는 시장이 필요합니다!
pt: Preciso de um mercado para vender todos os presentes de casamento de que não gostei!
ru: Мне нужен рынок, чтобы избавиться ото всех ненужных мне свадебных подарков!
zh: 我需要一个市场，把我不喜欢的婚礼礼物处理掉！
zh_tw: 我需要一個市場，把我不喜歡的婚禮禮物處理掉！

# T_GAME_QUEST_SCEN7_GIRL_2_NAME
source: Attain high marketplace happiness.
de: Sorge für eine hohe Marktplatz-Zufriedenheit.
es: Consigue una alta satisfacción en el mercado.
fr: Obtenez un bonheur de marché élevé.
id: Dapatkan kebahagiaan tinggi di pasar.
it: Ottieni un alto livello di soddisfazione al mercato.
ja: 市場で高い満足度を達成する。
ko: 높은 시장 행복지수에 도달합니다.
pt: Obtenha um nível alto de felicidade no mercado.
ru: Достигни высокого уровня счастья с помощью рынка.
zh: 获得高的市场幸福值。
zh_tw: 獲得高的市場幸福值。

# T_GAME_QUEST_SCEN7_GIRL_3_1_DESC
source: My lord, we are progressing well with the wedding preparations! But we need more tools to build the wedding marquee!
de: Mein Herr, wir schreiten gut voran mit den Vorbereitungen! Aber wir brauchen noch mehr Werkzeuge, um das Festzelt aufzubauen.
es: Milord, los preparativos de la boda van viento en popa. Eso sí, necesitamos más herramientas para construir la carpa nupcial.
fr: Mon seigneur, les préparatifs du mariage avancent bien ! Mais il nous faut plus d'outils pour construire la grande tente du mariage !
id: Yang Mulia, perkembangan persiapan pernikahan berjalan lancar! Tapi kita perlu lebih banyak alat untuk membangun tenda pernikahan!
it: Mio signore, stiamo procedendo bene con i preparativi! Ma ci servono più utensili per costruire la tenda nuziale!
ja: 領主様、式の準備は順調です！ですが、野外パーティー用のテントを設営する工具が必要です！
ko: 웨딩 준비가 순조롭게 진행되고 있습니다! 결혼식에 필요한 천막을 짓기위한 도구가 필요합니다.
pt: Meu senhor, estamos progredindo com as preparações para o casamento! Mas precisamos de mais ferramentas para construir a marquise do casamento!
ru: Милорд, работы по подготовке к свадьбе проходят просто отлично! Однако, чтобы построить свадебный шатер, нам требуется больше инструментов!
zh: 大人，婚礼准备工作进展顺利。 不过，我们还需要一些工具来搭建婚礼大帐篷！
zh_tw: 大人，婚禮準備工作進展順利。 不過，我們還需要一些工具來搭建婚禮大帳篷！

# T_GAME_QUEST_SCEN7_GIRL_3_1_NAME
source: Build a toolmaker's workshop.
de: Baue eine Werkzeugschmiede.
es: Construye un taller de herramientas.
fr: Construisez un atelier de l'outilleur.
id: Bangun bengkel pembuat alat.
it: Costruisci un laboratorio di utensili.
ja: 工具職人の工房を建てる。
ko: 도구제작 상점을 짓습니다.
pt: Construa uma oficina de ferramentas.
ru: Построй мастерскую инструментальщика.
zh: 建造了工具匠作坊。
zh_tw: 建造了工具匠作坊。

# T_GAME_QUEST_SCEN7_GIRL_3_2_NAME
source: Produce 20 tools.
de: Produziere 20 Werkzeuge.
es: Produce 20 herramientas.
fr: Produisez 20 outils.
id: Buat 20 alat.
it: Produci 20 utensili.
ja: 工具を20生産する。
ko: 20개의 도구를 생산합니다.
pt: Produza 20 ferramentas.
ru: Произведи 20 единиц инструментов.
zh: 生产20个值的工具。
zh_tw: 生產20個點數的的工具。

# T_GAME_QUEST_SCEN7_GIRL_3_DESC
source: I want our wedding ceremony to be conducted in an beautiful church. Have you already built one?
de: Ich möchte, dass die Hochzeit in einer wunderschönen Kirche stattfindet. Hast du bereits eine gebaut?
es: Quiero que nuestra ceremonia de boda se celebre en una hermosa iglesia. ¿Ya me has construido una?
fr: Je veux que notre cérémonie de mariage soit conduite dans une superbe église. En avez-vous déjà bâti une ?
id: Saya ingin pesat pernikahan diadakan di gereja yang indah. Apakah Anda telah membangunnya?
it: Voglio che il matrimonio si tenga in una bellissima chiesa. Ne hai già costruita una?
ja: 素敵な教会で結婚式を挙げたいわ。教会は建ててあるわよね？
ko: 결혼식을 아름다운 교회에서 올리고 싶습니다. 교회를 이미 지으셨나요?
pt: Quero que nosso casamento aconteça numa bela igreja. Você já construiu uma?
ru: Я хочу, чтобы наша свадебная церемония была проведена в прекрасной церкви. Ты уже построил ее?
zh: 我想要在一座美丽的教堂举行我们的结婚典礼。 你建好大教堂了吗？
zh_tw: 我想要在一座美麗的教堂舉行我們的結婚典禮。 您建好大教堂了嗎？

# T_GAME_QUEST_SCEN7_GIRL_3_NAME
source: Attain high religious happiness.
de: Erreiche hohe religiöse Zufriedenheit.
es: Consigue una gran felicidad religiosa.
fr: Obtenez un bonheur élevé grâce à la religion.
id: Capailah kebahagiaan religi yang tinggi.
it: Ottieni un alto grado di soddisfazione religiosa.
ja: 高い宗教的満足度を達成する。
ko: 높은 종교적 행복감을 획득하세요.
pt: Obtenha um alto nível de felicidade religiosa.
ru: Достигни высокого уровня религиозного счастья.
zh: 保持高的宗教幸福度。
zh_tw: 保持高的宗教幸福度。

# T_GAME_QUEST_SCEN7_GIRL_4_1_NAME
source: Build a sheep pasture.
de: Baue eine Schafweide.
es: Construye un pasto para ovejas.
fr: Construisez un pré à moutons.
id: Bangun penggembalaan domba.
it: Costruisci un pascolo per pecore.
ja: 牧羊地を建てる。
ko: 양 목장을 짓습니다.
pt: Construa um pasto de ovelhas.
ru: Построй пастбище для овец.
zh: 建起了一座养羊场。
zh_tw: 建起了一座養羊場。

# T_GAME_QUEST_SCEN7_GIRL_4_2_NAME
source: Build a weaving mill.
de: Baue eine Webstube.
es: Construye un telar.
fr: Construisez un atelier de tissage.
id: Bangun pabrik tenun.
it: Costruisci un laboratorio di tessitura.
ja: 織布工場を建てる。
ko: 위빙 밀을 짓습니다.
pt: Construa uma fábrica de tecelagem.
ru: Построй ткацкую фабрику.
zh: 兴建了一间织布厂。
zh_tw: 興建了一間織布廠。

# T_GAME_QUEST_SCEN7_GIRL_4_3_NAME
source: Produce 20 clothes.
de: Stelle 20 Kleidungstücke her.
es: Produce 20 trozos de tela.
fr: Produisez 20 rouleaux de tissu.
id: Buat 20 pakaian.
it: Produci 20 pezzi di stoffa.
ja: 布を20生産する。
ko: 20벌의 옷을 생산합니다.
pt: Produza 20 tecidos.
ru: Произведи 20 единиц одежды.
zh: 生产20个单位的布匹。
zh_tw: 生產20個單位的布匹。

# T_GAME_QUEST_SCEN7_GIRL_4_DESC
source: Can you believe this? I couldn't find a decent wedding dress anywhere! I need a dress right now! Get your best tailor to make one.
de: Ist das zu fassen? Ich kann im ganzen Land kein anständiges Hochzeitskleid finden! Ich brauche ein Kleid, sofort! Bring mir deinen besten Schneider, um mir eins zu machen.
es: ¡No me lo puedo creer! ¡No he podido encontrar ningún traje de boda decente! ¡Necesito uno ya mismo! Consigue que el mejor sastre me haga uno.
fr: C'est à peine croyable ! Impossible de trouver une robe de mariée digne de ce nom ! Il me faut une robe dès aujourd'hui ! Demandez à votre meilleur tailleur de m'en faire une.
id: Apakah ini masuk akal? Saya tidak menemukan pakaian pernikahan yang layak! Saya perlu pakaian sekarang! Minta penjahit terbaikmu membuatkannya.
it: Riesci a crederci? Non riesco a trovare un abito da sposa decente! Ho bisogno di un abito, subito! Fanne confezionare uno al tuo sarto migliore.
ja: 信じられる？上品なウェディングドレスがどこにもない！今すぐに必要なの！最高の仕立屋を連れてきてちょうだい！
ko: 믿을수가 없어요! 마음에 드는 웨딩 드레스를 어디에서도 찾을 수가 없습니다! 드레스가 당장 필요합니다. 재단사에게 드레스를 만들도록 하세요.
pt: Dá para acreditar? Não consigo achar um vestido de casamento decente em lugar algum! Preciso de um vestido imediatamente! Peça ao seu melhor alfaiate para fazer um.
ru: Ты можешь в это поверить? Я нигде не смогла найти ни одного пристойного свадебного платья! Мне нужно платье! Прямо сейчас! Пусть твой лучший портной сошьет мне его!
zh: 这一切你能相信吗？ 我哪里都找不到一件得体的婚礼服！ 我需要一件礼服！马上！ 叫你最好的裁缝赶做一件。
zh_tw: 這一切您能相信嗎？ 我哪裡都找不到一件得體的婚禮服！ 我需要一件禮服！馬上！ 叫您最好的裁縫趕做一件。

# T_GAME_QUEST_SCEN7_GIRL_4_NAME
source: Build a tailor's shop.
de: Baue eine Schneiderei.
es: Construye una sastrería.
fr: Construisez un atelier du tailleur.
id: Bangun toko penjahit.
it: Costruisci una sartoria.
ja: 仕立屋を建てる。
ko: 양복점을 짓습니다.
pt: Construa uma alfaiataria.
ru: Построй портняжную мастерскую.
zh: 建造了一座裁缝店。
zh_tw: 建造了一座裁縫店。

# T_GAME_QUEST_SCEN7_GIRL_5_1_NAME
source: Build decorations.
de: Baue Dekorationen.
es: Crea decoraciones.
fr: Construisez des décorations.
id: Bangun dekorasi.
it: Costruisci delle decorazioni.
ja: デコレーションを設置する。
ko: 장식을 제공합니다.
pt: Construa decorações.
ru: Построй украшения.
zh: 打造装饰物
zh_tw: 打造裝飾物
