Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# SCENARIO_CW_QUEST_C_70_DESC
source: Our tools are no longer usable. You have plenty of them, Governor. Be so kind and give me some and I will be so kind to not take them by myself.
de: Unsere Werkzeuge sind nicht mehr zu gebrauchen. Ihr habt doch genügend, Herr Statthalter. Seit doch so freundlich und gebt mir welche. Ich bin auch so freundlich und hole sie mir nicht selbst.
es: Nuestras herramientas ya no sirven de nada. Tú tienes muchas, gobernador. Ten la bondad de darme algunas y yo seré tan amable de no tomarlas por mi mismo.
fr: Nos outils ne sont plus utilisables. Vous en avez beaucoup, gouverneur. Soyez gentil, donnez-les-moi, cela m'évitera d'aller les chercher moi-même.
id: Alat-alat kami sudah usang. Sedangkan persediaanmu berlimpah, Gubernur. Serahkanlah sebagian dan aku akan berbaik hati dan tidak mengambilnya sendiri.
it: I nostri attrezzi sono inutilizzabili. Tu ne hai tanti, governatore. Sii gentile e dammene qualcuno, e io sarò gentile e non me li prenderò da solo.
ja: 我々の道具はもはや使えない。閣下、あなたは道具をたくさん持っている。我々にいくらか提供してくれれば、自分たちでそれらを取るようなことはしない。
ko: 도구를 더 이상 사용할 수 없어요. 영주님은 많이 갖고 계시죠. 아량을 베풀어 제게 도구를 주시면 제가 직접 뺏지는 않을게요.
pt: Nossas ferramentas não prestam mais. E você tem muitas, governador. Se você fizer a gentileza de nos dar, eu não vou ter que roubar de você.
ru: Что-то наши инструменты совсем износились. А у тебя вон скока новых, губернатор. Не поделишься, а? А то мне что-то влом самому их делать.
zh: 我们的工具不能用了。总督，你那里多得是。行行好，给我们点吧。我也不过分，不亲自去取了。
zh_tw: 我們的工具不能用了。總督，你那裡多得是。行行好，給我們點吧。我也不過分，不親自去取了。

# SCENARIO_CW_QUEST_C_80_DESC
source: My men wanna’ eat some meat. Hand it over and I will be so courteous and give you some wood for it. Or maybe my boys will visit your little town and take it for themselves…
de: Meine Männer haben ebenfalls Bedarf an Fleisch. Gebt es mir und ich bin sogar so zuvorkommend und gebe euch etwas Holz dafür. Andernfalls besuchen meine Jungs euer Dorf und holen sich euer Fleisch…
es: Mis hombres quieren comer carne. Entrégamela y tendré la cortesía de darte madera a cambio. O puede que mis chicos visiten tu aldea y la cojan ellos mismos...
fr: Mes hommes veulent manger de la viande. Donnez-en et nous serons ravis de vous offrir du bois en échange. Sinon, mes hommes risquent de venir se servir tous seuls en ville…
id: Anak buahku mau makan daging. Sediakanlah daging untuk mereka dan aku akan bermurah hati dengan memberimu kayu sebagai gantinya. Atau mungkin anak buahku perlu datang ke kota kecilmu dan mengambilnya sendiri...
it: I miei uomini hanno voglia di carne. Portacene un po’ e io sarò così gentile da darti un po’ di legname in cambio. Oppure i miei ragazzi potrebbero far visita alla tua città e prendersela da soli...
ja: 仲間たちは肉を食べたがっている。肉を譲ってくれるならば礼儀正しく木材をお分けしましょう。 さもなければ仲間たちがあなたの小さな街を訪れて、肉を奪うことだろう・・・
ko: 부하들이 고기를 원하고 있어요. 제게 고기를 주면 정중히 대가로 목재를 드리죠. 아니면 부하들이 마을을 찾아가서 직접 가져올 수 있어요…
pt: Os rapazes querem comer umas carnes. Se você me der, eu faço a cortesia de lhe dar madeira em troca. Caso contrário, talvez eles façam uma visitinha à sua cidade para pegar...
ru: Парни требуют мяса. Давай его сюда, и я даже в знак благодарности дам тебе немного древесины. Ну или парни сами попрут искать мясца в твоем городе...
zh: 我手下的人要吃肉。给我拿肉来，礼尚往来，我会拿点儿木头换。 要是不呢，我手下的孩儿们，就有可能会访问你的小镇，自己去拿。
zh_tw: 我手下的人要吃肉。給我拿肉來，禮尚往來，我會拿點兒木頭換。 要是不呢，我手下的孩兒們，就有可能會訪問你的小鎮，自己去拿。

# SCENARIO_CW_QUEST_C_NAME
source: Trade with the bandit.
de: Tausche mit dem Banditen.
es: Comercia con el bandido.
fr: Commercez avec le bandit.
id: Lakukan transaksi dengan si bandit.
it: Commercia col bandito.
ja: 盗賊と取引する。
ko: 강도와 거래하세요.
pt: Negocie com o bandido.
ru: Поторгуй с бандитом.
zh: 与土匪做交易。
zh_tw: 與土匪做交易。

# SCENARIO_CW_QUEST_C_START_01_DESC
source: Ah, a new governor... Since you are new here, I should explain the rules. You give me what I ask for and I let you do, whatever you have to do. Sounds like a fair deal, right? Okay let‘s get started, with an easy task: Bring me some fish!
de: Ah, ein neuer Statthalter, willkommen. Ich erkläre Euch gleich die Regeln. Ihr erfüllt all meine Forderungen und ich lasse Euch tun, was auch immer Ihr tun wollt. Das ist doch mal ein fairer Deal, oder! Fangen wir einfach an: Bringt mir ein paar Fische!
es: Ah, un nuevo gobernador... Como eres nuevo aquí, te explicaré las normas. Tú me das lo que pido y yo te dejo hacer lo que tengas que hacer. Un acuerdo justo, ¿verdad? Bien, empecemos con una tarea sencilla: ¡tráeme pescado!
fr: Ah, un nouveau gouverneur... Comme vous venez d'arriver, je vais vous expliquer les règles. Vous me donnez ce que je demande et je vous laisse faire ce que vous avez à faire. C'est un marché équitable, pas vrai ? Bon, commençons par une tâche simple : apportez-moi du poisson !
id: Ah, ada gubernur baru... Berhubung masih baru, aku akan menjelaskan aturan yang berlaku. Berikan yang aku minta, dan aku akan membiarkanmu berbuat sesukamu. Cukup adil, bukan? Oke, kita mulai dengan tugas yang mudah: Bawakan aku ikan!
it: Ah, un nuovo governatore... Visto che sei nuovo qui, ti spiego le regole. Tu mi dai quello che chiedo e io ti lascio fare tutto quello che devi fare. Mi sembra un accordo equo, no? Ok, cominciamo con qualcosa di semplice: portami del pesce!
ja: ああ、新しい閣下・・・初めてだから、私がルールを説明しよう。私が要求するものをあなたは私に与える、あなたにはやるべきことを全てやってもらう。 公正な取引だろう？それでは簡単な作業から始めよう。私に魚を持ってくるのだ！
ko: 새로운 영주님이시군요... 새로 오셨으니 규칙을 설명해드리죠. 제가 요청하는 것을 주면 무엇이든 할 수 있게 해드리죠. 공정한 거래죠, 그렇죠? 좋아요, 그럼 쉬운 것부터 시작하죠. 생선을 가져오세요!
pt: Ah, um novo governador... Já que você é novato, vou explicar as regras. Você me dá o que eu peço, e eu deixo você fazer... isso aí que você faz. É um acordo justo, não é? Muito bem, vamos começar com algo fácil: quero que traga peixe!
ru: А, новый губернатор... Раз уж ты тут недавно, объясню правила: я прошу, ты даешь, и все довольны, никто никому не мешает. Отличная сделка, не? Ладно, начнем с простого: дай мне рыбы!
zh: 哎哟喂，新总督…… 你既是新来的，我就得给你讲一下规矩。我管你要什么，你就给我什么；你就可以想做什么，就做什么。 听起来公平合理，对吧？那好，咱们这就开始。第一件事，给我弄点鱼来！
zh_tw: 哎喲喂，新總督…… 你既是新來的，我就得給你講一下規矩。我管你要什麼，你就給我什麼；你就可以想做什麼，就做什麼。 聽起來公平合理，對吧？那好，咱們這就開始。第一件事，給我弄點魚來！

# SCENARIO_CW_QUEST_C_START_02_DESC
source: Wood problems? Not a problem! I have stol… erh...stored a huge pile of wood. For a couple of stones I will gladly trade in some wood.
de: Holzprobleme? Kein Thema! Ich habe hier einen riesigen Stapel vom besten Holz gest... ähhh...gesammelt! Für ein paar Steine im Tausch bekommt ihr etwas Holz.
es: ¿Problemas de madera? ¡No hay problema! He roba... eeh... almacenado una enorme pila de madera. Me encantaría vender algo a cambio de un par de piedras.
fr: Des problèmes de bois ? Pas de soucis ! J'ai dérob… euh... stocké un gros paquet de bois. J'échangerai cela avec plaisir contre quelques pierres.
id: Masalah kayu? Itu bukan masalah! Aku punya timbunan kayu cur... ehm...simpanan. Untuk beberapa batu aku bersedia menukar beberapa potong kayu.
it: Legname? Nessun problema! Ho rub... ehm... immagazzinato una grande quantità di legno. Per un paio di pietre te ne posso vendere un po’.
ja: 木材の問題？問題ではない！ 大きな木材ひと山を私が盗んで・・・いや・・・蓄えている。喜んで2つの石と木材を取引しよう。
ko: 목재 문제가 있다고요? 걱정 말아요! 목재를 충분히 훔쳐...아니... 비축해두었어요. 석재를 받으면 기쁘게 목재를 드리죠.
pt: Falta de madeira? Não tem problema! Eu roub... hã... guardei muita madeira. Se tiver umas pedras sobrando aí, eu troco por madeira.
ru: Не хватает древесины? Не проблема! Я укр... э-э-э... нашел большую партию древесины. Готов обменять ее на несколько камней.
zh: 木材的事儿？压根儿不是事儿！ 我偷~嗯~投资存了一大堆木材。给我两块儿石头，我就卖给你点儿木材。
zh_tw: 木材的事兒？壓根兒不是事兒！ 我偷~嗯~投資存了一大堆木材。給我兩塊兒石頭，我就賣給你點兒木材。

# SCENARIO_THIEF_FAIL
source: So, you really do not want to trade with me, huh? Alright, you will see what you’ll get.
de: So so, Ihr habt Euch also dafür entschieden, nicht mit mir zu tauschen? Na, Ihr werdet noch sehen, was Ihr davon habt.
es: Así que no vas a comerciar conmigo, ¿eh? De acuerdo, ya verás lo que ocurre.
fr: Alors, vous refusez vraiment de négocier avec moi ? Bon, vous verrez bien ce qui va se passer.
id: Jadi, kau benar-benar tidak mau bertransaksi denganku, heh? Baiklah, kita lihat saja nanti.
it: Quindi non vuoi proprio fare affari con me, eh? Molto bene, ne subirai le conseguenze.
ja: つまり、私と本当に取引したくないということだな？ わかった、どうなることかあなたもいずれわかるだろう。
ko: 정말 저와 거래하고 싶지 않다고요? 좋아요, 대가를 치르게 될 거예요.
pt: Então, você não quer mesmo fazer negócios comigo, hein? Pois bem, vai ver o que lhe espera.
ru: Значит ты и правда не хочешь не торговать со мной, да? Ну, что посеешь, то и пожнешь.
zh: 这么说，你真的不想和我们做生意了，是吗？ 好，看你有什么下场。
zh_tw: 這麼說，你真的不想和我們做生意了，是嗎？ 好，看你有什麼下場。

# THEBEAST_ATK_002_SCENE_ADVISOR_ITEMS_EXPERT_QUEST
source: My Lord, look what we have here... It looks like a tooth. Non-human origin. And here! More truffle. I don't have the knowledge to put forward a theory, but I know someone who can help us. Let's go see the old man!
de: Mylord! Schaut doch, was wir gefunden haben! Es sieht aus wie ein Zahn, jedoch kein menschlicher! Und hier liegen wieder diese Trüffel! Ich kann mir darauf keinen Reim bilden, aber ich kenne jemanden, der uns sicher weiterhelfen kann. Lasst uns zum alten Mann gehen!
es: Mi señor, mira lo que tenemos aquí... Parece un colmillo. De origen no humano. ¡Y aquí! Más trufas. No tengo conocimientos para elaborar una teoría, pero conozco a alguien que podría ayudarnos. ¡Vayamos a ver al viejo!
fr: Sire, regardez ce que nous avons ici.... On dirait une dent. Une origine non humaine. Et ici ! Encore de la truffe. Je n'ai pas les connaissances nécessaires pour présenter une théorie, mais je connais quelqu'un qui peut nous aider. Allons voir le vieillard !
id: Tuanku, apa ini... Kelihatannya seperti gigi. Bukan gigi manusia. Dan ini! Ada jamur truffle lagi. Aku tidak cukup ilmu untuk membuat teori, tapi aku kenal seseorang yang bisa membantu kita. Mari kita temui orang tua itu!
it: Mio Signore, guardate cosa abbiamo qui... Sembra un dente. Non umano. E qui, altri tartufi. Non ne so abbastanza per proporre una teoria, ma conosco qualcuno che può aiutarci. Andiamo a far visita al vecchio!
ja: 領主様、こちらをご覧ください。歯のようですが、人のものではありません。そしてここ！またトリュフです。とくとくと推理を展開できるだけの知識があれば良かったのですが、代わりに手伝ってくれそうな老人をご紹介します！
ko: 영주님, 이것 좀 보세요... 이빨 같습니다. 인간의 것이 아니에요. 여기 보세요! 송로가 더 있어요. 더 이상 추리할 순 없지만 누구에게 도움을 받아야 할지 알고 있어요. 어서 노인을 찾아가세요!
pt: Meu senhor, olha só o que temos aqui... Parece um dente. Não é humano. E aqui! Mais trufas. Não tenho conhecimentos para tecer uma teoria, mas sei de alguém que pode nos ajudar. Vamos ver o ancião!
ru: Милорд, посмотрите-ка на это... Похоже, это зуб. Нечеловеческий. И здесь! Еще трюфель. Мне не хватает знаний, чтобы сделать выводы, но я знаю кое-кого, кто может нам помочь. Давайте навестим старика!
zh: 领主，快来看看这个……这看起来像个牙齿。不是人类的。还有这个！更多的松露。以我的学识还理不出什么思路，不过我知道有个人能帮助我们。我们去问问那位长者吧！
zh_tw: 大人，快來看看這個……這看起來像個牙齒。不是人類的。還有這個！更多的松露。以我的學識還理不出什麼思路，不過我知道有個人能幫助我們。我們去問問那位長者吧！

# THEBEAST_CHOICE_A_ACOLYTE_DESC
source: Who else but the merchant could blame the locals so much? He's an accomplice!
de: Wer, wenn nicht der Händler? Er nutzte jede Gelegenheit, die Einheimischen zu verdächtigen und zu vertreiben.
es: ¿Quién, si no el mercader, podría culpar tanto a los lugareños? ¡Es cómplice!
fr: Qui d'autre que le marchand pourrait blâmer les villageois à ce point ? C'est le complice !
id: Siapa lagi selain si pedagang yang selalu menyalahkan warga asli? Dia pasti terlibat!
it: Chi altro oltre al mercante potrebbe avercela così tanto con la gente del posto? È un complice!
ja: 商人以上に地元住民へ憎悪を抱いている人物などいるでしょうか？彼が共犯者です！
ko: 상인처럼 원주민을 비난할 사람이 또 누가 있겠어요? 그가 공범이에요!
pt: Quem senão o mercador poderia culpar tanto os moradores? Ele é cúmplice!
ru: У кого, как не купца, есть поводы ненавидеть местных? Он сообщник!
zh: 除了商人还有谁那么痛恨当地人呢？他是帮凶！
zh_tw: 除了商人還有誰那麼痛恨當地人呢？他是幫兇！

# THEBEAST_CHOICE_A_ACOLYTE_TITLE
source: The merchant!
de: Der Händler!
es: ¡El mercader!
fr: Le marchand !
id: Si pedagang!
it: Il mercante!
ja: 商人！
ko: 상인이에요!
pt: O mercador!
ru: Купец!
zh: 是商人！
zh_tw: 是商人！

# THEBEAST_CHOICE_A_COUPABLE_DESC
source: It's probably the young woman! She is the sister of the banished Townette. That's a motive!
de: Es ist wahrscheinlich die junge Frau. Es war ihre Schwester, die damals verbannt wurde. Dies ist Grund genug!
es: ¡Probablemente sea la joven! Es la hermana de la townie desterrada. ¡Ahí tenemos un móvil!
fr: C'est probablement la jeune femme, c'est la soeur de la demoiselle bannie de la ville. C'est une raison !
id: Kemungkinannya perempuan muda itu. Dia adik Townette yang dibuang. Itu bisa jadi motif.
it: È stata probabilmente la giovane donna! È la sorella della ragazza bandita. È un movente!
ja: あの女性でしょう！彼女は、かつて追放された住民の妹。動機としては十分です！
ko: 아마도 젊은 여성일 거예요! 그녀는 추방당한 주민의 언니예요. 그게 동기죠!
pt: Provavelmente a jovem donzela! Ela é a irmã da habitante que foi banida. Isso já é motivo para o crime!
ru: Думаю, что преступница — эта женщина! Она сестра изгнанной горожанки. У нее есть мотив!
zh: 可能是那个年轻的女人！她是之前被驱逐出去的镇民的姐妹。那就是动机！
zh_tw: 可能是那個年輕的女人！她是之前被驅逐出去的鎮民的姐妹。那就是動機！

# THEBEAST_CHOICE_A_COUPABLE_TITLE
source: The young maiden!
de: Die junge Maid!
es: ¡La joven doncella!
fr: La jeune femme.
id: Si perempuan muda!
it: La giovane fanciulla!
ja: 若い女性！
ko: 젊은 여성!
pt: A jovem donzela!
ru: Девушка!
zh: 是那位年轻的少女！
zh_tw: 是那位年輕的少女！

# THEBEAST_CHOICE_A_REASON_DESC
source: The young woman wrongly banished by the Queen caused these attacks. She wanted revenge for her forced exile.
de: Die junge Frau, die zu Unrecht von der Königin verbannt wurde, verursachte diese Angriffe. Sie wollte Rache für ihr erzwungenes Exil.
es: La joven injustamente desterrada por la reina realizó los ataques. Quería vengarse por su exilio forzoso.
fr: Cette jeune femme bannie à tort par la Reine est à l'origine de ces attaques. Elle voulait se venger de son exil forcé.
id: Perempuan muda yang secara semena-mena dibuang oleh sang Ratu berada di balik serangan ini. Dia mau membalas dendam karena diasingkan secara paksa.
it: La giovane donna ingiustamente bandita dalla regina ha organizzato questi attacchi. Voleva vendetta per il suo esilio forzato.
ja: 女王からえん罪で追放された若い女性が、これら攻撃の引き金となったのです。強制的な追放に対し、復讐を望んだのです。
ko: 누명을 쓰고 여왕에 의해 추방된 젊은 여성이 공격을 일으켰어요. 강제 추방에 대한 복수를 하려는 거죠.
pt: A jovem mulher que foi injustamente banida pela Rainha causou esses ataques. Ela queria vingança pelo seu exílio forçado.
ru: В нападениях повинна девушка, которую королева изгнала по ложным обвинениям. Она хотела отомстить за то, что с ней произошло.
zh: 那个年轻的女人受到误会被驱逐出城，这才导致了这些袭击。她想为她被强制驱逐一事报仇。
zh_tw: 那個年輕的女人受到誤會被驅逐出城，這才導致了這些襲擊。她想為她被強制驅逐一事報仇。

# THEBEAST_CHOICE_A_REASON_TITLE
source: V for Vendetta!
de: Rache!
es: ¡V de vendetta!
fr: V pour Vendetta!
id: V untuk Vendetta!
it: V per Vendetta!
ja: 確執による復讐！
ko: 복수를 위해!
pt: V de Vingança!
ru: V — значит вендетта!
zh: 是报复行为！
zh_tw: 是報復行為！

# THEBEAST_CHOICE_B_ACOLYTE_DESC
source: The village's quest for well-being turned into a nightmare... He probably didn't see any harm, he just wanted to help his neighbor.
de: Das Streben des Dorfes nach Frieden wurde zu einem Alptraum… Vermutlich sieht er nicht mal seine Schuld, er wollte nur seinen Nachbarn helfen.
es: La misión para alcanzar el bienestar en la aldea se convirtió en una pesadilla... Seguramente no pretendía hacer daño, solo ayudar a su vecino.
fr: La quête du bien-être du village a tourné au cauchemar...Il ne voyait surement pas le mal, il voulait seulement aider son prochain.
id: Upaya desa untuk mencapai kesejahteraan berubah menjadi mimpi buruk... Kemungkinan dia tidak bermaksud buruk, dia hanya mau membantu tetangganya.
it: La ricerca del benessere del villaggio si è trasformata in un incubo... Probabilmente era in buona fede: voleva solo aiutare i concittadini.
ja: 安寧な暮らしを願った、かの村人は、悪夢の道を征くことになりました...罪への加担は、彼自身にとって害でも利益でもなかったでしょう。ただ彼は隣人のため、その求めるところに従ったのです。
ko: 잘 살아보려는 마을의 노력이 악몽으로 변했어요... 헥터는 피해를 주려는 의도는 없었고 이웃을 도우려 했을뿐이에요.
pt: O desejo de diversão da aldeia tornou-se um pesadelo... Ele provavelmente não viu mal no que fez, só queria ajudar seu vizinho.
ru: Погоня за благополучием деревни обернулась кошмаром... Думаю, он не хотел никому навредить, а просто пытался помочь соседу.
zh: 村庄幸福安康的愿景变成了一场噩梦……他看上去可能童叟无欺，不过他可能只是想帮助他的邻居。
zh_tw: 村莊幸福安康的願景變成了一場噩夢……他看上去可能童叟無欺，不過他可能只是想幫助他的鄰居。

# THEBEAST_CHOICE_B_ACOLYTE_TITLE
source: Hector, the artist!
de: Hector, der Künstler!
es: ¡Hector, el artista!
fr: Hector l’artiste !
id: Hector, si seniman!
it: Hector, l'artista!
ja: 芸術家ヘクター！
ko: 예술가 헥터예요!
pt: Hector, o artista!
ru: Художник Гектор!
zh: 是艺术家赫克托！
zh_tw: 是藝術家赫克托！

# THEBEAST_CHOICE_B_COUPABLE_DESC
source: It's definitely him! He hates the newcomers and attacked the exiled girl's sister to make sure she can't do anything to harm his vineyard.
de: Er ist es definitiv. Er hasst die Neuankömmlinge und greift die Schwester des verbannten Mädchens an, um sicherzustellen, dass sie nichts mehr tun kann, was seinem Weinberg schadet.
es: ¡Sin duda es él! Odia a los recién llegados y atacó a la hermana de la chica exiliada para que no causara daños a su viñedo.
fr: C’est certain que c’est lui. Il déteste les nouveaux habitants et il a attaqué la soeur de la fille bannie afin d’être sûr qu’elle ne puisse plus rien contre ses cultures.
id: Pasti dia! Dia benci semua pendatang baru dan menyerang adik dari perempuan yang dibuang untuk memastikan ladang anggurnya takkan diganggu.
it: È stato sicuramente lui! Odia i nuovi arrivati e ha attaccato la sorella della ragazza in esilio per assicurarsi che lei non possa fare nulla per danneggiare la sua vigna.
ja: バジルに違いありません！彼は移住者を嫌っていました。自身のブドウ園に手出しされないよう、かつて追放した少女の妹を襲ったのです。
ko: 맞아요! 그는 이주민을 싫어하고 추방당한 여자의 언니를 공격해서 그녀가 포도원에 아무런 해도 끼치지 못하게 했어요.
pt: Sem dúvida é ele! Ele odeia os recém-chegados à aldeia e atacou a irmã da moça exilada para que ela não possa envenenar seus vinhedos.
ru: Уверен, это он! Он ненавидит приезжих и напал на сестру изгнанной девушки, чтобы обезопасить свой виноградник.
zh: 肯定是他！他讨厌新来的人，还袭击了那个被驱逐出去的女孩儿的姐妹，好让她不能对他的葡萄园做什么坏事。
zh_tw: 肯定是他！他討厭新來的人，還襲擊了那個被驅逐出去的女孩兒的姐妹，好讓她不能對他的葡萄園做什麼壞事。

# THEBEAST_CHOICE_B_COUPABLE_TITLE
source: Basil, the farmer.
de: Basil, der Bauer!
es: Basil, el agricultor.
fr: Basil le fermier.
id: Basil, si petani.
it: Basil, l’agricoltore.
ja: 農夫バジル。
ko: 농부 바질.
pt: Basílio, o fazendeiro.
ru: Фермер Бэзил.
zh: 是农民巴兹尔。
zh_tw: 是農民巴茲爾。

# THEBEAST_CHOICE_B_REASON_DESC
source: By frightening the Townies, the perpetrator wanted to expel them from the city and prevent new villagers from moving here.
de: Indem er die Townies in Angst und Schrecken versetzte, wollte der Täter sie aus der Stadt vertreiben und verhindern, dass neue Dorfbewohner herziehen wollen.
es: Asustando a los townies, el autor quería expulsarlos de la ciudad y a la vez evitar que otros nuevos se mudaran aquí.
fr: En effrayant les habitants, l'agresseur voulait les expulser de la ville et empêcher de nouveaux villageois de s'y installer.
id: Dengan menakut-nakuti para Townie, si pelaku ingin membuat mereka dibuang dari kota dan mencegah warga desa pindah kemari.
it: Spaventando i locali, il colpevole voleva allontanarli dalla città e impedire a nuovi abitanti di trasferirsi qui.
ja: 住人に恐怖を与えることで町から追い出し、新たな村人が来るのを阻止したかったのです。
ko: 범인은 주민들에게 겁을 줘서 이주민들을 몰아내고 새로운 이주민들이 오지 않게 막으려 했어요.
pt: Ao assustar os habitantes, a pessoa que cometeu o crime queria expulsá-los da cidade e evitar a chegada de novos moradores.
ru: Напугав горожан, преступник хотел выгнать приезжих из города и отвратить от него будущих переселенцев.
zh: 凶手想通过恐吓村民来把他们从城镇中驱逐出去，同时防止更多新村民搬到这里来。
zh_tw: 兇手想通過恐嚇村民來把他們從城鎮中驅逐出去，同時防止更多新村民搬到這裡來。

# THEBEAST_CHOICE_B_REASON_TITLE
source: To dissuade more newcomers from immigrating to the village!
de: Um Neuankömmlinge davon abzubringen, in das Dorf einzuwandern.
es: ¡Para disuadir a otros de que emigren a la aldea!
fr: Pour dissuader plus de nouveaux arrivants d'immigrer au village !
id: Untuk mencegah lebih banyak pendatang baru pindah ke desa itu!
it: Per dissuadere altre persone dal trasferirsi nel villaggio!
ja: これ以上、村に新たな移住者が増えないようにするためです！
ko: 더 이상 이주민들이 마을에 오지 않게요!
pt: Para dissuadir mais habitantes de virem para a aldeia!
ru: Чтобы никто больше не захотел приезжать в эту деревню!
zh: 是为了阻止更多外地人移居到村子里来！
zh_tw: 是為了阻止更多外地人移居到村子裡來！

# THEBEAST_CHOICE_C_ACOLYTE_DESC
source: She certainly helped the culprit financially.
de: Sie hat den Täter mit Sicherheit finanziell unterstützt!
es: No cabe duda de que ayudó económicamente al culpable.
fr: Il est certain qu'elle a aidé le coupable financièrement.
id: Sang Ratu jelas-jelas membantu si pelaku secara finansial.
it: Ha senza dubbio aiutato finanziariamente il colpevole.
ja: 犯人を金銭的に助けたに違いありません。
ko: 여왕님이 범인에게 자금을 지원했어요.
pt: Ela sem dúvida deu ajuda financeira ao culpado.
ru: Она помогала преступнику деньгами.
zh: 她肯定在经济上帮助罪犯了！
zh_tw: 她肯定在經濟上幫助罪犯了！

# THEBEAST_CHOICE_C_ACOLYTE_TITLE
source: Queen Frygith!
de: Königin Frygith!
es: ¡La reina Frygith!
fr: La reine Frygith !
id: Ratu Frygith!
it: La Regina Frygith!
ja: フリギス女王！
ko: 프리기스 여왕!
pt: Rainha Frygith!
ru: Королева Фригит!
zh: 是弗里吉斯女王！
zh_tw: 是女王芙麗基斯！

# THEBEAST_CHOICE_C_COUPABLE_DESC
source: It was the baker! He pretended to having been attacked to avoid suspicion! Such a genius!
de: Es war der Bäcker! Er hat den Angriff nur vorgetäuscht, um nicht selbst in Verdacht zu geraten!
es: ¡Fue el panadero! ¡Simuló haber sido atacado para evitar sospechas! ¡Menudo genio!
fr: C'est le boulanger ! Il a fait semblant d'avoir été attaqué pour éviter les soupçons ! Quel génie !
id: Si tukang roti pelakunya! Dia berpura-pura diserang untuk mengalihkan kecurigaan! Cerdik sekali!
it: È stato il fornaio! Ha fatto finta di essere stato attaccato per evitare ogni sospetto! Che genio!
ja: パン職人です！あえて犠牲者となったのは嫌疑を逃れるため。なかなかの策士とみました！
ko: 제빵사예요! 의심을 피하기 위해 공격당한 것처럼 행동했어요! 정말 천재적이죠!
pt: Foi o padeiro! Ele fingiu ter sido atacado para não ficar sob suspeita. Um gênio!
ru: Это пекарь! Он подстроил нападение, чтобы избежать подозрений! Каков хитрец!
zh: 是烘焙师！他假装自己也遭受了袭击来避开怀疑！真是个天才！
zh_tw: 是烘焙師！他假裝自己也遭受了襲擊來避開懷疑！真是個天才！

# THEBEAST_CHOICE_C_COUPABLE_TITLE
source: The baker.
de: Der Bäcker!
es: El panadero.
fr: Le boulanger.
id: Si tukang roti.
it: Il panettiere.
ja: パン職人。
ko: 제빵사.
pt: O padeiro.
ru: Пекарь.
zh: 是烘焙师。
zh_tw: 是烘焙師。

# THEBEAST_CHOICE_C_REASON_DESC
source: Queen Frygith, regretting the decision to open the borders, joined forces with some residents to scare newcomers and to close the borders again!
de: Königin Frygith! Sie bereute es, dass sie die Grenzen für Fremde geöffnet hatte. Sie verbündete sich mit einigen Einheimischen, um die Neuankömmlinge aus der Stadt zu treiben. Danach wollte sie die Grenzen wieder schließen!
es: La reina Frygith, arrepentida de su decisión de abrir las fronteras, aunó esfuerzos con algunos residentes para asustar a los recién llegados y volver a cerrarlas.
fr: La reine Frygith, regrettant la décision d'ouvrir les frontières, s'est jointe à certains résidents pour effrayer les nouveaux arrivants et refermer les frontières !
id: Ratu Frygith, yang menyesali keputusannya untuk membuat perbatasan, berkomplot dengan beberapa warga untuk menakut-nakuti para pendatang dan untuk menutup perbatasan lagi.
it: La regina Frygith, pentitasi della decisione di aprire le frontiere, si è accordata con alcuni residenti per spaventare i nuovi arrivati e chiudere nuovamente le frontiere!
ja: フリギス女王陛下は、国境の開放は失策だったと悔いていたのでしょう。そこで元からの住民と協力して新参者を怖がらせ、住民移動に再び制限をかけようとしたのです！
ko: 국경을 개방한 것을 후회한 프리기스 여왕님이 일부 주민들과 힘을 모와 이주민들을 쫓아내고 국경을 다시 폐쇄하려고 했어요!
pt: A Rainha Frygith, arrependida da decisão de abrir as fronteiras, juntou forças com alguns residentes para assustar novos moradores e fechar novamente a fronteiras!
ru: Королева Фригит пожалела о своем решении открыть границы и объединилась с местным жителями, чтобы напугать приезжих и снова закрыть границы!
zh: 是弗里吉斯女王，她后悔开放边境的决定了，于是就和一些居民一同恐吓新来的人，好重新关闭边境！
zh_tw: 是女王芙麗基斯，她後悔開放邊境的決定了，於是就和一些居民一同恐嚇新來的人，好重新關閉邊境！
