Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN3_6_DESC
source: All your Townies are overworked! Can't you build a few new townhouses to attract more workers?
de: Die ganzen Townies sind ganz schön überarbeitet! Kannst du nicht ein paar neue Wohnhäuser bauen lassen, damit sich mehr Arbeiter finden lassen?
es: ¡Los townies trabajan demasiado! ¿Por qué no construyes más casas para atraer a más trabajadores?
fr: Les habitants sont débordés de travail ! Et si tu construisais quelques maisons pour attirer plus de travailleurs ?
id: Semua Townie kelelahan bekerja! Bisakah kau bangun beberapa rumah untuk menarik lebih banyak pekerja?
it: Tutti i paesani sono affaticati! Non puoi costruire qualche nuova abitazione per attrarre altri lavoratori?
ja: タウニーは皆働きすぎだわ！労働者を増やすために新しい家を建てたらどう？
ko: 모든 주민들이 일로 지쳤습니다! 일꾼들을 불러들일 타운하우스를 더 지으세요.
pt: Todos os seus moradores estão sobrecarregados de trabalho! Você não pode construir algumas moradias novas, para atrair mais trabalhadores?
ru: Все твои поселяне переутомлены! Разве ты не можешь построить парочку новых городских домов, чтобы привлечь больше рабочих?
zh: 你所有的镇民都劳累过度！难道你就不能造些新的排屋吸引更多的工人来吗？
zh_tw: 您所有的鎮民都勞累過度！難道您就不能造些新的連棟宅邸吸引更多的工人來嗎？

# T_GAME_QUEST_SCEN3_6_NAME
source: Build 3 townhouses.
de: Baue 3 Wohnhäuser.
es: Construye 3 casas.
fr: Construisez trois maisons.
id: Bangun 3 rumah.
it: Costruisci 3 abitazioni.
ja: 家を3つ建てる。
ko: 3개의 타운하우스를 짓습니다.
pt: Construa 3 moradias.
ru: Построй 3 городских дома.
zh: 建造三座排屋。
zh_tw: 建造三座連棟宅邸。

# T_GAME_QUEST_SCEN3_7_DESC
source: Oh, I'm so happy! Things are getting better and better! Now we can even begin to collect more taxes from the Townies!
de: Oh, ich freue mich so! Es geht aufwärts! Jetzt können wir auch ein bisschen mehr Steuergelder von den Townies einfordern!
es: ¡Soy tan feliz! ¡Las cosas cada vez van mejor! ¡Ahora incluso podemos recaudar más impuestos de los townies!
fr: Qu'est-ce que je suis contente ! Les choses vont de mieux en mieux ! On peut même commencer à collecter davantage d'impôts auprès des habitants !
id: Oh, aku sangat senang! Kondisi semakin membaik dan terus membaik! Bahkan sekarang kita bisa mulai mengumpulkan lebih banyak pajak dari Townie!
it: Oh, sono così felice! Le cose stanno migliorando! Ora possiamo perfino iniziare a riscuotere più tasse dai paesani!
ja: やったわよ！良い状況に向かってるわね！これからはタウニーからもっと税金が集められるわ！
ko: 아 너무 행복해요! 점점 더 나아지고 있습니다! 주민들에게 보다 많은 세금을 걷을 수 있습니다!
pt: Oh, estou tão feliz! As coisas estão melhorando cada vez mais! Agora podemos até começar a cobrar mais impostos dos moradores!
ru: О, как же я счастлива! Дела идут все лучше и лучше! Теперь мы даже можем собирать больше податей с поселян!
zh: 噢，我好开心！光景越来越好向了！现在我们甚至可以向镇民收取更多的税金了。
zh_tw: 噢，我好開心！光景越來越好向了！現在我們甚至可以向鎮民收取更多的稅金了。

# T_GAME_QUEST_SCEN3_7_NAME
source: Collect 1500 Thaler in taxes.
de: Sammle 1500 Taler durch Steuern.
es: Recauda 1500 táleros en impuestos.
fr: Collectez 1500 écus d'impôts.
id: Kumpulkan 1500 Thaler pajak.
it: Riscuoti 1500 talleri in tasse.
ja: 1500ターレルの税金を徴収する。
ko: 세금으로 1500탈러를 수집합니다.
pt: Cobre 1500 Tálers em impostos.
ru: Собери податей на сумму 1500 талеров.
zh: 税收进帐 1500 泰勒币。
zh_tw: 稅收進帳 1500 泰勒幣。

# T_GAME_QUEST_SCEN3_7_NAME_NEW
source: Collect enough Thaler in taxes.
de: Sammle genügend Taler durch Steuern.
es: Recauda suficientes táleros en impuestos.
fr: Collectez assez d'écus en impôts.
id: Kumpulkanlah cukup banyak Thaler lewat pajak.
it: Raccogli più talleri in tasse.
ja: 税金で十分なターレルを集める。
ko: 세금으로 탈러를 충분히 징수하세요.
pt: Colete Táleres dos impostos.
ru: Собери достаточное количество налогов.
zh: 征税，收足泰勒币。
zh_tw: 徵稅，收足泰勒幣。

# T_GAME_QUEST_SCEN3_8_DESC
source: Do you know what else would be nice to have? Some new clothes! I mean, primarily for the King, of course... but first we need a few sheep pastures so we can harvest wool!
de: Weißt du, was noch schön wäre? Ein paar neue Kleider! Also, hauptsächlich für den König natürlich... aber dafür brauchen wir erstmal einige Schafweiden, um an Wolle zu kommen!
es: ¿Sabes qué estaría bien? Tener ropa nueva. Me refiero, sobre todo, para el rey... Pero primero necesitamos pastos para ovejas para obtener lana.
fr: Tu sais ce qui serait chouette ? Ce serait d'avoir de nouveaux vêtements ! Pour le roi, hein, bien sûr... Mais pour ça, il nous faut des prés à moutons pour récolter de la laine.
id: Tahukah kau apa yang akan lebih baik lagi untuk dimiliki? Beberapa pakaian! Maksudku, utamanya untuk raja, tentunya... tapi kita membutuhkan beberapa padang domba jadi kita memanen wool!
it: Sai cosa sarebbe bello avere? Dei vestiti nuovi! Voglio dire, per il re soprattutto, naturalmente... Ma prima ci servono dei pascoli per le pecore, così potremo avere la lana!
ja: 他に何か良い方法ないかしら？新しい衣服がほしいわ！もちろん、国王への贈り物が一番大事よ...でも、まずは毛を刈るために牧羊地を建てないと！
ko: 우리가 필요한게 뭔지 아세요? 새 옷가지입니다! 양털을 얻을 수 있는 양 목초지가 필요합니다!
pt: Você sabe o que mais seria legal de ter? Algumas roupas novas! Quer dizer, primeiramente para o rei, claro... mas primeiro precisamos de algumas pastagens de ovelhas, para conseguirmos lã!
ru: Знаешь, что было бы еще неплохо иметь? Новую одежду! Я имею в виду, главным образом, конечно же, для короля... но сначала нам необходимо несколько пастбищ для овец для сбора шерсти!
zh: 你知道还有什么值得拥有的? 一些新衣服! 我是说,主要是为国王制作些衣服，当然...... 但是首先，我们需要几座牧羊场，这样我们就可以收获羊毛了！
zh_tw: 您知道還有什麼值得擁有的? 一些新衣服! 我是說,主要是為國王製作些衣服，當然...... 但是首先，我們需要幾座牧羊場，這樣我們就可以收穫羊毛了！

# T_GAME_QUEST_SCEN3_8_NAME
source: Build 2 sheep pastures.
de: Baue 2 Schafweiden.
es: Construye 2 pastos para ovejas.
fr: Créez deux prés à moutons.
id: Bangun 2 padang domba.
it: Costruisci 2 pascoli per pecore.
ja: 牧羊地を2つ建てる。
ko: 2개의 양 목초지를 짓습니다.
pt: Construa 2 pastagens de ovelhas.
ru: Построй 2 пастбища для овец.
zh: 兴建两座牧羊场。
zh_tw: 興建兩座牧羊場。

# T_GAME_QUEST_SCEN3_9_DESC
source: The farmers are already hard at work harvesting the wheat! Now you can build a windmill so we can produce flour for bread!
de: Die Bauern ernten schon fleißig Getreide! Jetzt kannst du auch eine Windmühle bauen, dann haben wir schon mal Mehl für die Brote!
es: ¡Los granjeros ya están cosechando el trigo! ¡Ya puedes construir un molino para producir harina y hacer pan!
fr: Les fermiers récoltent le blé. Il faut construire un moulin pour faire de la farine !
id: Para petani sudah bekerja sangat keras dalam memanen gandum! Sekarang kau bisa membangun kincir angin jadi kita bisa menghasilkan tepung untuk roti!
it: I contadini sono già al lavoro per la mietitura del grano! Ora puoi costruire un mulino a vento e produrre la farina per il pane!
ja: 小麦は収穫していっぱい蓄えられたわ。風車を建てて小麦粉をつくるのよ！パンが焼けるようになるわ。
ko: 농부들이 밀을 수확하기 위하여 열심히 일하고 있습니다! 빵을 만들기 위한 밀가루를 생산할 풍차를 지을 수 있습니다!
pt: Os fazendeiros já estão trabalhando arduamente para colher o trigo! Agora você pode construir um moinho de vento, para produzirmos farinha para o pão!
ru: Фермеры уже усердно трудятся, собирая пшеницу! Теперь ты можешь построить ветряную мельницу, чтобы мы начали молоть муку для хлеба!
zh: 农民们已经在辛苦地收割小麦了！现在你可以兴建一个风磨坊，这样我们就能磨面粉来烤面包了！
zh_tw: 農民們已經在辛苦地收割小麥了！現在您可以興建一個風磨坊，這樣我們就能磨麵粉來烤麵包了！

# T_GAME_QUEST_SCEN3_9_NAME
source: Build a windmill and produce flour.
de: Baue eine Windmühle und produziere Mehl.
es: Construye un molino y produce harina.
fr: Construisez un moulin et produisez de la farine.
id: Bangun kincir angin dan hasilkan tepung.
it: Costruisci un mulino e produci farina.
ja: 風車を建て、小麦粉を生産する。
ko: 밀가루 생산을 위한 풍차를 짓습니다.
pt: Construa um moinho e produza farinha de trigo.
ru: Построй ветряную мельницу и произведи муку.
zh: 建造一个磨坊并生产面粉。
zh_tw: 建造一個磨坊並生產麵粉。

# T_GAME_QUEST_SCEN4_10_DESC
source: My castle is not really appropriate for my royal status, so I am planning to greatly expand my summer estate. As your King, I command the delivery of a large quantity of stone. I am counting on your reliability, my good steward.
de: Mein Schloss entspricht meinem Status nicht mehr, also habe ich beschlossen, einige große Erweiterungen an meinem Sommerschloss vorzunehmen. Als Euer König verlange ich eine Lieferung an Steinen, mein Statthalter. Ich rechne mit Eurer Zuverlässigkeit.
es: Mi castillo no es adecuado para mi estatus de realeza y estoy planeando hacer una ampliación enorme en mi finca de verano. Soy tu rey y te ordeno que entregues una gran cantidad de piedra. Cuento contigo, mi buen corregidor.
fr: Mon château n'est pas vraiment approprié à mon statut royal, c'est pourquoi j'ai l'intention d'agrandir ma résidence d'été de manière considérable. En tant que roi, je vous ordonne de me livrer une énorme quantité de pierres. Je compte sur votre fiabilité, mon brave intendant.
id: Istanaku tidak benar-benar sesuai untuk status kebangsawananku, jadi aku berencana memperluas perkebunan musim panas. Sebagai rajamu, aku perintahkan pengiriman banyak batu. Aku percaya keandalanmu, pengawalku yang baik.
it: Il mio castello non è all'altezza della mia regalità, quindi sto pensando di espandere la mia dimora estiva. Il tuo re di ordina di consegnare una grande quantità di pietre. Conto sulla tua efficienza, mio leale Siniscalco.
ja: 我が城は王国のステータスに見合ってない。城の繁栄を願い拡張したいのだ。 石材を大量に仕入れてほしい。頼りにしておるぞ。
ko: 현재 지내고 있는 성은 나의 품격에 적절하지 못하므로, 여름 별장을 확장할 예정입니다. 왕으로써, 대량의 돌들을 공급할 것을 명합니다. 당신을 믿도록 하겠습니다, 스튜어드님.
pt: O meu castelo não é adequado para o meu status real, então planejo fazer uma grande expansão da minha propriedade rural. Como seu rei, ordeno que entregue uma grande quantidade de pedras. Confio em vós, meu bom guardião.
ru: Мой замок не слишком-то соответствует моему королевскому статусу, поэтому я планирую значительное расширение моего летнего поместья. В качестве твоего короля, я приказываю доставить большое количество камня. Я рассчитываю на твою надежность, мой добрый наместник.
zh: 我目前这座城堡已有损于我皇室的威严，我计划大力扩建我的避暑庄园。 作为国王，我命令你们运来大量的石料。 你是可靠的，我就指望你了，我的好管事。
zh_tw: 我目前這座城堡已有損於我皇室的威嚴，我計畫大力擴建我的避暑莊園。 作為國王，我命令您們運來大量的石料。 您是可靠的，我就指望您了，我的好管事。

# T_GAME_QUEST_SCEN4_10_NAME
source: Deliver a cartload of stone to the King.
de: Liefere eine Ladung Steine an den König.
es: Entrega una carretada de piedra al rey.
fr: Livrez une cargaison de pierre au roi.
id: Kirimkan sekeranjang batu ke raja.
it: Consegna un carico di pietre al re.
ja: 王様に荷車一台分の石材を届ける。
ko: 왕에게 돌을 한수레 배달합니다.
pt: Entregue uma carroça com pedras ao rei.
ru: Доставь груз камня королю.
zh: 向国王进献一车石头。
zh_tw: 向國王進獻一車石頭。

# T_GAME_QUEST_SCEN4_11_DESC
source: The blistering heat has taken its toll on our homes. The houses have deteriorated and many families are demanding that you improve building conditions. It would be splendid if you took improving the building conditions around town into consideration.
de: Unsere Behausungen sind durch die Hitze im Königreich stark in Mitleidenschaft gezogen worden, mein Herr. Einige Familien wünschen sich bessere Wohnbedingungen. Es wäre vorzüglich, wenn Ihr etwaige Verbesserungen in Betracht ziehen würdet, mein Herr.
es: El calor abrasador está pasando factura en nuestros hogares. Las casas se han deteriorado y muchas familias están pidiendo que mejores las condiciones. Sería espléndido si consiguieses mejorar las condiciones de los edificios de la ciudad.
fr: La chaleur suffocante n'a pas épargné nos maisons. Elles se sont détériorées et de nombreuses familles réclament une amélioration de l'état de leurs bâtiments. Ce serait formidable si vous pouviez vous occuper d'améliorer l'état des bâtiments de la ville.
id: Panas yang melepuh telah mengambil tol di rumah kami. Rumah telah rusak dan banyak keluarga menuntut agar Anda meningkatkan kondisi bangunan. Sangat baik jika Anda mempertimbangkan peningkatkan kondisi bangunan sekitar kota.
it: Il calore ha danneggiato le nostre abitazioni. Le case si sono deteriorate e molte famiglie chiedono che migliori lo stato degli edifici. Sarebbe splendido se prendessi in considerazione qualche miglioria in città.
ja: ひどい暑さで家が劣化してしまったの。たくさんの住民が修復を求めているわ。 街中の建物の状態を改善してください。
ko: 무더운 열기가 모든 가정들에 영향을 미치고 있습니다. 집의 상태가 악화되었으며 다수의 가정이 더 나은 주거 상태를 원하고 있습니다. 빌딩의 상태를 개선하면 타운을 위하여 좋은 일들이 될 것 같습니다.
pt: O calor intenso afetou nossas casas. Elas deterioraram e muitas famílias exigem que o senhor melhore as condições de moradia. Seria ótimo se o senhor cogitasse melhorar as condições de moradia na cidade.
ru: Нестерпимая жара нанесла тяжелый урон нашим домам. Их состояние ухудшилось, и многие семьи требуют улучшения состояния зданий. Было бы великолепно, если бы ты принял во внимание необходимость улучшить состояние зданий в городе.
zh: 酷热难当，我们的家园损失惨重。 房屋破败不堪，许多家庭要求改善住房条件。 如果你能把改善镇周围建筑物的条件纳入考虑，那就太好了。
zh_tw: 酷熱難當，我們的家園損失慘重。 房屋破敗不堪，許多家庭要求改善住房條件。 如果您能把改善鎮周圍建築物的條件納入考慮，那就太好了。

# T_GAME_QUEST_SCEN4_11_NAME
source: Attain high building condition happiness.
de: Erreiche eine hohe Zufriedenheit mit dem Zustand der Gebäude.
es: Mejora las condiciones de construcción para obtener felicidad.
fr: Atteignez un niveau élevé de bonheur dû à l'état du bâtiment.
id: Capai kebahagiaan kondisi bangunan tinggi.
it: Consegui un alto grado di soddisfazione per lo stato degli edifici.
ja: 建物に対する高い満足度を達成する。
ko: 빌딩 상태가 좋으면 행복지수가 증가합니다.
pt: Obtenha um nível alto de felicidade com a moradia.
ru: Достигни высокого уровня счастья благодаря состоянию зданий.
zh: 获得很高的建筑状况幸福值。
zh_tw: 獲得很高的建築狀況幸福點數。

# T_GAME_QUEST_SCEN4_12_DESC
source: My good steward, I am still awaiting the delivery of grape juice. The banquet I am hosting will begin soon.
de: Statthalter, Ich warte immer noch auf die Traubensaftlieferung von Euch. Das von mir veranstaltete Bankett wird in Kürze beginnen.
es: Estimado corregidor; sigo esperando la entrega del mosto. Se acerca la fecha del banquete.
fr: Mon brave intendant, j'attends toujours cette livraison de jus de raisin. Le banquet que j'organise va avoir lieu d'ici peu de temps.
id: Paduka yang mulia, hamba masih menunggu pengiriman jus anggur. Jamuan yang saya adakan akan segera dimulai.
it: Mio buon Siniscalco, sto ancora aspettando la consegna del succo d'uva. Il banchetto inizierà presto.
ja: わしの有能なスチュアードよ、ぶどうジュースはまだか？宴会は近いのじゃぞ！
ko: 스튜어드 님, 포도 주스의 배달을 여전히 기다리고 있습니다. 연회가 곧 열릴 예정입니다.
pt: Meu bom guardião, ainda aguardo a entrega do suco de uva. Meu banquete terá início em breve.
ru: Мой добрый наместник, я все еще жду, когда будет доставлен виноградный сок. День проведения устраиваемого мной пира уже близок.
zh: 我的好管事，我还等着你给我送来葡萄汁呢。 我很快就要举办宴会了。
zh_tw: 我的好管事，我還等著您給我送來葡萄汁呢。 我很快就要舉辦宴會了。

# T_GAME_QUEST_SCEN4_12_NAME
source: Deliver grape juice to the King.
de: Liefere Traubensaft an den König.
es: Entrega de mosto al rey.
fr: Livrez cruches de jus de raisin au roi.
id: Berikan jus anggur kepada raja.
it: Consegna unità di succo d'uva al re.
ja: 王様にぶどうジュースを届ける。
ko: 왕에게 개의 포도 주스를 제공합니다.
pt: Entregue sucos de uva para o rei.
ru: Доставь единиц виноградного сока королю.
zh: 向国王交付个值的葡萄汁。
zh_tw: 向國王交付個點數的的葡萄汁。

# T_GAME_QUEST_SCEN4_13_DESC
source: Your lordship, flour is in high demand throughout the kingdom. The farms cannot produce enough wheat for the mills to work at full capacity. If you were to deliver enough flour to me, I could corner the market and build a monopoly in this region. I would reward you handsomely for this, of course.
de: Mein Herrscher: Im gesamten Königreich fehlt es an Mehl für die Bäckereien. Die Bauernhöfe produzieren zu wenig Getreide. Liefert mir genug Mehl und ich kann eine Monopolstellung in dieser Region erreichen. Für Euren Aufwand werde ich euch natürlich vorzüglich belohnen...
es: Su señoría: de todo el reino nos llegan peticiones de harina. Las granjas no pueden producir suficiente trigo como para tener los molinos trabajando al tope. Si consigues entregarme suficiente harina, podría concentrar el mercado y crear un monopolio en esta región. Por supuesto, recibirías una buena recompensa.
fr: Votre seigneurie, la farine est très demandée dans tout le royaume. Les fermes ne peuvent pas produire assez de blé pour que les moulins travaillent à pleine capacité. Si vous pouviez me livrer assez de farine, je m'occuperais de maîtriser le marché et bâtir un monopole dans la région. Bien évidemment, je vous récompenserais grassement.
id: Yang Mulia, tepung sangat dibutuhkan di seluruh kerajaan. Ladang tidak dapat menghasilkan cukup gandum agar penggilingan dapat bekerja pada kapasitas penuh. Seandainya Anda mengirimkan cukup tepung kepada saya, saya dapat menyudutkan pasar dan membangun monopoli di wilayah ini. Tentu saja, saya akan menghadiahkan kepada Anda banyak laba.
it: Mio signore, c'è grande richiesta di farina in tutto il regno. Le fattorie non producono grano a sufficienza per far lavorare i mulini a piena capacità. Se mi consegnerai abbastanza farina, potrei invadere il mercato e creare un monopolio nella regione. Naturalmente ti pagherò profumatamente.
ja: 王国中で小麦粉の需要が高まっています。風車をフル稼働させようにも、小麦の生産が追いついていないのです。 十分な小麦粉があれば、買い占め、この地域を独占できます。上手くいけば、もちろん報酬をお渡しします。
ko: 왕국의 밀가루 수요가 증가하고 있습니다. 농장이 밀가루를 생산하기 위하여 최선을 다하고 있지만 충분하지 않습니다. 만일 저에게 충분한 밀가루를 공급하신다면, 시장을 독점하여 당신에게 충분한 보상을 할 수 있습니다.
pt: Alteza, há uma grande demanda por farinha de trigo no reino. As fazendas não conseguem produzir trigo suficiente para os moinhos trabalharem em plena capacidade. Se o senhor me entregar farinha em boa quantidade, posso dominar o mercado e criar um monopólio nesta região. Obviamente, você ganhará uma boa recompensa.
ru: Ваша светлость, в королевстве высоко поднялся спрос на муку. Фермы не могут произвести достаточно пшеницы для того, чтобы мельницы работали на полную мощность. Если вы доставите мне достаточно муки, я мог бы стать монополистом в этих краях. И, конечно же, я щедро вознагражу вас за это.
zh: 阁下，王国之内，面粉极度紧缺。 农场生产的粮食无法满足磨坊的工作负荷。 假如你能为我提供充足的面粉，我就可能囤积居奇，垄断这一地区的市场。 当然，我对你的奖励也是很可观的。
zh_tw: 閣下，王國之內，麵粉極度緊缺。 農場生產的糧食無法滿足磨坊的工作負荷。 假如您能為我提供充足的麵粉，我就可能囤積居奇，壟斷這一地區的市場。 當然，我對您的獎勵也是很可觀的。

# T_GAME_QUEST_SCEN4_13_NAME
source: Deliver flour to the merchant.
de: Liefere Mehl an den Händler.
es: Entrega de harina al mercader.
fr: Livrez sacs de farine au marchand.
id: Berikan tepung kepada pedagang.
it: Consegna unità di farina al mercante.
ja: 商人に小麦粉を届ける。
ko: 상인에게 밀가루 35개를 제공합니다.
pt: Entregue sacos de farinha para o mercador.
ru: Доставь единиц муки купцу.
zh: 向商人交付个值的面粉。
zh_tw: 向商人交付個點數的的麵粉。

# T_GAME_QUEST_SCEN4_14_DESC
source: The Townies want to build sun shelters to shield them from the scorching sun during the day. We should provide them with wood planks, so they can begin right away!
de: Im Dorf ist der Wunsch nach schattigen Plätzen groß, mein Herr. Wir sollten mehr Bretter produzieren, damit die Townies sich Unterstände errichten können.
es: Los townies quieren construir refugios para resguardarse del sol abrasador durante el día. ¡Deberíamos suministrarles tablones de madera para que puedan empezar cuanto antes!
fr: Les habitants veulent construire des abris contre le soleil afin de se protéger de la chaleur accablante durant la journée. Nous devrions leur fournir des planches de bois afin qu'ils s'y mettent dès maintenant !
id: Penduduk Kota ingin membangun tempat bernaung dari matahari untuk melindungi mereka agar tidak hangus terbakar matahari sepanjang hari. Kita harus memberi mereka papan kayu tebal, jadi mereka dapat segera mulai!
it: I cittadini vogliono costruire dei parasole per difendersi dal calore eccessivo del giorno. Dovremmo fornire loro delle assi di legno, così potranno iniziare subito.
ja: タウニーは日中の強い日差しを避けようと、日よけを建てたがっています。厚板があればすぐに建設が可能です。
ko: 타운주민들은 무더운 여름날 태양을 피하기위한, 피난처를 짓기를 바랍니다. 당장 열기를 피하기 위해, 널빤지를 제공해야합니다!
pt: Os Habitantes querem construir abrigos para fugir do sol escaldante durante o dia. Precisamos fornecer a eles boas tábuas de madeira, para que eles possam começar imediatamente!
ru: Поселяне хотят построить укрытия, которые будут защищать их от палящего солнца на протяжении дня. Необходимо обеспечить их досками, чтобы они могли сразу же приступить к строительству!
zh: 镇民们要求搭建遮荫棚，以便在白躲避灼热的骄阳。 我们应该为他们提供厚木板，这样他们就可以马上开工了。
zh_tw: 鎮民們要求搭建遮蔭棚，以便在白躲避灼熱的驕陽。 我們應該為他們提供厚木板，這樣他們就可以馬上開工了。

# T_GAME_QUEST_SCEN4_14_NAME
source: Produce 35 planks.
de: Produziert 35 Bretter.
es: Produce 35 tablones de madera.
fr: Produisez 35 planches.
id: Buat 35 papan tebal.
it: Produci 35 assi.
ja: 厚板を35生産する。
ko: 35개의 널빤지를 생성합니다.
pt: Produza 35 tábuas de madeira.
ru: Произведи 35 досок.
zh: 生产35个值的厚木板。
zh_tw: 生產35個點數的的厚木板。

# T_GAME_QUEST_SCEN4_15_DESC
source: My lord, you have done well. The town has grown to an admirable size. Still, the Townies are very unhappy because of the drought. You should try to increase happiness by fulfilling more of their desires. This is just a modest proposal, of course...
de: Mein Herr, Ihr habt wirklich ganze Arbeit geleistet - das Dorf hat eine beträchtliche Größe erreicht! Allerdings sind die Townies immer noch sehr unglücklich. Ihr solltet versuchen, mehr Wünsche der Bewohner zu erfüllen, um die Zufriedenheit im Dorf zu steigern. Das ist natürlich nur ein Vorschlag...
es: Milord, lo has hecho muy bien. La ciudad ha crecido y ahora tiene un tamaño admirable. Sin embargo, los townies siguen sin ser felices debido a la sequía. Deberías intentar cumplir más sus deseos para que aumente su felicidad. Por supuesto, es solo una modesta propuesta...
fr: Mon seigneur, vous avez bien travaillé. La ville a atteint une taille considérable. Néanmoins, les habitants sont très mécontents à cause de la sécheresse. Vous devriez essayer d'améliorer le bonheur en répondant plus à leurs désirs. Ce n'est qu'une simple proposition de ma part, bien sûr...
id: Yang Mulia, Anda telah bekerja dengan baik. Ukuran kota tumbuh sangat mengagumkan. Tetapi, Penduduk Kota masih tidak senang karena kemarau. Anda harus mencoba menaikkan kebahagiaan dengan memenuhi lebih banyak harapan mereka. Tentu saja, ini hanya usulan sederhana.
it: Mio signore, ti sei ben comportato. La città è cresciuta a dimensioni ammirevoli. Eppure, i cittadini sono infelici a causa della siccità. Dovresti provare ad aumentare la felicità soddisfando i loro desideri. E' solo una proposta, naturalmente...
ja: 閣下、街は称賛に値するほどに大きくなりました。 しかしまだタウニーは幸せではありません。タウニーの要求に応え幸福度を向上させましょう。もちろん、ほんのささやかな提案です。
ko: 감사합니다. 타운이 감탄할 만큼 성장하였습니다. 가뭄으로 인해 타운 주민들은 여전히 불행합니다. 그들의 소원을 들어줌으로써 행복 지수를 증가시킬 수 있습니다. 겸손한 부탁입니다...
pt: Meu senhor, o senhor fez bem. A cidade alcançou um tamanho admirável. Ainda assim, os Habitantes estão muito infelizes por causa da seca. O se+I37nhor precisa aumentar a felicidade cedendo aos desejos dos Habitantes. É apenas uma modesta proposta, é claro...
ru: Милорд, вы отлично поработали. Город вырос до поразительных размеров. Однако поселяне все еще несчастны из-за засухи. Попытайтесь повысить уровень их счастья, исполняя больше их желаний. Конечно же, это всего лишь скромное предложение…
zh: 大人，你做得好。 城镇发展的规模真是值得赞扬的。 然而，由于干旱，镇民们还是不幸福。 你应该满足他们更多的愿望，以此来提高幸福值。 当然，这只是个小小的建议……
zh_tw: 大人，您做得好。 城鎮發展的規模真是值得讚揚的。 然而，由於乾旱，鎮民們還是不幸福。 您應該滿足他們更多的願望，以此來提高幸福點數。 當然，這只是個小小的建議……

# T_GAME_QUEST_SCEN4_15_NAME
source: Attain high happiness in your town.
de: Erreiche eine hohe Zufriedenheit in deinem Dorf.
es: Consigue que tu ciudad sea muy feliz.
fr: Atteignez un haut niveau de bonheur dans votre ville.
id: Capai kebahagiaan tinggi di kota Anda.
it: Consegui un alto livello di felicità nella città.
ja: 街の幸福度を向上させる。
ko: 주민들의 높은 행복 지수를 요지합니다.
pt: Obtenha uma nível alto de felicidade na cidade.
ru: Достигни высокого уровня счастья в своем городе.
zh: 在你的城镇获得了很高的幸福值。
zh_tw: 在您的城鎮獲得了很高的幸福點數。
