Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_04
source: My lord, it was a wise decision to move to this river valley! The Townies will surely be pleased when you help the poor and needy! However, for all your generosity, I suggest that you do not neglect your duty to the King!
de: Mein Herr, es war eine weise Entscheidung, in dieses Flusstal zu gehen! Die Townies werden sicher zufrieden sein, wenn ihr den Bedürftigen helft! Ich schlage allerdings vor, auch den König mit Eurer Großzügigkeit nicht außer Acht zu lassen!
es: Mi amo, sabia decisión trasladarse a este valle. Los townies estarán encantados cuando los pobres y los necesitados reciban ayudas. Sin embargo, y aun siendo tan generoso, es mejor no descuidar las obligaciones para con el rey.
fr: Maître, quelle sage décision que de s'installer dans cette vallée ! Les habitants seraient heureux que vous aidiez les pauvres et les nécessiteux ! Toutefois, dans votre grande générosité, n'oubliez pas de faire passer le roi en premier.
id: Yang mulia, sungguh sebuah keputusan yang bijak untuk pindah ke lembah sungai ini! Townie tentu akan senang jika kau membantu kaum miskin dan yang membutuhkan! Namun, atas kederwananmu, saya sarankan untuk tidak melupakan kewajibanmu kepada sang raja!
it: Mio signore, trasferirsi in questa valle è stata una saggia decisione! I paesani saranno felici se aiuterete i poveri e i bisognosi! Ma, malgrado la vostra generosità, vi suggerisco di non dimenticare i vostri doveri verso il re!
ja: この渓谷に移住したのは良いご判断ですな！ 貧しい人々も援助すればきっと喜びます。 しかし、あなたの寛大さはすばらしいですが、国王への貢ぎ物を忘れてはなりません。
ko: 강의 계곡으로 이사온 것은 가장 현명한 결정이 었습니다! 가난한 이들을 도우는 것을 주민들이 감사하게 생각할 것입니다. 그러나, 동시에 왕에 대한 충성을 잊지 마십시오!
pt: Meu senhor, foi uma decisão sábia mudar para este vale do rio! Os moradores certamente ficarão satisfeitos quando você ajudar os pobres e necessitados! Contudo, com toda sua generosidade, sugiro que você não negligencie seu encargo para com o rei!
ru: Милорд, решение переселиться в эту долину реки было воистину мудрым! Поселяне, несомненно, будут рады твоей помощи бедным и нуждающимся! Однако, невзирая на всю твою щедрость, рекомендую не пренебрегать твоими обязанностями перед королем!
zh: 我的老爷，搬迁到这条河谷来，您这个决定真是太英明了！您帮助穷人时，镇民们一定会很开心！不过，为了您的慷慨，我建议您不要疏忽了您对国王应尽的责任！
zh_tw: 我的老爺，搬遷到這條河谷來，您這個決定真是太英明了！您幫助窮人時，鎮民們一定會很開心！不過，為了您的慷慨，我建議您不要疏忽了您對國王應盡的責任！

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_05
source: Be welcome! My men are proud to support you in building your seat of power here on this pivotal point of our land! This year will be a year of celebration! Long live the King and so may you!
de: Seid gegrüßt! Meine Männer sind stolz darauf, aus diesem zentral gelegenen Punkt beim Errichten Eurer Machtstätte zu dienen! Das wird ein Jahr voller Festivitäten! Lang lebe der König und lang lebt Ihr!
es: ¡Bienvenido seas! ¡Es un orgullo para mis hombres ayudarte a construir tu centro de poder en este lugar tan importante de nuestras tierras! ¡Este año va a estar cargado de celebraciones! ¡Larga vida al rey y a ti también!
fr: Soyez le bienvenu ! Mes hommes sont fiers de vous aider à construire le siège de votre pouvoir, en ce lieu, le cœur de notre région ! Cette année sera une année de célébration ! Longue vie au roi ! Longue vie à l'intendant !
id: Terima kasih! Anak buahku sangat bangga bisa melayani membangun kekuasaanmu di sini pada waktu yang bersejarah bagi tanah kami saat ini! Tahun ini akan menjadi tahun perayaan! Jayalah sang raja dan sama halnya bagimu!
it: Benvenuto! I miei uomini sono orgogliosi di servirvi nella costruzione del vostro centro di potere in questo importante punto di snodo delle nostre terre! Questo sarà un anno di festeggiamenti! Lunga vita al re, e anche a voi!
ja: 予想を上回る多くのゲストが訪れるでしょう。大きな家を建設してください。
ko: 환영합니다! 왕국의 중심에 앉아 계신 당신을 모시게되어 영광입니다. 올 해는 축제의 해가 될 것입니다! 만수무강 하시옵소서!
pt: Seja bem-vindo! Meus homens têm prazer em servi-lo na construção de sua sede de poder aqui neste ponto fundamental de nossa terra! Este será um ano de celebração! Vida longa ao rei e a você também!
ru: Приветствую! Мои люди с гордостью будут служить тебе в ходе строительства твоего центра власти в этой критически важной точке наших земель! Этот год станет годом празднования! Да здравствует король и ты тоже!
zh: 欢迎！在我们国家的这个枢纽地带为你建设您的府治，我的人很自豪能为您效劳！今年将是庆祝的一年! 国王万岁！也祝愿您！
zh_tw: 歡迎！在我們國家的這個樞紐地帶為您建設您的府治，我的人很自豪能為您效勞！今年將是慶祝的一年! 國王萬歲！也祝願您！

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_06
source: My dear governor, I have already heard a lot about you! This is why I chose you: Establish a flourishing town beneath the slope to my castle! You better start right away! Fare thee well!
de: Mein werter Herr Statthalter, ich habe schon viel von Euch gehört! Daher habe ich Euch ausgewählt, diese Stadt am Hang meines Schlosses erblühen zu lassen! Besser, Ihr macht Euch sofort ans Werk! Gehabt Euch wohl!
es: Mi estimado corregidor, ¡no dejo de oír hablar de ti! Por eso, te he elegido para que hagas prosperar esta ciudad a los pies de mi castillo. ¡Que te vaya bien!
fr: Cher intendant, j'ai beaucoup entendu parler de vous ! C'est pourquoi je vous ai choisi pour faire prospérer votre ville au pied de mon château. Je vous conseille de vous mettre au travail sans tarder. Que le Ciel soit avec vous !
id: Tuanku steward, saya telah mendengar banyak hal tentang Anda! Karena itulah aku memilihmu untuk membangun kotamu di lereng ini menjadi semegah istanaku! Alangkah baiknya segera kau mulai! Sampai jumpa!
it: Mio caro Siniscalco, ho già sentito parlare molto di te! Per questo ti ho scelto per far fiorire questa città alle pendici del mio castello! Comincia immediatamente! Ti auguro buon lavoro!
ja: おお、そなたのことは噂でよく聞いているぞ。わしと手を組んで、丘の上に街をつくろう。そして、我が城を発展させるのだ！さあ、今すぐわしを助けてくれ！そして何が何でも成功させようではないか！
ko: 스튜어드님, 당신에 관하여 많이 들어왔습니다. 성의 번창을 위하여 당신의 마을을 이곳에 정착하도록 결정하였습니다. 당장 시작하세요! 행운을 빕니다!
pt: Meu prezado senhor administrador, eu já ouvi muito sobre você! É por isso que escolhi você para fazer esta cidade prosperar na encosta de meu castelo! É melhor você começar imediatamente! Adeusinho!
ru: Мой дорогой сэр наместник, мне довелось многое услышать о тебе! Именно поэтому я выбрал тебя для того, чтобы сделать процветающим этот город, расположенный на склоне у моего замка! Приступай немедленно! В добрый путь!
zh: 我亲爱的干事先生！久仰大名！正因为如此，我才指派你来帮助我城堡的山坡上的这座城镇繁荣发展！你最好马上开始！多多保重！
zh_tw: 親愛的幹事先生！久仰大名！正因為如此，我才指派您來幫助我城堡的山坡上的這座城鎮繁榮發展！您最好馬上開始！多多保重！

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_07
source: My liege, we have been tasked with establishing a town near this dried-up riverbed. The King will reward us handsomely if we do our duty well.
de: Mein Lord, an diesem ausgetrockneten Flussbett lässt sich ein schönes Dorf errichten. Der König wird uns für einige gute Taten reich belohnen!
es: Milord, nos han encargado que establezcamos una pequeña ciudad cerca de este lecho del río seco. El rey nos recompensará abundantemente si cumplimos con nuestro deber.
fr: Mon maître, on nous a demandé de bâtir un village près du lit asséché de cette rivière. Le roi nous récompensera grassement si nous accomplissons notre devoir.
id: Paduka, kita diberi tugas mendirikan kota di dekat dasar sungai kering ini. Raja akan memberi banyak hadiah jika kita bekerja dengan baik.
it: Mio signore, abbiamo l'incarico di costruire una città vicino a questo fiume asciutto. Il re ci ricompenserà profumatamente se riusciamo nell'intento.
ja: 閣下、この渇ききった川辺に我々は街をつくろうとしています。この任務を果たせば国王から手厚い報酬が与えられるでしょう。
ko: 말라버린 강 주변에 마을을 짓는 임무를 받았습니다. 만일 임무를 완수한다면 왕이 당신에게 보상을 할 것입니다.
pt: Meu senhor, temos a missão de construir uma cidade perto deste leito seco de rio. O rei nos dará uma bela recompensa se cumprirmos nossa missão.
ru: Мой господин, нам поручено основать город рядом с пересохшим руслом реки. Если мы честно выполним наш долг, король щедро вознаградит нас.
zh: 君主，最近我们接受的任务是在干涸的河床边兴建一座城镇。 如果我们能认真履行我们的职责，国王会有重赏。
zh_tw: 君主，最近我們接受的任務是在乾涸的河床邊興建一座城鎮。 如果我們能認真履行我們的職責，國王會有重賞。

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_08
source: My lord, the plateau on which your castle stands is a perfect location for a nice little town. The King has also sent you a number of tasks that he needs fulfilled.
de: Mein Herr, euer Schloss auf diesem Plateau ist der perfekte Ausgangspunkt, um eine florierende Stadt zu errichten. Zusätzlich habt Ihr einige Aufgaben vom König bekommen, die wir bei Bedarf abschließen können.
es: Milord, la meseta en la que se encuentra nuestro castillo es una ubicación perfecta para empezar una ciudad. El rey también ha enviado una lista de tareas que quiere que hagamos.
fr: Mon seigneur, le plateau sur lequel est situé votre château est l'endroit idéal pour bâtir une jolie petite ville. Le roi a également envoyé une liste de tâches qu'il souhaiterait vous voir accomplir.
id: Yang Mulia, dataran tinggi tempat istana Paduka juga tempat sempurna untuk kota kecil yang menyenangkan. Raja juga telah mengirimkan kepada Anda sejumlah tugas yang harus dipenuhi.
it: Mio signore, l'altopiano sul quale sorge il tuo castello è anche un posto perfetto per costruire una piccola città. Il re ti ha anche dato una serie di incarichi da svolgere.
ja: 閣下、城のある高地は小さい街の建設に適していると思います。国王からも様々な命令を受けるでしょう。
ko: 성당이 서 있는 이곳은 작은 마을을 위한 완벽한 장소입니다. 당신이 완성해야하는 다수의 임무를 왕으로부터 전달받았습니다.
pt: Meu senhor, a planície onde fica o seu castelo é também um lugar perfeito para uma pequena cidade. O rei enviou várias missões que precisam ser cumpridas.
ru: Мой господин, плато, на котором стоит ваш замок, является идеальным местом для милого маленького городка. Также король поставил перед вами ряд задач, требующих выполнения.
zh: 大人，你的城堡所在的高原也是一个建设城镇的理想之地。 国王也把若干需要完成的任务分派给了你。
zh_tw: 大人，您的城堡所在的高原也是一個建設城鎮的理想之地。 國王也把若干需要完成的任務分派給了您。

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_ARCHIPELAGO
source: An archipelago has been discovered just off the coast. I command you to colonize these islands in my name!
de: Vor der Küste wurde ein Archipel entdeckt. Erschließt diese Inseln mit Brücken und besiedelt sie in meinem Namen!
es: Acabamos de descubrir un archipiélago junto a la costa. ¡Os ordeno que colonicéis esas islas en mi nombre!
fr: Un archipel vient d'être découvert non loin de la côte. Je vous ordonne de coloniser ces îles en mon nom !
id: Di lepas pantai ditemukan gugusan pulau. Kuperintahkan kalian mendiami pulau-pulau itu atas namaku.
it: È stato scoperto un arcipelago appena al largo della costa. Ti ordino di colonizzare queste isole in mio nome!
ja: 群島はすぐ沖で発見された。私の名のもとに、これらの島々を開拓することをお前に命ずる！
ko: 해안에서 조금 떨어진 곳에서 제도가 발견됐어요. 제 이름을 그 섬들을 식민지로 만드세요!
pt: Um arquipélago foi descoberto perto da costa. Ordeno que colonize essas ilhas em meu nome!
ru: Недалеко от берега был обнаружен архипелаг. Приказываю тебе колонизировать его во имя нашего королевства!
zh: 海岸附近发现一个列岛。我命令你们，奉我的名，向这些岛屿殖民！
zh_tw: 海岸附近發現一個列島。我命令你們，奉我的名，向這些島嶼殖民！

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_DEEPFOREST
source: My lord, look at this beautiful forest region. Building a town here will be hard work, but at least there is deer and wood in abundance. This should make it easier to fulfill the tasks the King has given us.
de: Mein Lord, seht euch diese schöne Waldregion an. Um hier eine große Stadt zu bauen, haben wir einiges vor uns. Aber Wild und Holz ist in großen Mengen vorhanden. Dies kann uns helfen, die Aufgaben des Königs zu erfüllen.
es: Milord, mira esta hermosa región forestal. Será difícil construir una ciudad aquí, pero al menos tenemos grandes cantidades de ciervos y madera, lo que debería facilitar las tareas que el rey nos ha encomendado.
fr: Mon seigneur, admirez cette superbe région boisée. Ce sera dur d'y bâtir une ville, mais au moins il y a des cerfs et du bois en abondance. Cela devrait nous faciliter la vie pour réaliser les tâches que nous le roi nous ordonnera.
id: Tuanku, lihatlah wilayah hutan nan cantik ini. Membangun kota di sini akan sangat berat, namun setidaknya di sini ada rusa dan kayu yang melimpah. Hal ini seharusnya mempermudah kita dalam memenuhi tugas yang diberikan raja.
it: Mio signore, guarda che bellissima regione boscosa. Costruire una città qui sarà un duro lavoro, ma almeno avremo selvaggina e legname in abbondanza. Ciò dovrebbe rendere più semplice svolgere i compiti che il re ci ha assegnato.
ja: 閣下、この美しい森をご覧下さい。ここに街を築くのは難しいかもしれません。しかし、鹿や木が豊富にあります。 これなら国王から与えられる命令も、達成するのは容易でしょう。
ko: 성주님, 이 아름다운 숲 지역을 보십시오. 이곳에 마을을 짓는 것은 힘들겠지만 많은 사슴과 목재가 있을 것입니다. 이것은 왕께서 내려주신 의무를 수행하는 것을 더욱 쉽게 만들어 줄 것입니다.
pt: Meu senhor, olhe só essa bela região da floresta. Construir uma cidade aqui vai ser difícil, mas pelo menos há veados e madeira em abundância. Isso deve tornar mais fácil cumprir as tarefas ordenadas pelo rei.
ru: Милорд, только взгляните на этот прекрасный лесной край. Построить здесь город будет тяжело, но, тут хотя бы полно оленей и древесины, что должно облегчить задачи, поставленные перед нами королем.
zh: 我的老爷，看看你这美丽的森林地带。 在这里兴建一座城镇将会是一项艰难的工程，但至少有充足的鹿和木材。 这样应该能够更容易完成国王给我们的任务。
zh_tw: 我的老爺，看看你這美麗的森林地帶。 在這裡興建一座城鎮將會是一項艱難的工程，但至少有充足的鹿和木材。 這樣應該能夠更容易完成國王給我們的任務。

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_FROZENPLAIN
source: My liege, meeting our tribute obligations to the King will be hard because of the harsh winter. Let's get to work immediately…
de: Mein Herr, die Tribute, die der König uns auferlegt hat, werden sehr schwer auszuführen sein bei diesem harten Winter. Wir sollten mit den Vorbereitungen sofort beginnen...
es: Mi amo, será difícil cumplir con los tributos que hay que pagar al rey porque el invierno está siendo riguroso. Tenemos que ponernos a trabajar inmediatamente.
fr: Mon seigneur, à cause de ce rude hiver, il nous sera difficile d'offrir nos tributs au roi. Mettons-nous immédiatement au travail…
id: Abdiku yang setia, memenuhi kewajiban upeti ke raja akan sulit karena musim dingin yang parah. Mari segera mulai bekerja…
it: Mio signore, sarà difficile pagare i nostri tributi al re, a causa del duro inverno. Mettiamoci subito al lavoro.
ja: 閣下、厳しい冬の中、国王からの命令を達成するのは難しいでしょう。ですが、すぐに取り掛かりましょう。
ko: 성주님, 혹독한 겨울로 인하여 왕을 만족 시킬 수 없을 것입니다. 당장 일을 시작합시다…
pt: Meu senhor, pagar nossas obrigações de tributo ao rei será difícil por causa do inverno rigoroso. Vamos começar a trabalhar imediatamente…
ru: Мой господин, выполнить наши обязательства по сбору дани для короля будет сложно из-за суровой зимы. Необходимо немедленно приступить к работе…
zh: 君主，由于这场严冬，我们今年将很难满足国王的进贡要求。 让我们立即着手工作…
zh_tw: 君主，由於這場嚴冬，我們今年將很難滿足國王的進貢要求。 讓我們立即著手工作…

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_GREEN_VALLEY
source: What a wonderful valley. There are enough resources to pay tribute to the King. But be careful, scarce room for buildings makes proper planing necessary.
de: Ein wunderbar grünes Tal, Herr Statthalter. Hier gibt es sicher genug Rohstoffe, um die Abgaben an den König zahlen zu können. Aber gebt Acht bei der Stadtplanung: In diesem felsigen Gebiet ist Bauplatz spärlich!
es: Qué valle tan maravilloso. Hay suficientes recursos para rendir tributo al rey. Pero ten cuidado: con tan poco espacio para construir, será necesario planificar con cuidado la expansión.
fr: Quelle merveilleuse vallée. Il y a suffisamment de ressources pour payer le tribut au roi. Par contre, planifiez bien vos constructions, il y a peu de place pour bâtir.
id: Lembah hijau yang indah, Tuan Steward. Ada cukup sumber daya untuk membayar upeti raja. Tapi awas, terbatasnya lahan untuk bangunan menuntut perencanaan matang.
it: Che valle meravigliosa. Ci sono abbastanza risorse per pagare i tributi al Re. Ma fai attenzione, il poco spazio a disposizione per gli edifici esige una buona pianificazione.
ja: 素晴らしい渓谷ではありませんか。国王に納めるための十分な資源があります。しかし注意してください。建設のための空き場所が十分ではないので、適切な計画が必要です。
ko: 정말 멋진 계곡이에요. 왕께 받칠 자원이 풍부해요. 하지만 조심하세요. 건물을 지을 장소가 부족해서 신중히 계획해야 해요.
pt: Que vale maravilhoso! Há recursos suficientes para pagar tributos ao rei. Mas tome cuidado, é preciso planejar devido ao pouco espaço para construir.
ru: Какая чудесная долина! Здесь достаточно ресурсов, чтобы заплатить подношение королю. Но, увы, тут мало места для строительства, поэтому придется сразу думать наперед.
zh: 多美的山谷啊！这里的资源，足够给国王进贡的了。不过要注意，由于适于建筑的地方不多，规划起来，一定要精打细算。
zh_tw: 多美的山谷啊！這裡的資源，足夠給國王進貢的了。不過要注意，由於適於營建的地方不多，規劃起來，一定要精打細算。

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_ISLAND
source: This is a truly beautiful island! I'm so happy that we've come here. We should immediately start planning our village!
de: Das ist wirklich eine wunderschöne Insel! Ich bin so froh, dass wir hier her gekommen sind. Wir sollten sofort mit der Planung unseres Dorfes anfangen!
es: ¡Esta es una isla realmente bella! Me alegro tanto de haber venido. ¡Deberíamos empezar ya mismo con la planificación!
fr: Quelle île magnifique ! Quel bonheur d'être arrivé là. Nous devrions commencer dès maintenant à bâtir notre village !
id: Ini pulau yang benar-benar indah! Saya sangat senang kita datang ke sini. Kita harus segera memulai perencanaan desa kita!
it: Quest'isola è bellissima! Sono così felice che siamo venuti qui. Dobbiamo immediatamente iniziare a progettare il nostro villaggio!
ja: ここはとても美しい島ね！来れて良かったわ！ここに村を作るのはどうかしら？
ko: 아름다운 땅이군요! 이곳에 와서 너무 기쁩니다. 빌리지를 당장 시작해야합니다!
pt: Esta é uma ilha muito bonita! Estou muito feliz por termos vindo para cá. Devemos começar a planejar nossa vila imediatamente!
ru: Это воистину прекрасный остров! Какое счастье, что мы здесь. Необходимо немедленно приступить к созданию плана нашей деревни!
zh: 这真是一座美丽的岛！ 我们到这儿来我好开心！ 我们应该立刻着手规划我们的村庄！
zh_tw: 這真是一座美麗的島！ 我們到這兒來我好開心！ 我們應該立刻著手規劃我們的村莊！

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_MOUNTAINTOP
source: We can perfectly watch the surrounding area from here. Unfortunately the winter seasons are much longer in this height, which has severe influences on the crop growing. It would be wise to build up a stock in summer.
de: Von diesem Schloss aus lässt sich das gesamte Umland überblicken. Allerdings sind die Winter hier oben länger, sodass Getreide schlecht gedeiht. In den Sommermonaten einen Vorrat anzulegen wäre sicher klug.
es: Desde aquí podremos vigilar perfectamente los alrededores. Por desgracia, a esta altitud el invierno es mucho más largo y eso afectará a las cosechas. Lo más razonable será aprovisionarse en verano.
fr: Vous avez une vue parfaite des environs d'ici. Malheureusement, les hivers sont plus rigoureux à cette hauteur, ce qui impacte sévèrement la croissance des plantations. Vous feriez mieux de faire du stock pendant l'été.
id: Dari sini kita bisa mengawasi seluruh daerah sekitar. Sayangnya, musim dingin jauh lebih lama di ketinggian ini, sehingga mempersulit cocok tanam. Ada baiknya menimbun persediaan selama musim panas.
it: Possiamo ammirare perfettamente l’area circostante da qui. Sfortunatamente le stagioni invernali sono molto più lunghe a questa altitudine, cosa che influenza gravemente la crescita del raccolto. Sarebbe una cosa saggia costruire un magazzino in estate.
ja: ここから周辺地域をすみずみまで見渡すことができます。残念ながら、この高地では冬が長いので、作物の成長に深刻な影響を及ぼします。 夏の間に在庫を蓄えておくのが賢明でしょう。
ko: 이곳에서 주변 지역을 완벽하게 감시할 수 있어요. 불행히도 이곳의 높은 고도 때문에 겨울이 굉장히 길어서 작물 성장에 큰 영향을 주죠. 여름에 곡식을 비축하는 것이 현명해요.
pt: Dá para ver sem problema toda a área daqui. Infelizmente, o inverno dura bem mais tempo a essa altitude, o que influencia muito o crescimento da plantação. Uma sábia decisão seria fazer um estoque no verão.
ru: Отсюда можно наблюдать за всеми прилегающими землями. К сожалению, зимы на такой высоте суровее и длиннее, что плохо скажется на урожае. Летом нужно будет заготавливать запасы.
zh: 从这里望去，四周区域，一览无遗。不过，这么高的地方，冬季也漫长得很，这对庄稼生长影响很大。 所以，夏天就把东西囤积起来，是明智之举。
zh_tw: 從這裡望去，四周區域，一覽無遺。不過，這麼高的地方，冬季也漫長得很，這對莊稼生長影響很大。 所以，夏天就把東西囤積起來，是明智之舉。

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_STEPPE
source: Greetings! We have been waiting for you! My men have already explored the region and have found many promising ore veins. You should better start mining immediately before someone else does!
de: Seid gegrüßt! Wir haben euch erwartet! Meine Männer haben bereits die Gegend ausgekundschaftet und dabei viele Erzadern entdeckt. Besser ihr macht euch sofort an die Arbeit, bevor euch jemand anders zuvorkommt!
es: ¡Saludos! Os hemos estado esperando. Mis hombres ya han explorado la región y han encontrado bastantes yacimientos de mineral. Mejor que empecemos a extraerlo, antes de que alguien lo haga.
fr: Salutations ! Nous vous attendions ! Mes hommes ont déjà exploré la région et découvert des filons de minerai prometteurs. Vous feriez mieux de commencer à miner dès maintenant avant que quelqu'un ne s'en empare !
id: Salam! Kami telah menunggu Anda! Orang-orangku telah menjelajahi wilayah tersebut dan menemukan banyak urat bijih yang menjanjikan. Anda lebih baik segera memulai penambangan sebelum seseorang bertindak lebih cepat!
it: Salute! Ti stavamo aspettando! I miei uomini hanno già esplorato la regione e hanno trovato molti giacimenti promettenti. Dovresti iniziare a estrarre immediatamente prima che qualcun altro ti preceda!
ja: 領主様、お待ちしておりました！仲間がすでにこの地域を探索しており、埋蔵量も期待できそうな鉱脈も見つけました。 早速採掘を開始しましょう。
ko: 안녕하세요! 당신을 기다리고 있었습니다. 제 부하들이 이미 지역을 순찰했으며 좋은 광석들을 찾아내었습니다. 즉시 광산 작업을 시작해야합니다!
pt: Saudações! Estávamos à sua espera! Meus homens já exploraram a região e descobriram muitos filões de minério. É melhor começar a minerar imediatamente antes que alguém o faça!
ru: Приветствуем! Мы ждали вас! Мои люди ожидали вас и уже исследовали эти края и нашли множество многообещающих рудных жил. Немедленно начинайте добычу полезных ископаемых, прежде чем вас опередит кто-нибудь пошустрее!
zh: 你好！ 我们一直在等候你们！ 我的人已经对该地区进行了堪探，发现了许多有开采价值的矿脉。 你最好抢在别人前面，立即动工开采！
zh_tw: 您好！ 我們一直在等候您們！ 我的人已經對該地區進行了堪探，發現了許多有開採價值的礦脈。 您最好搶在別人前面，立即動工開採！

# T_GAME_QUEST_SANDBOX_WASTELAND_WELCOME
source: My Lord, good that you are here. The former governor ran away. As he ran, he shouted that this area is cursed.
de: Mein Lord, gut, dass Ihr da seid. Der frühere Statthalter hat das Weite gesucht. Er hat noch gerufen, dass diese Gegend verflucht ist.
es: Mi señor, me alegro de que esté aquí. El anterior gobernador se marchó deprisa y corriendo. Mientras corría, gritaba que este lugar estaba maldito.
fr: Sire, vous tombez bien. Le précédent gouverneur est parti en courant et hurlant au diable que ces terres sont maudites.
id: Syukurlah Tuanku sudah datang. Gubernur sebelumnya melarikan diri. Sambil kabur, dia berseru bawah ini daerah terkutuk.
it: Milord, meno male che sei qui. L'ex governatore è fuggito. Mentre scappava, ha gridato che quest'area è maledetta.
ja: ご主人様、あなたがここにいて良かったです。 前の総督が逃げました。逃げる際、この地域は呪われていると叫んでいました。
ko: 영주님, 환영합니다. 이전 영주님은 달아났습니다. 도망치면서 이곳을 저주받은 곳이라고 외쳤죠.
pt: Que bom tê-lo aqui, milorde. O antigo governador fugiu. Enquanto fugia, ele gritava que esta região é amaldiçoada.
ru: Милорд, как хорошо, что вы здесь. Бывший губернатор сбежал. Убегая, он кричал, что это место проклято.
zh: 大人，您终于来了。 前任镇长跑路了。他一边跑还一边喊这片地区被诅咒了。
zh_tw: 大人，您來了可真好。 上一任城主落跑了。在他跑的時候，還一直大喊這裡是詛咒之地。
