Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_MIL_TUT_12_NOTIFICATION
source: You really have received help from a knight… I'm already starting to shiver with fear. Let's see what your military can do against my boys…
de: Ihr habt tatsächlich Hilfe von einem Ritter bekommen. Meine Knie schlottern bereits vor der Kampfkraft Eurer Soldaten. Mal sehen, was ihr gegen meine nächsten Angriffe unternehmen könnt…
es: Está claro que has recibido ayuda de un caballero... Estoy empezando a temblar de miedo. A ver lo que puede hacer tu ejército contra mis chicos...
fr: Vous avez vraiment reçu l'aide d'un chevalier ? J'en tremble de peur. Voyons ce que pourront faire vos militaires face à mes gars…
id: Rupanya kau mendapat bantuan dari seorang ksatria… Wah, aku jadi ketakutan. Coba kita lihat bagaimana militermu melawan anak buahku…
it: Un cavaliere ti ha aiutato... Già tremo tutto dalla paura. Vediamo come se la cavano i tuoi soldati contro i miei uomini...
ja: お前さんは騎士からの助けを得ているようだな... 俺はもう恐怖で震え始めているよ。 お前さんの軍隊がわしの仲間たちに何ができるかを見てみるとするか...
ko: 기사의 도움을 잘 받으셨습니다… 벌써 두려움에 떨리는군요. 영주님의 군대가 제 부하를 상대로 얼마나 잘 싸우는지 확인해보시죠…
pt: Você realmente recebeu ajuda de um cavaleiro... Estou começando a tremer de medo. Vamos ver o que seus militares podem fazer contra meus rapazes...
ru: О, вижу, тебе помогает рыцарь... Жуть какая, я уже весь трясусь от страха. Посмотрим, как твои бравые вояки справятся с моими парнями...
zh: 骑士真是帮了你的大忙…… 我已经害怕得浑身发抖了。 我倒要看看，你的军队到底是不是我们的对手……
zh_tw: 騎士真是幫了你的大忙…… 我已經害怕得渾身發抖了。 我倒要看看，你的軍隊到底是不是我們的對手……

# T_GAME_QUEST_MIL_TUT_12_NOTIFICATION_FIND_TOWNIE_1
source: The bandits are setting our buildings aflame. Where is that fireman, when you need him?! When you want to know where a townie is at the moment, you can select the “find my townie” option in the buildings' contextual menu.
de: Die Banditen legen in unserem Dorf Feuer! Wo ist nur dieser Feuerwehrmann, wenn man ihn mal braucht? Immer wenn Ihr einen Townie sucht, geht ins Kontextmenü seines Gebäudes und benutzt die Option “Finde meinen Townie!”
es: Los bandidos están incendiando nuestros edificios. ¿Dónde están los bomberos cuando se les necesita? Cuando quieras saber dónde se encuentra un townie, selecciona la opción «busca a mi townie» en el menú contextual de edificios.
fr: Les bandits mettent le feu à vos bâtiments. Où sont les pompiers lorsqu'on a besoin d'eux ?! Si vous voulez savoir où se trouve un habitant à un moment précis, vous pouvez choisir l'option « trouver un habitant » dans le menu contextuel des bâtiments.
id: Para bandit membakar bangunan-bangunan kita. Mana petugas pemadam kebakarannya?! Kalau ingin tahu di mana seorang townie sedang berada, pilihlah opsi “temukan townie” di menu kontekstual bangunan.
ja: 盗賊たちが私たちの建物に火をつけようとしています。消防士はどこですか？消防士が必要だというのに！ タウニーが現時点でどこにいるか知りたいとき、建物のメニューの中の『タウニーを探す』を選択することができます。
ko: 강도들이 건물에 불을 질렀습니다. 소방수가 필요합니다. 어디에 있나요?! 주민의 현재 위치를 알고 싶으면 건물의 상황별 메뉴에서 “주민 찾기” 옵션을 선택하세요.
ru: Бандиты поджигают здания! Куда же запропастился этот пожарный?! Чтобы узнать, где находится тот или иной горожанин, выберите пункт «Найти горожанина» в контекстном меню здания.
zh: 强盗正在向我们的建筑物点火。当您需要救火员时，他在哪里？！ 如果您想知道镇民的当前位置，可以在建筑物的环境菜单中选择“找到我的镇民”。
zh_tw: 強盜正在向我們的建物點火。當您需要救火員時，他在哪裡？！ 如果您想知道鎮民的當前位置，可以在建物的環境功能表中選取「找到我的鎮民」。

# T_GAME_QUEST_MIL_TUT_12_NOTIFICATION_FIND_TOWNIE_2
source: Here you can see what the workers are doing at the moment.
de: Hier könnt ihr sehen, was die Arbeiter in diesem Moment machen und wo sie sich befinden.
es: Aquí puedes ver lo que hacen los trabajadores en este momento.
fr: Vous pouvez voir ici ce que font les ouvriers en ce moment.
id: Di sini bisa dilihat apa sedang dilakukan oleh para pekerja.
it: Qui puoi vedere che cosa stanno facendo i lavoratori.
ja: ここで労働者たちが今何をしているかを確認することができます。
ko: 여기서 일꾼이 현재 무엇을 하고 있는지 볼 수 있습니다.
pt: Aqui você pode ver o que os trabalhadores estão fazendo no momento.
ru: Тут можно смотреть, чем заняты работники в данный момент.
zh: 您可以在这里查看工人目前在做什么。
zh_tw: 您可以在這裡檢視工人目前在做什麼。

# T_GAME_QUEST_MIL_TUT_13_TITLE
source: Produce brew and sausages
de: Produziere Gebräu und Würstchen.
es: Produce cerveza y salchichas.
fr: Produisez de la boisson et des saucisses.
id: Hasilkan bir dan sosis
it: Produci birra e salsicce
ja: ビールとソーセージを生産する
ko: 맥주와 소시지를 생산하세요
pt: Produza cerveja e salsichas.
ru: Произведи пиво и колбасы.
zh: 生产啤酒和香肠
zh_tw: 生產啤酒和香腸

# T_GAME_QUEST_MIL_TUT_14_START
source: Our soldiers need brew to give themselves liquid courage, my liege. To produce brew you have to order the construction of a monastery brewery and an oast house.
de: Unsere Soldaten benötigen Gebräu, um sich Kampfesmut anzutrinken. Wir brauchen ein Kloster und eine Hopfendarre, um das Gebräu produzieren zu können.
es: Nuestros soldados necesitan cerveza para armarse de valor, excelencia. Para obtenerla debes ordenar la construcción de un monasterio y un secadero de lúpulo.
fr: Nos soldats ont besoin de boisson pour se donner du courage, maître. Pour en faire, vous devez ordonner la construction d'un monastère et d'une touraille, mon seigneur.
id: Serdadu kita butuh bir untuk menambah keberanian, Tuanku. Untuk bisa memproduksi bir, Tuanku harus memerintahkan pembangunan tempat pembuatan bir di biara dan tempat pengeringan hop.
it: I nostri soldati hanno bisogno di birra per il morale, mio signore. Per produrla, devi ordinare la costruzione di un monastero-birreria e di un essiccatoio.
ja: 兵士たちを元気付けるためにビールが必要です、領主様。 ビールを生産するために修道院醸造所と乾燥所の建設を命じなければなりません。
ko: 군인들의 사기를 높이려면 맥주가 필요합니다, 영주님. 맥주를 만들려면 수도원 양조장과 홉 건조장을 만들어야 합니다.
pt: Nossos soldados precisam de cerveja para criar coragem, meu senhor. Para produzir cerveja você deve ordenar a construção de um mosteiro e uma casa de lúpulo, senhor.
ru: Ваша светлость, солдаты требуют «храбрости во хмелю», проще говоря, пива. Чтобы его сварить, нам потребуются монастырская пивоварня и хмелесушильня.
zh: 咱们的士兵需要酒来壮胆，大人。 要酿酒，您就要下令，建造一座修道院的酿酒作坊和一座烘干坊。
zh_tw: 咱們的士兵需要酒來壯膽，大人。 要釀酒，您就要下令，建造一座修道院的釀酒作坊和一座烘乾坊。

# T_GAME_QUEST_MIL_TUT_14_START_OLD
source: Our soldiers need brew, my liege. To get brew you have to order the construction of a monastery and some hop fields, my Lord.
de: Unsere Soldaten benötigen Gebräu. Dies bekommen wir über ein Kloster und einige Hopfenfelder, mein Herr.
es: Nuestros soldados necesitan cerveza, mi señor. Para obtenerla debes ordenar la construcción de un monasterio y crear algunos campos de lúpulo.
fr: Nos soldats ont besoin de boisson, maître. Pour en faire, vous devez ordonner la construction d'un monastère et de champs de houblon, mon seigneur.
id: Serdadu kita butuh bir, Tuanku. Untuk mendapatkan bir, perintahkanlah pembangunan biara dan pembuatan ladang hop, Tuanku.
it: I nostri soldati hanno bisogno di birra, mio signore. Per produrla, devi ordinare la costruzione di un monastero e seminare alcuni campi di luppolo.
ja: 閣下、兵士たちにはビールが必要です。 ビールを入手するために、閣下は修道院といくつかのホップ畑の建造を指示しなくてはなりません。
ko: 군인에게 맥주가 필요합니다, 영주님. 맥주를 만들려면 수도원과 호프 밭을 만들어야 합니다, 영주님.
pt: Nossos soldados precisam de cerveja, meu senhor. Para obter cerveja você deve ordenar a construção de um mosteiro e de alguns campos de lúpulo, senhor.
ru: Солдатам нужно пиво, мой господин. Чтобы его сварить, нам потребуется монастырь и несколько полей с хмелем.
zh: 我们的士兵需要啤酒，大人。 要获得啤酒，您需要下令建造寺院和一些啤酒花农田，大人。
zh_tw: 我們的士兵需要啤酒，大人。 要獲得啤酒，您需要下令建造寺院和一些啤酒花農田，大人。

# T_GAME_QUEST_MIL_TUT_14_SUCCESS
source: The monastery brewery needs several resources from other buildings. From the oast house the brewery gets dried hops. A farm and a well supply wheat and water. Then the monks at the monastery can start the brew production, my Liege.
de: Das Kloster benötigt mehrere Ressourcen, die von anderen Gebäuden geliefert werden können. Wasser vom Brunnen, Weizen von einem Bauernhof und Hopfen von einer Hopfendarre. Nur dann beginnen die Mönche mit dem Brauen von Bier.
es: La cervecería del monasterio necesita recursos de otros edificios. Obtiene lúpulo seco del secadero. Una granja y un pozo la abastecen de trigo y agua. Así los monjes podrán empezar a producir cerveza, excelencia.
fr: La brasserie du monastère a besoin de plusieurs ressources d'autres bâtiments. Grâce à la touraille, la brasserie obtient du houblon séché. Une ferme et un puits fournissent du blé et de l'eau. Ensuite, les moines du monastère pourront démarrer la production de boisson, mons seigneur.
id: Tempat pembuatan bir di biara butuh beberapa sumber daya dari bangunan lain. Tempat pengeringan hop harus memasok hop kering. Pertanian dan sumur harus memasok gandum dan air. Baru setelah itu para rahib bisa mulai membuat bir, Tuanku.
it: La birreria del monastero necessita di molte risorse da altri edifici. Dall’essiccatoio ottiene il luppolo essiccato. Una fattoria e un pozzo forniscono grano e acqua. Poi i monaci del monastero possono iniziare la produzione della birra, mio signore.
ja: 修道院醸造所には幾つかの資材が他の建物から必要です。 乾燥所からは乾燥ホップを、農場と井戸からは小麦と水を持って来れます。 そうすれば修道院の修道士たちがビールの生産を始めることができます、領主様。
ko: 수도원 양조장은 다른 건물에서 여러 자원을 받아야 합니다. 홉 건조장에서 말린 홉을 받습니다. 그러면 수도원의 수도승이 맥주를 생산할 수 있습니다, 영주님.
pt: A cervejaria do mosteiro precisa de vários recursos de outros prédios. A casa de lúpulo fornece lúpulo seco. A fazenda e o poço fornecem trigo e água. Então os monges do mosteiro podem começar a produzir cerveja, meu senhor.
ru: Монахам потребуются ресурсы, производимые в других зданиях. Хмелесушильня поставляет им сушеный хмель, а ферма и колодец — пшеницу и воду. Только получив все эти ресурсы, монахи смогут начать варить пиво, ваша светлость.
zh: 大人，修道院酿酒作坊所需的几种资源，出自其它建筑。 从烘干坊，酿酒作坊可得干啤酒花；从农场及水井，可得小麦和水。 然后修道院的僧侣才可以开始酿酒。
zh_tw: 大人，修道院釀酒作坊所需的幾種資源，出自其它建築。 從烘乾坊，釀酒作坊可得幹啤酒花；從農場及水井，可得小麥和水。 然後修道院的僧侶才可以開始釀酒。

# T_GAME_QUEST_MIL_TUT_14_SUCCESS_OLD
source: At the monastery, you can order the monks to either gather hops from the fields or do the brewing process.
de: Nun beginnen die Mönche mit dem Brauen von Bier. Im Kloster kann man einstellen, ob ein Mönch Hopfen ernten oder sich mit dem Brauvorgang beschäftigen soll.
es: En el monasterio puedes ordenar a los monjes que cosechen lúpulo o procesen cerveza.
fr: Au monastère, vous pouvez ordonner aux moines de récolter le houblon dans les champs ou bien de produire de la boisson.
id: Di biara, para rahib bisa diperintahkan untuk memanen hop di ladang atau menangani proses pembuatan bir.
it: I monaci del monastero possono mietere luppolo dai campi oppure produrre birra.
ja: 修道院では修道士に対し、畑でホップを収穫するか、醸造工程を行うかのどちらかを命令することができます。
ko: 수도원에서 수도승에게 밭에서 호프를 수확하거나 맥주를 만들라고 명령할 수 있습니다.
pt: No mosteiro você pode ordenar os monges a colher lúpulo dos campos ou começar o processo de produção de cerveja.
ru: В монастыре вы можете приказать монахам либо собирать хмель, либо варить пиво.
zh: 在寺院中，您可以命令僧人从农田收获啤酒花或酿造啤酒。
zh_tw: 在寺院中，您可以命令僧人從農田收穫啤酒花或釀造啤酒。

# T_GAME_QUEST_MIL_TUT_14_TITLE
source: Build a monastery and an oast house.
de: Baue ein Kloster und eine Hopfendarre.
es: Construye un monasterio y un secadero de lúpulo.
fr: Construisez un monastère et une touraille.
id: Bangunlah biara dan tempat pengeringan hop.
it: Costruisci un monastero e un essiccatoio.
ja: 修道院と乾燥所を建てる。
ko: 수도원과 홉 건조장을 만드세요.
pt: Construa um mosteiro e uma casa de lúpulo.
ru: Построй монастырь и хмелесушильню.
zh: 建造一座修道院和一座烘干坊。
zh_tw: 建造一座修道院和一座烘乾坊。

# T_GAME_QUEST_MIL_TUT_14_TITLE_OLD
source: Build a monastery and some hop fields.
de: Baue ein Kloster und einige Hopfenfelder.
es: Construye un monasterio y crea campos de lúpulo.
fr: Construisez un monastère et des champs de houblon.
id: Bangun biara dan buat ladang hop
it: Costruisci un monastero e semina dei campi di luppolo.
ja: 修道院といくつかのホップ畑をつくる。
ko: 수도원과 호프 밭을 만드세요.
pt: Construa um mosteiro e alguns campos de lúpulo.
ru: Построй монастырь и несколько полей с хмелем.
zh: 建造一座寺院和一些啤酒花农田
zh_tw: 建造一座寺院和一些啤酒花農田

# T_GAME_QUEST_MIL_TUT_15_START
source: For the production of sausages, you will need a pig farm and a butcher's workshop, my Lord. Our soldiers love the spicy taste of sausages. The spices we need for the sausages can be harvested by the farmer from the herb garden.
de: Für die Herstellung von Würstchen benötigen wir eine Schweinefarm und einen Metzger. Soldaten lieben den würzigen Geschmack von Würstchen. Die Würze wird durch die Beigabe von Kräutern zum Fleisch erreicht - diese kann ein Bauer im Kräutergarten ernten.
es: Para producir salchichas necesitarás una granja porcina y una carnicería, mi señor. A nuestros soldados les encanta el delicioso sabor especiado de las salchichas. El granjero puede recolectar las especias necesarias en el huerto de finas hierbas.
fr: Pour la production des saucisses, il vous faudra une porcherie et une boucherie, mon seigneur. Nos soldats raffolent des saucisses épicées. Les épices peuvent être récoltées par un fermier dans le jardin aux plantes.
id: Untuk produksi sosis, kita butuh peternakan babi dan rumah jagal, Tuanku. Serdadu kita suka sosis dengan citarasa kuat. Rempah-rempah yang diperlukan untuk sosis bisa dipanen oleh petani di kebun rempah-rempah.
it: Per produrre salsicce, ti servono una porcilaia e un macellaio, mio signore. I nostri soldati adorano il gusto speziato delle salsicce. Nell'orto, il contadino può raccogliere le erbe che ci servono.
ja: 閣下、ソーセージを生産するためには養豚場と肉屋の作業場が必要になります。 兵士たちはソーセージのスパイシーな味が大好きです。ソーセージに必要なスパイスはハーブ畑で農民が収穫します。
ko: 소시지를 만들려면 돼지 농장과 푸줏간이 필요합니다, 영주님. 군인들이 매콤한 소시지를 좋아합니다. 소시지에 필요한 향료는 허브 정원에서 농부가 수확할 수 있습니다.
pt: Para a produção de salsichas, você precisará de uma fazenda de porcos e de uma oficina de açougueiro, meu senhor. Nossos soldados adoram o sabor apimentado das salsichas. Os temperos que precisamos para as salsichas podem ser colhidos pelo fazendeiro no jardim de ervas.
ru: Чтобы приготовить колбасы, нужно построить свиноферму и лавку мясника, милорд. Солдаты любят острые колбасы. Различные пряности для них можно собрать в саду трав.
zh: 您需要养猪场和屠宰场才能生产香肠，大人。 我们的士兵最喜欢香肠的辛辣味道。香肠的调料可以从农场或药草园收获。
zh_tw: 您需要養豬場和屠宰場才能生產香腸，大人。 我們的士兵最喜歡香腸的辛辣味道。香腸的調料可以從農場或藥草園收穫。

# T_GAME_QUEST_MIL_TUT_15_SUCCESS
source: The butcher's workshop can produce normal meat in addition to the sausages beloved by your soldiers. This can be a good option to being dependent to hunting game in the forests.
de: Eine Metzgerei kann nicht nur Würstchen herstellen, mein Statthalter. Die Metzgerei kann auch beauftragt werden, aus den Schweinen normales Fleisch herzustellen, welches von allen Townies gerne gegessen wird.
es: La carnicería puede producir carne normal además de salchichas, que apasionan a nuestros soldados. Es una buena alternativa para no depender tanto de la caza en los bosques.
fr: La boucherie peut produire de la viande normale en plus des saucisses préférées de vos soldats. Ce peut être une bonne option si vous ne voulez pas être dépendant de la chasse.
id: Rumah jagal bisa memproduksi daging biasa dan juga sosis kesukaan para serdadu. Ini bisa menjadi pilihan supaya tidak tergantung hasil perburuan di hutan.
it: Il macellaio produce carne normale, oltre alle salsicce tanto amate dai nostri soldati. Si tratta di una buona alternativa alla caccia di selvaggina.
ja: 肉屋の作業場では兵士たちが大好きなソーセージに加え、通常の肉も生産することができます。 これは良い選択肢ではありますが、森林でとった獲物に依存します。
ko: 푸줏간은 군인들이 좋아하는 소시지와 더불어 일반 고기를 생산할 수 있습니다. 숲에서 잡아온 사냥감에 대한 좋은 대안이 될 수 있습니다.
pt: A oficina do açougueiro pode produzir carne normal, além das salsichas adoradas pelos soldados. Isso pode ser uma boa opção, para não depender da caça nas florestas.
ru: В лавке мясника можно создавать обычное мясо, а также столь любимые солдатами колбасы. Подобный способ добычи пищи — отличная альтернатива охоте.
zh: 屠宰场不但可以制作士兵最爱的香肠，还能生产普通肉类。 这是替代森林狩猎的理想食物来源。
zh_tw: 屠宰場不但可以製作士兵最愛的香腸，還能生產普通肉類。 這是替代森林狩獵的理想食物來源。

# T_GAME_QUEST_MIL_TUT_15_TITLE
source: Build a pig farm and a butcher's workshop.
de: Baue eine Schweinefarm und eine Metzgerei.
es: Construye una granja porcina y una carnicería.
fr: Bâtissez une porcherie et une boucherie.
id: Buatlah peternakan babi dan rumah jagal.
it: Costruisci una porcilaia e un macellaio.
ja: 養豚場と肉屋の作業場を建てる。
ko: 돼지 농장과 푸줏간을 만드세요.
pt: Construa uma fazenda de porcos e uma oficina de açougueiro.
ru: Построй свиноферму и лавку мясника.
zh: 建造一座养猪场和一座屠宰场。
zh_tw: 建造一座養豬場和一座屠宰場。

# T_GAME_QUEST_MIL_TUT_16_FAILED
source: I think you better practice your defense some more! 'Till next time...and thanks for the resources.
de: Das mit der Verteidigung üben wir nochmal! Bis zum nächsten Mal und danke für die Ressourcen!
es: ¡Más te valdría fortalecer tus defensas! Hasta la próxima... y gracias por los recursos.
fr: Je crois que vous feriez mieux de vous entraîner un peu plus ! À la prochaine... et merci pour les ressources.
id: Sebaiknya kau meningkatkan pertahananmu! Sampai lain kali...dan terima kasih untuk semua sumber daya ini.
it: Le tue difese sono debolucce! Alla prossima... e grazie per le risorse.
ja: お前さんは防衛の訓練をもっとしたほうがいいんじゃないか。次回までによ。 資材のことは感謝するぜ。
ko: 방어를 더 연습하는 것이 좋을 것 같군요! 자원 고마워요...그럼, 다시 봐요.
pt: Acho que você deve praticar mais sua defesa! Até a próxima vez... e obrigado pelos recursos.
ru: Похоже, тебе стоило бы получше защищать свой город! До скорого... и спасибо за ресурсы!
zh: 你还是多练练怎么打仗吧！ 我们还会回来的，感谢你的资源。
zh_tw: 你還是多練練怎麼打仗吧！ 我們還會回來的，感謝你的資源。

# T_GAME_QUEST_MIL_TUT_16_START
source: Brew and sausages! My boys love these delicacies. I think you should share your production of these exquisite goods with me.
de: Gebräu und Würstchen! Auch meine Banditen lieben diese Nahrungsmittel. Ich bin der Meinung, dass ihr Eure Produktion dieser vorzüglichen Güter mit mir teilen solltet.
es: ¡Cerveza y salchichas! A mis chicos les encantan. Deberías compartir tu producción de esos manjares conmigo.
fr: De la boisson et des saucisses ! Mes gars adorent ça. Je crois que vous devriez partager ces délices avec moi.
id: Bir dan sosis! Anak buahku suka itu. Kurasa ada baiknya kau berbagi produk-produk lezat itu denganku.
it: Birra e salsicce! I miei uomini adorano queste leccornie. Credo che dovresti condividerle con me.
ja: ビールとソーセージ！ 俺の仲間たちの大好物だ。これらも俺にわけてくれないか。
ko: 맥주와 소시지! 제 부하들이 환장하는 것들이죠. 이 귀중한 상품을 저희에게도 나누어주어야 해요.
pt: Cerveja e salsichas! Meus rapazes adoram essas iguarias. Acho que você deve dividir comigo sua produção dessas delícias.
ru: Пиво и колбасы! Парни их просто обожают. Думаю, тебе стоит поделиться с нами своими запасами.
zh: 啤酒和香肠！ 我的伙伴喜欢这些美食。我觉得你最好和我分享你制作的这些食品。
zh_tw: 啤酒和香腸！ 我的夥伴們喜歡這些美食。我覺得你最好和我分享你製作的這些食品。

# T_GAME_QUEST_MIL_TUT_16_SUCCESS
source: This time you were lucky, governor. The next time my boys will come in greater numbers.
de: Das war pures Glück! Nächstes Mal komme ich mit mehr Banditen vorbei…
es: Esta vez has tenido suerte, gobernador. La próxima enviaré a más de mis chicos.
fr: Vous avez eu de la chance cette fois-ci, gouverneur. La prochaine fois, mes gars viendront en plus grand nombre.
id: Kali ini kau beruntung, Gubernur. Lain kali anak buahku akan datang dalam jumlah lebih besar.
it: Stavolta hai avuto fortuna, governatore, ma la prossima arriveremo in massa e non avrai scampo.
ja: 閣下、今回は幸運でしたな。次は俺の仲間たちが大勢で来るだろうよ。
ko: 이번에는 운이 좋았어요, 영주님. 다음에는 부하들을 더 많이 데리고 올 거예요.
pt: Você teve sorte desta vez, governador. Da próxima vez meus rapazes virão em maior número.
ru: Тебе повезло, губернатор. В следующий раз нас будет намного больше!
zh: 镇长，这次算你走运。下一次，我们会率领更多的伙伴。
zh_tw: 鎮長，這次算你走運。下一次，我們會率領更多的夥伴。

# T_GAME_QUEST_MIL_TUT_16_TITLE
source: Defend your town
de: Verteidige dein Dorf.
es: Defiende tu aldea
fr: Défendez votre ville.
id: Pertahankan kotamu
it: Difendi la tua città
ja: あなたの街を守る。
ko: 마을을 지키세요
pt: Defenda sua cidade
ru: Защита города
zh: 保卫城镇
zh_tw: 保衛城鎮

# T_GAME_QUEST_MIL_TUT_17_START
source: Further improvements have to be made in town. Most of the village is not defended well. We need to cover more of the village with guard towers.
de: Das Dorf muss besser geschützt werden, Statthalter. Ihr solltet den Bau von weiteren Wachtürmen in Auftrag geben. Positioniert sie so, dass sie mindestens 50% des Dorfes mit ihrer Reichweite abdecken.
es: Hay que hacer mejoras en la aldea, la mayor parte no está bien defendida. Tenemos que cubrir más zonas con torres de vigilancia.
fr: Il faut améliorer la ville. Une bonne partie du village est mal défendu. Nous devons en couvrir une plus grande partie avec les tours de garde.
id: Keadaan kota perlu ditingkatkan lagi. Sebagian besar desa tidak terlindungi dengan baik. Kita harus mencakup lebih banyak wilayah desa dengan menara jaga.
it: Bisogna apportare ulteriori migliorie in città. Le difese non sono sufficienti: dobbiamo proteggere una superficie maggiore con le torri di guardia.
ja: さらなる改善が街には必要です。村のほとんどはきちんと防衛されていません。見張り塔で村のもっと広くカバーする必要があります。
ko: 마을을 더 개선해야 합니다. 마을 대부분의 방어가 취약합니다. 감시탑의 보호를 받는 마을 영역을 넓혀야 해요.
pt: A cidade precisa de mais melhorias. A maior parte da vila não está bem protegida. Devemos cobrir uma área maior da vila com torres de guarda.
ru: Нужно продолжать улучшать город. Большая его часть пока что остается без должной защиты. Нужно покрыть больше территории сторожевыми вышками.
zh: 城镇还需进一步完善。大多数地区都得不到有效保护。我们需要使用守卫塔保护城镇的更多区域。
zh_tw: 城鎮還需進一步完善。大多數地區都得不到有效保護。我們需要使用守衛塔保護城鎮的更多區域。

# T_GAME_QUEST_MIL_TUT_17_SUCCESS
source: Now most of the village is under the protection of our soldiers. Those bandits can't steal from us that easily now, my Lord.
de: Nun haben wir einen hohen Anteil des Dorfes in der Reichweite von Türmen. Die Banditen werden es nicht einfach haben, in Euer Dorf einzudringen.
es: Ahora casi toda la aldea está bajo la protección de nuestros soldados. A los bandidos ya no les resultará tan fácil robar, mi señor.
fr: La majeure partie du village est désormais sous la protection de nos soldats. Ces bandits ne peuvent plus vous dévaliser facilement, mon seigneur.
id: Sebagian besar desa di bawah perlindungan serdadu kita sekarang. Para bandit takkan bisa mencuri seenaknya, Tuanku.
it: Ora gran parte della superficie del villaggio è protetta dai nostri soldati. I banditi non avranno vita facile, mio signore.
ja: 今、村のほとんどは、兵士たちの保護下にあります。盗賊たちはもう簡単には略奪できません、閣下。
ko: 이제 마을 대부분을 군인들이 지키고 있어요. 이제 강도들이 쉽게 훔치지 못할 것입니다, 영주님.
pt: Agora a maior parte da vila está sob a proteção dos nossos soldados. Aqueles bandidos não poderão roubar tão facilmente agora, meu senhor.
ru: Теперь наши солдаты защищают большую часть деревни. Теперь бандитам придется не сладко, милорд.
zh: 现在，城镇的大部分地区都由士兵保护，那些强盗无法轻易偷袭我们了，大人。
zh_tw: 現在，城鎮的大部分地區都由士兵保護，那些強盜無法輕易偷襲我們了，大人。

# T_GAME_QUEST_MIL_TUT_17_TITLE
source: Cover at least 50% of the village with guard towers
de: Decke mindestens 50% des Dorfes mit Wachtürmen ab.
es: Cubre al menos el 50 % de la aldea con torres de vigilancia
fr: Couvrez au moins 50 % du village avec des tours de garde.
id: Amankan paling tidak 50% wilayah desa dengan menara jaga
it: Proteggi almeno il 50% del villaggio con le torri di guardia
ja: 見張り塔で村の少なくとも50％をカバーする。
ko: 마을의 최소한 50%를 감시탑으로 보호하세요
pt: Cubra pelo menos 50% da vila com torres de guarda
ru: Расположи сторожевые вышки так, чтобы в зоне их действия находилось минимум 50 % деревни.
zh: 使城镇一半以上的地区都在守卫塔覆盖范围内
zh_tw: 使城鎮一半以上的地區都在守衛塔覆蓋範圍內
