Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN9_FAIL_1
source: You did not prevent the unrest in time!
de: Ihr habt die Unruhe nicht rechtzeitig verhindert!
es: ¡No has conseguido evitar a tiempo la sublevación social!
fr: Vous n'avez pas réussi à calmer les troubles à temps !
id: Engkau tidak mencegah kerusuhan di waktu yang tepat!
it: Non hai impedito i disordini in tempo!
ja: 時間内に騒乱を防げないとはな...
ko: 당신은 제 시간에 불안을 막지 못 했습니다!
pt: Você não aplacou os ânimos da população a tempo!
ru: Тебе не удалось вовремя предупредить волнения!
zh: 您没有及时预防骚乱！
zh_tw: 您沒有及時預防騷亂！

# T_GAME_QUEST_SCEN9_FAIL_2
source: You failed! Because of your incompetence I had to order my gold from another town!
de: Ihr seid gescheitert! Wegen eurer Inkompetenz habe ich den Goldauftrag an ein anderes Dorf vergeben.
es: ¡Has fracasado! Por culpa de tu incompetencia, he tenido que pedir mi oro a otra ciudad.
fr: Vous avez échoué ! Par la faute de votre incompétence, j'ai dû commander mon or dans une autre ville !
id: Engkau gagal! Karena ketidakcakapanmu aku harus memesan emasku dari kota lain!
it: Hai fallito! A causa della tua incompetenza ho dovuto procurarmi il mio oro in un'altra citta!
ja: 時間内に届けられないとはな...他の街に頼むことになってしまったぞ！
ko: 당신은 실패했습니다! 당신의 무능함 때문에 다른 마을에서 금을 구입해야 했습니다!
pt: Você fracassou! Devido à sua incompetência, precisei pedir ouro em outra cidade!
ru: Неудача! Из-за твоей некомпетентности мне пришлось заказывать золото в другом городе!
zh: 您没有！ 由于您的失职，我必须向另一个城镇订购黄金！
zh_tw: 您沒有！ 由於您的失職，我必須向另一個城鎮訂購黃金！

# T_GAME_QUEST_SCEN9_MAIN_DESC
source: Governor, I will soon commission the construction of a new great fleet of warships. Your town has the potential to become my biggest supplier of wood for this enormous undertaking. Make sure it does.
de: Statthalter, in Kürze werde ich mit dem Bau einer neuen Flotte beginnen. Euer Dorf ist ideal gelegen, um zum Zentrum für Holzproduktion zu werden und mich in meinem Unterfangen zu unterstützen.
es: Gobernador, pronto encargaré la construcción de una gran flota de barcos de guerra. Tu ciudad tiene el potencial de convertirse en mi mejor proveedor de madera para este enorme proyecto. Asegúrate de que así sea.
fr: Gouverneur, je vais bientôt lancer la construction d'une nouvelle grande flotte de navires de guerre. Votre ville a le potentiel nécessaire pour devenir mon plus gros fournisseur de bois afin de réaliser cette tâche titanesque. Assurez-vous qu'il en soit ainsi.
id: Gubernur, saya segera menugaskan pembangunan armada kapal perang baru yang hebat. Kotamu berpotensi menjadi penyuplai kayu terbesar untuk kegiatan besar ini. Pastikan itu dilakukan.
it: Governatore, presto ordinerò la costruzione di una nuova, grande flotta di navi da guerra. La tua città ha il potenziale per diventare la mia maggior fornitrice di legname per questa monumentale impresa. Fai in modo che sia così.
ja: まもなく、わしは新たな大船団の建造を命ずるつもりだ。 木材の提供をして、この一大事業における最大の功労者にならぬか。そなたの街ならできるはずだ。準備を進めておくように。
ko: 책임자님, 전쟁함을 만드는 작업을 시작할 예정입니다. 당신의 마을은 제가 필요한 목재들을 공급하는 가장 큰 공급처가 될 수 있습니다. 확신합니다.
pt: Governador, em breve pedirei a construção de uma grande frota de navios de guerra. A sua cidade tem o potencial de se tornar a minha maior fornecedora de madeira para essa iniciativa. Faça de tudo para que isso aconteça.
ru: Губернатор, очень скоро я отдам приказ о строительстве нового великого флота боевых кораблей. У твоего города есть потенциал стать моим самым большим поставщиком древесины для этого огромного предприятия. Сделай все, чтобы он стал им.
zh: 长官，我将很快委托兴建一个全新的大型战舰，组成舰队。 您的城镇有能力成为这个艰巨任务的最大供应商。 请务必保证。
zh_tw: 長官，我將很快委託興建一個全新的大型戰艦，組成艦隊。 您的城鎮有能力成為這個艱巨任務的最大供應商。 請務必保證。

# T_GAME_QUEST_SCEN9_MAIN_ENDTEXT
source: The mercenary and his gang have fled the region, governor. My men will pursue them viciously. I would also like to thank you for your support in the construction of my new fleet and invite you to my new flagship's maiden voyage. Until then, I bid you a good day...
de: Der Söldner und seine Männer sind aus der Region geflohen. Meine Männer werden sie jedoch mit Nachdruck verfolgen. Ich danke euch für eure Unterstützung in meinem Vorhaben, eine Flotte zu bauen. In Kürze wird mein neues Flaggschiff vom Stapel laufen und Ihr seid herzlich eingeladen, bei der Jungfernfahrt teilzunehmen. Einen guten Tag wünsche ich...
es: Milord, el mercenario y su banda han huido de la región. Mis hombres los seguirán sin piedad. También quiero agradecerte por haberme ayudado a construir mi nueva flota y quiero invitarte al viaje inaugural del buque insignia. Hasta entonces, que tengas un buen día.
fr: Le mercenaire et sa bande ont fui la région, gouverneur. Mes hommes vont leur mener une chasse sans pitié. J'aimerais également vous remercier pour m'avoir aidé à construire ma nouvelle flotte et je vous invite au voyage inaugural de mon nouveau navire amiral. En attendant, je vous souhaite une bonne journée...
id: Serdadu bayaran dan gangnya telah meninggalkan kawasan ini, Tuanku. Pasukanku akan mengejar mereka dengan kejam. Aku juga ingin berterima kasih atas dukunganmu dalam membangun armada baru dan mengundangmu untuk pelayaran perdana kapalku. Sampai saat itu tiba, semoga harimu menyenangkan...
it: Il mercenario e la sua banda hanno abbandonato la regione. I miei uomini li inseguiranno senza tregua. Vorrei anche ringraziarti per il supporto nella costruzione della nuova flotta e invitarti al viaggio inaugurale della nave ammiraglia. Fino ad allora, ti auguro una buona giornata...
ja: 傭兵とその仲間たちは王国から逃亡した。もちろん追跡は続けている。 また、船団建造へ資材を届けてくれたことに礼を言わせてほしい。そこで新たな旗艦の処女航海にぜひともそなたを招待したいのだ。
ko: 용병들과 그의 부대는 이 지역을 벗어났습니다. 저의 사람들이 그들을 쫓을 것입니다. 새로운 함대를 짓는데 지원해주셔서 너무 감사드리며 저의 기함의 첫 항해에 당신을 초대합니다. 그때까지, 건강히 계십시오…
pt: O mercenário e sua gangue fugiram da região, meu senhor. Meus homens procuram-nos sem descanso. Também gostaria de agradecer pelo seu apoio na construção de minha nova frota e convido-o para a primeira viagem da minha nova nau capitânia. Até lá, passar bem...
ru: Наемник и его банда покинули эти края, милорд. Мои люди будут преследовать их. Также я хочу поблагодарить тебя за твою поддержку в строительстве моего нового флота и пригласить тебя в первое плавание моего нового флагмана. До тех пор, желаю тебе хорошего дня...
zh: 外国雇佣兵及其帮伙已经逃离这个地区，我的老爷。 我会派人逐杀他们。 I我们还将感谢您支持兴建我的新舰队，并邀请您参加舰队处女航。 到那时为止，我命令你过好每一天…
zh_tw: 外國雇傭兵及其幫夥已經逃離這個地區，我的老爺。 我會派人逐殺他們。 I我們還將感謝您支持興建我的新艦隊，並邀請您參加艦隊處女航。 到那時為止，我命令你過好每一天…

# T_GAME_QUEST_SCEN9_MAIN_TITLE
source: Support the King in his undertaking.
de: Unterstütze den König in seinem Vorhaben.
es: Apoya al rey en su proyecto.
fr: Soutenez le roi dans ses tâches.
id: Dukung usaha Raja.
it: Sostieni l'impresa del Re.
ja: 彼の任務で王様をサポートする。
ko: 왕의 일을 도와주세요.
pt: Apoie o Rei em seus projetos.
ru: Поддержите короля в его затее.
zh: 配合国王的工作。
zh_tw: 配合國王的工作。

# T_GAME_QUEST_SCEN9_SUCEEDED_1
source: Very good! You prevented unrest in town!
de: Sehr gut! Ihr habt die Unruhe im Dorf rechtzeitig verhindert.
es: ¡Fenomenal! ¡Has prevenido las tensiones sociales!
fr: Bravo ! Vous avez calmé les troubles en ville !
id: Bagus sekali! Engkau mencegah kerusuhan di kota!
it: Molto bene! Sei riuscito a impedire i disordini in città!
ja: とてもすばらしい！街の騒乱を防ぎました！
ko: 좋습니다! 마을의 불안을 제 시간에 막아 냈습니다.
pt: Muito bem! Você conseguiu aplacar os ânimos dos habitantes da cidade!
ru: Очень хорошо! Волнения в городе предотвращены!
zh: 非常好！ 您防止了城镇骚乱！
zh_tw: 非常好！ 您防止了城鎮騷亂！

# T_GAME_QUEST_SCEN9_SUCEEDED_2
source: Very good! You delivered just in time!
de: Sehr gut! Ihr habt die Waren rechtzeitig abgeliefert.
es: ¡Fenomenal! ¡Has entregado justo a tiempo!
fr: Bravo ! Vous avez fait la livraison juste à temps !
id: Bagus sekali! Engkau telah mengirim dengan tepat waktu!
it: Molto bene! Hai consegnato appena in tempo!
ja: 本当にすばらしい！確かに受け取ったぞ！
ko: 훌륭합니다! 제 시간 안에 전달하였습니다!
pt: Muito bem! Você fez a entrega a tempo!
ru: Очень хорошо! Поставка прибыла как раз вовремя!
zh: 非常好！ 你即时交付！
zh_tw: 非常好！ 你即時交付！

# T_GAME_QUEST_SCEN_10_DESC
source: Our knights shall find amusement in the local taverns once the tournament is over! I am worried, though, that we have neither enough taverns nor grape juice! Take care of this problem immediately!
de: Unsere Ritterleute sollen sich ruhig in den örtlichen Wirtshäusern nach dem Turnier austoben können! Doch ich befürchte, die bestehenden Gebäude und Saftmengen werden nicht ausreichen! Kümmert Euch darum!
es: ¡Nuestros caballeros merecen divertirse en las tabernas después del torneo! Pero me preocupa que no tengamos ni suficientes tabernas ni suficiente mosto. ¡Soluciona este problema inmediatamente!
fr: Les chevaliers vont se détendre à la taverne à la fin du tournoi. Mais le problème, c'est que l'on manque de tavernes et de jus de raisin. Faites quelque chose - tout de suite !
id: Ksatria kita harus menemukan kesenangan di kedai lokal setelah turnamen berakhir! Aku khawatir, karena, kita tidak memiliki cukup kedai dan jus anggur! Segera atasi permasalahan ini!
it: I nostri cavalieri troveranno sollazzo nelle locali taverne quando il torneo sarà terminato! Ma non abbiamo né taverne né succo d'uva a sufficienza! Occupati immediatamente di questo problema!
ja: 騎士たちはトーナメントが終われば、地元の酒場で楽しむだろう。だが、心配なことがあるのだ。十分な酒場もぶどうジュースもない！すぐに対処しなければならない！
ko: 경기가 끝난 후, 기사들은 지역 여관에서 즐거움을 찾아야합니다! 여관과 포도 주스 모두 충분치 않아 걱정됩니다! 당장 이 문제를 해결해주세요!
pt: Nossos cavaleiros devem achar diversão nas tavernas locais quando o torneio acabar! Estou preocupado, pois não temos tavernas nem suco de uva suficientes! Cuide deste problema imediatamente!
ru: После завершения турнира наши рыцари найдут себе развлечения в местных тавернах! Однако меня беспокоит то, что у нас недостаточно таверн и виноградного сока! Немедленно займись решением этой проблемы!
zh: 比武大赛结束后，我们的骑士会到酒馆去消遣！不过我还是担心，我们的酒馆和葡萄汁都不够！立即处理好这个问题！
zh_tw: 比武大賽結束後，我們的騎士會到酒館去消遣！不過我還是擔心，我們的酒館和葡萄汁都不夠！立即處理好這個問題！

# T_GAME_QUEST_SCEN_10_NAME
source: Attain a high satisfaction with the tavern.
de: Erreiche eine hohe Wirtshaus-Zufriedenheit.
es: Construye una taberna y produce suficiente zumo.
fr: Construisez une taverne et produisez du jus de raisin.
id: Bangun kedai dan hasilkan cukup jus.
it: Costruisci una taverna e produci succo a sufficienza.
ja: 酒場で高い満足度を達成する。
ko: 여관을 짓고 충분한 주스를 생성합니다.
pt: Construa uma taverna e produza suco suficiente.
ru: Построй таверну и произведи достаточно сока.
zh: 兴建一个酒馆，生产充裕的葡萄汁。
zh_tw: 興建一個酒館，生產充裕的葡萄汁。

# T_GAME_QUEST_SCEN_11_DESC
source: Excellent, steward! The town is almost ready, but my daughters and I aren't! I need the most magnificent clothes your tailors can make!
de: Hervorragend, mein Statthalter! Die Stadt ist fast bereit, doch ich und meine Töchter sind es nicht! Ich benötige die prächtigsten Gewänder, die Eure Schneider herstellen können!
es: ¡Excelente, corregidor! La ciudad está lista, pero mis hijas no. ¡Necesito que los sastres confeccionen las prendas más esplendorosas del reino!
fr: Excellent, cher intendant ! La ville est prête - mais pas mes filles ! J'ai besoin des plus beaux vêtements que vos tailleurs puissent confectionner !
id: Luar biasa, steward! Kota sudah siap, tapi tidak untuk aku dan putriku! Aku membutuhkan pakaian terbaik yang bisa dibuat penjahitmu!
it: Eccellente, Siniscalco! La città è pronta ma io e le mie figlie no! Ho bisogno degli abiti più eleganti che i tuoi sarti sappiano creare!
ja: すばらしい。街はほとんど準備完了だ。わしと娘に仕立屋が作る最高の衣装を用意してくれぬか！
ko: 잘했습니다 스튜어드! 마을이 준비가 되었습니다 하지만 제 딸과 저는 더 멋진 옷이 필요합니다!
pt: Excelente, administrador! A cidade está pronta, mas minhas filhas e eu não estamos! Eu preciso das roupas mais magníficas que seus alfaiates possam fazer!
ru: Отлично, наместник! Город готов, в отличие от меня и моих дочерей! Мне нужна самая великолепная одежда, которую только могут изготовить твои портные!
zh: 好极了，干事！城镇的准备工作已经做好了，可是我和我的女儿们还没有准备好呢！我需要你的裁缝为我们终缝制最华丽的衣服！
zh_tw: 好極了，幹事！城鎮的準備工作已經做好了，可是我和我的女兒們還沒有準備好呢！我需要您的裁縫為我們終縫製最華麗的衣服！

# T_GAME_QUEST_SCEN_11_NAME
source: Pay a tribute of 35 clothes.
de: Zahle einen Tribut von 35 Kleidungsstücken.
es: Paga un tributo de 35 prendas.
fr: Payez un tribut de 35 vêtements.
id: Kirim upeti 35 pakaian.
it: Paga un tributo di 35 abiti.
ja: 衣服35着の貢ぎ物を納める。
ko: 35개의 의류를 바칩니다.
pt: Pague um tributo de 35 roupas.
ru: Выплати дань в размере 35 единиц одежды.
zh: 支付35套衣服的贡礼。
zh_tw: 支付 35 套衣服的貢禮。

# T_GAME_QUEST_SCEN_12_DESC
source: We're getting close to the tournament's opening now but I don't want to see any sad faces in town! You better make sure that the Townies are happy!
de: Es ist fast soweit, doch ich möchte keine weinenden Gesichter sehen! Sorgt dafür, dass die Dorfbewohner glücklich sind!
es: ¡Queda poco para que comience el torneo y no quiero ver a nadie triste en la ciudad! ¡Asegúrate de que los townies estén contentos!
fr: Le grand jour approche et je ne veux pas voir le moindre visage triste dans ma ville. Veillez à ce que les habitants soient heureux !
id: Pembukaan turnamen semakin dekat namun aku tidak ingin melihat satu pun wajah sedih di kota! Sebaiknya kau pastikan bahwa para Townie bahagia!
it: Siamo vicini all'inaugurazione del torneo, ma non voglio vedere facce tristi in città! Fai in modo che i paesani siano contenti!
ja: トーナメントの開幕が近づいている。街で悲しい顔は見たくないからな。タウニーたちを幸せにしておくように！
ko: 경기 시작일이 다가오고 있지만 마을에서 슬픈 얼굴을 보고 싶지 않습니다! 주민들이 행복하도록 노력하세요!
pt: A abertura do torneio está chegando, mas não quero ver nenhuma cara triste na cidade! É melhor você verificar se os moradores estão felizes!
ru: Мы все ближе к открытию турнира, однако, я не хочу видеть печальные лица в городе! Тебе лучше сделать так, чтобы все поселяне были счастливы!
zh: 比武大赛快要开幕了！我可不想看到镇上有不开心的面孔！你最好确保镇民们是开心的！
zh_tw: 比武大賽快要開幕了！我可不想看到鎮上有不開心的面孔！您最好確保鎮民們是開心的！

# T_GAME_QUEST_SCEN_12_NAME
source: Attain a high happiness.
de: Sorge für eine hohe Zufriedenheit.
es: Aumenta la felicidad.
fr: Augmentez le niveau de bonheur.
id: Tingkatkan kebahagiaan.
it: Aumenta la felicità.
ja: 高い幸福度を達成する。
ko: 행복을 높입니다.
pt: Aumente a felicidade.
ru: Повысь уровень счастья.
zh: 提升幸福指数。
zh_tw: 提升幸福指數。

# T_GAME_QUEST_SCEN_1_DESC
source: Welcome, my good steward! As you should know, I'm planning to host the region's greatest joust! I expect you to build at least 3 jousting grounds for this event! Do not disappoint me!
de: Seid gegrüßt, mein Statthalter! Wie Ihr wisst, plane ich, das größte Ritterturnier der Region zu veranstalten! Ich erwarte, dass Ihr dafür nicht weniger als 3 Turnierplätze errichtet! Enttäuscht mich nicht!
es: ¡Bienvenido, mi buen corregidor! Como sabrás, quiero celebrar las justas más importantes de la región. ¡Espero que construyas, al menos, 3 campos de justas para la ocasión! ¡No me decepciones!
fr: Bienvenue, cher intendant ! Comme vous le savez, j'envisage d'organiser le tournoi de joute le plus important de la région ! Je vous demanderais de construire au moins trois aires de joute à cette occasion ! Et ne me décevez pas !
id: Selamat datang, steward yang baik! Asal tahu saja, aku berencana mengadakan pertarungan terhebat di dataran ini! Aku berharap kamu membangun setidaknya 3 arena pertarungan untuk acara ini! Jangan kecewakan aku!
it: Benvenuto, mio buon Siniscalco! Come saprai, sto progettando di organizzare la più grande giostra della regione! Mi aspetto che per questo evento tu costruisca almeno 3 percorsi per giostre! Non mi deludere!
ja: よく来てくれた！知っての通り、盛大な馬上槍闘技会を開催することになった。最低でも闘技場が3つ必要なのだ。そなたならなんとかやってくれるはずと信じておるぞ。
ko: 환영합니다 스튜어드 님! 아시다시피, 지역의 마창 경기를 호스트할 예정입니다! 이벤트를 위하여 최소 3개의 경기장을 지어주시길 바랍니다! 실망시키지 마세요!
pt: Bem-vindo, meu bom administrador! Como você deve saber, estou planejando sediar o maior jogo de justa da região! Espero que o senhor construa ao menos 3 campos de justa para este evento! Não me desaponte!
ru: Добро пожаловать, мой добрый наместник! Как тебе уже должно быть известно, я планирую организовать самый большой турнир в этих краях! Я ожидаю, что для этого мероприятия ты построишь минимум 3 арены! Не разочаруй меня!
zh: 欢迎您，我的干事先生！你应该知道，我正计划着举办一场最棒的区域比武大赛！我希望你至少兴建三座比武场来举办这次大赛！别让我失望哦！
zh_tw: 歡迎您，我的幹事先生！您應該知道，我正計畫著舉辦一場最棒的區域比武大賽！我希望您至少興建三座競技場來舉辦這次大賽！別讓我失望哦！

# T_GAME_QUEST_SCEN_1_NAME
source: Build 3 jousting grounds.
de: Baue 3 Turnierplätze.
es: Construye 3 campos de justas.
fr: Construisez trois aires de joute.
id: Bangun 3 arena pertarungan.
it: Costruisci 3 percorsi per giostre.
ja: 馬上槍闘技場を3つ建てる。
ko: 3개의 경기장을 짓습니다.
pt: Construa 3 campos de justa.
ru: Построй 3 арены.
zh: 兴建三座比武场。
zh_tw: 興建三座競技場。

# T_GAME_QUEST_SCEN_2_DESC
source: The guests of our tournament will certainly be hungry! I want you to immediately start producing bread and deliver it as a tribute to your King!
de: Die Gäste unseres Turniers werden hungrig sein! Ich will, dass ihr sofort mit der Produktion von Brot beginnt und es meinem Hof als königliches Tribut übergebt!
es: ¡Los invitados al torneo querrán comer mucho! Quiero que comiences a elaborar pan y se lo entregues al rey como tributo.
fr: Les spectateurs du tournoi seront sûrement affamés ! Je vous demande de faire du pain sur-le-champ et d'en apporter à la cour en tant que tribut royal !
id: Tamu untuk turnamen ini tentu akan lapar! Aku ingin kau segera memulai pembuatan roti dan mengantarkannya sebagai upeti untuk rajamu!
it: Gli ospiti del torneo saranno affamati! Voglio che cominci immediatamente a produrre pane e consegnarlo quale tributo al tuo re!
ja: トーナメントの観客は腹を空かせているにちがいない。直ちにパンを焼いて届けてくれぬか！
ko: 경기를 구경할 군중들은 몹시 흥분해 있습니다! 빵 생산을 당장 시작하시고 왕에게 기여할 양을 배달할 준비를 하세요!
pt: Os convidados para nosso torneio certamente sentirão fome! Quero que você comece imediatamente a produzir pão e entregar como tributo ao seu rei!
ru: Гости турнира, несомненно, будут голодны! Я хочу, чтобы ты немедленно начал производить хлеб и доставил его в качестве дани твоему королю!
zh: 比武大赛的来宾们肯定会饿的！我要求你立即开始烤制面包，当作贡物奉献给你的国王！
zh_tw: 比武大賽的來賓們肯定會餓的！我要求您立即開始烤制麵包，當作貢物奉獻給您的國王！

# T_GAME_QUEST_SCEN_2_NAME
source: Deliver a tribute of 25 loaves of bread.
de: Liefere einen Tribut von 25 Broten.
es: Entrega un tributo de 25 panes.
fr: Apportez un tribut de 25 pains.
id: Kirim upeti 25 potong roti.
it: Consegna un tributo di 25 filoni di pane.
ja: パン25個の貢ぎ物を納める。
ko: 25개의 빵을 왕에게 기여합니다!
pt: Pague um tributo de 25 filões de pão.
ru: Доставь дань в количестве 25 караваев хлеба.
zh: 送出25条面包的贡礼。
zh_tw: 送出 25 條麵包的貢禮。

# T_GAME_QUEST_SCEN_3_1_NAME
source: Build a windmill and produce flour.
de: Baue eine Windmühle und produziere Mehl.
es: Construye un molino y produce harina.
fr: Construisez un moulin et produisez de la farine.
id: Bangun kincir angin dan hasilkan tepung.
it: Costruisci un mulino e produci farina.
ja: 風車を建て、小麦粉を生産する。
ko: 밀가루 생산을 위한 풍차를 짓습니다.
pt: Construa um moinho e produza farinha de trigo.
ru: Построй ветряную мельницу и произведи муку.
zh: 建造一个磨坊并生产面粉。
zh_tw: 建造一個磨坊並生產麵粉。

# T_GAME_QUEST_SCEN_3_2_NAME
source: Build 2 bakeries and produce bread.
de: Baue 2 Bäckereien und produziere Brot.
es: Construye 2 panaderías y produce pan.
fr: Construisez deux boulangeries et produisez du pain.
id: Bangun 2 rumah roti dan hasilkan roti.
it: Costruisci 2 forni e produci del pane.
ja: パン屋を2つ建て、パンを生産する。
ko: 2개의 제과점을 지어 빵을 생산합니다.
pt: Construa 2 padarias e produza pão.
ru: Построй 2 пекарни и произведи хлеб.
zh: 建造两个面包房并生产面包。
zh_tw: 建造兩個麵包房並生產麵包。

# T_GAME_QUEST_SCEN_3_DESC
source: My lord, we shouldn't keep the King waiting! We need wheat and flour to start the bread production!
de: Mein Herr, wir sollten den König besser nicht warten lassen! Wir brauchen Getreide und Mehl, um mit der Brotproduktion zu beginnen!
es: Mi amo, ¡no podemos hacer esperar al rey! ¡Necesitamos trigo y harina para empezar a elaborar pan!
fr: Maître, vous ne devriez pas faire attendre le roi ! Il nous faut du blé et de la farine pour lancer la production de pain !
id: Tuanku, kita tidak boleh membuat raja terus menunggu! Kita membutuhkan gandum dan tepung untuk membuat roti!
it: Mio signore, non dovremmo far aspettare il re! Ci serve grano e farina per avviare la produzione di pane!
ja: 閣下、国王をお待たせすることがあったはなりません。小麦と小麦粉が必要です。すぐにパン作りを始めましょう！
ko: 군주님, 왕을 기다리게 해선 안됩니다! 빵을 생산하려면 밀 그리고 밀가루가 필요합니다!
pt: Meu senhor, não deveríamos deixar o rei esperando! Precisamos de trigo e farinha para começar a produção de pão!
ru: Милорд, мы не должны заставлять короля ждать! Чтобы начать производство хлеба, нам требуются пшеница и мука!
zh: 我的老爷，我们不应该让国王久等！我们需要小麦和面粉开始烤制面包！
zh_tw: 我的老爺，我們不應該讓國王久等！我們需要小麥和麵粉開始烤制麵包！

# T_GAME_QUEST_SCEN_3_NAME
source: Build a farm and produce wheat.
de: Baue einen Bauernhof und produziere Weizen.
es: Construye una granja y produce trigo.
fr: Construisez une ferme et produisez du blé.
id: Bangun ladang dan hasilkan gandum.
it: Costruisci una fattoria e produci grano.
ja: 農場を作り、小麦を生産する。
ko: 농장을 지어 밀을 생산합니다.
pt: Construa uma fazenda e produza trigo.
ru: Построй ферму и произведи пшеницу.
zh: 建造一个农场并生产小麦。
zh_tw: 建造一個農場並生產小麥。

# T_GAME_QUEST_SCEN_4_DESC
source: Very well, my good steward! But bread alone won't be enough to satisfy our guests! I demand fresh fish as a tribute to your King!
de: Sehr gut, mein Statthalter! Aber Brot allein wird unsere Gäste nicht zufrieden stellen! Ich verlange frischen Fisch als weiteren Tribut an Euren König!
es: ¡Muy bien, mi buen corregidor! Pero solo con pan no vamos a satisfacer los estómagos de los invitados. ¡Demando pescado fresco como tributo al rey!
fr: Très bien, cher intendant. Mais pour satisfaire nos invités, il nous faut plus que du pain. Je vous demande du poisson frais comme tribut royal !
id: Luar biasa, steward yang baik! Sayang roti tidak akan cukup untuk memuaskan tamu kita! Aku ingin ikan segar sebagai upeti untuk rajamu!
it: Molto bene, mio buon Siniscalco! Ma il solo pane non sarà sufficiente per soddisfare i nostri ospiti! Esigo pesce fresco come tributo al tuo re!
ja: よくやった！しかしパンだけでは不十分だ！新鮮な魚を届けてくれぬか！
ko: 멋져요 스튜어드 님! 빵만으로 게스트들을 만족시킬 순 없습니다! 왕에게 바칠 신선한 생선이 필요합니다!
pt: Muito bem, meu bom administrador! Mas só o pão não será suficiente para satisfazer nossos convidados! Eu exijo peixe fresco como tributo para seu rei!
ru: Отлично, мой добрый наместник! Однако одного лишь хлеба будет недостаточно для удовлетворения наших гостей! Я требую свежую рыбу в качестве дани твоему королю!
zh: 很好，我的好干事！但是光有面包还不能满足我们的宾客的需要！我需要新鲜的鱼肉作为给您的国王的进贡礼！
zh_tw: 很好，我的好幹事！但是光有麵包還不能滿足我們的賓客的需要！我需要新鮮的魚肉作為給您的國王的進貢禮！

# T_GAME_QUEST_SCEN_4_NAME
source: Deliver a tribute of 25 fish.
de: Liefere einen Tribut von 25 Fischen.
es: Entrega un tributo de 25 unidades de pescado.
fr: Apportez un tribut de 25 poissons.
id: Kirimkan upeti 25 ikan.
it: Consegna un tributo di 25 pesci.
ja: 魚25匹の貢ぎ物を納める。
ko: 25마리의 생선을 왕에게 기여합니다!
pt: Pague um tributo de 25 peixes.
ru: Доставь 25 рыбин в виде дани.
zh: 送出25条鱼的贡礼。
zh_tw: 送出25條魚的貢禮。
