Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_LEGACY_FISHER_HUNTER_HUT_SUCCESS
source: Thank you, Lord, for your kindness. We now have enough food sources to improve our diet. As a result, the inhabitants will be able to live much healthier lives.
de: Habt Dank für Eure Großzügigkeit, mein Herr! Wir haben nun genügend Nahrungsquellen, um unsere Ernährung zu verbessern. Auf diese Weise werden die Bewohner weitaus gesünder leben können.
es: Gracias por tu amabilidad, señor. Ahora tenemos suficientes recursos para mejorar nuestra dieta. Los habitantes llevarán una vida mucho más saludable.
fr: Merci, Sire, pour votre bonté, nous avons maintenant assez de sources de nourriture pour améliorer notre alimentation. De cette façon, les habitants pourront vivre beaucoup plus sainement.
id: Terima kasih untuk kebaikan Tuanku. Sekarang kami punya cukup sumber pangan untuk meningkatkan makanan kami. Jadi, para penduduk akan menikmati hidup yang jauh lebih sehat.
it: Grazie per la vostra gentilezza, Signore. Ora abbiamo abbastanza fonti di cibo per migliorare la nostra dieta. Così la gente potrà condurre una vita molto più sana.
ja: ご厚意に感謝いたします、領主様。食料源が十分に増えて、食卓がちょっぴりうるおいました。これで他の人も、ずっと健康的な生活ができると思います。
ko: 영주님, 정말 감사합니다. 이제 충분한 식량원으로 식생활을 개선할 수 있어요. 앞으로 주민들이 더욱 건강하게 생활하게 될 거예요.
pt: Obrigada por sua gentileza, senhor. Agora temos fontes de alimento suficientes para melhorar nossa alimentação. Assim, os habitantes terão vidas bem mais saudáveis.
ru: Спасибо за вашу доброту, милорд! Благодаря новым источникам пищи мы теперь можем лучше питаться, а значит, жители смогут вести куда более здоровый образ жизни.
zh: 感谢您的施恩，领主大人。我们现在有足够的食物来源来改善饮食了。这样，居民们的生活就会更加健康了。
zh_tw: 感謝您的施恩，領主大人。我們現在有足夠的食物來源來改善飲食了。這樣，居民們的生活就會更加健康了。

# T_LEGACY_FISHER_HUNTER_HUT_TITLE
source: Build fisherman’s hut and a hunter’s cabin.
de: Baue eine Fischerhütte und eine Jagdhütte.
es: Construye una cabaña de pescador y otra de cazador.
fr: Chasse et pêche.
id: Bangun pondok pemancing dan pondok pemburu.
it: Costruisci un capanno di pesca e un capanno di caccia.
ja: 漁師用、および狩人用の小屋を建設する。
ko: 어부의 오두막과 사냥꾼의 오두막을 지으세요.
pt: Construa uma cabana de pescador e uma cabana de caçador.
ru: Построить хижины рыбака и охотника.
zh: 建造渔民小屋和一座猎手小屋。
zh_tw: 建造漁民小屋和一座獵手小屋。

# T_LEGACY_HOUSE_DESC
source: Considering the work we are about to undertake, it would be wise to build an additional townhouse.
de: Angesichts der anstehenden Arbeiten wäre es ratsam, ein zusätzliches Haus zu bauen.
es: Teniendo en cuenta el trabajo que estamos a punto de realizar, sería aconsejable construir otra casa solariega.
fr: Face au travail que nous allons entreprendre, il serait sage de construire une habitation supplémentaire.
id: Mengingat pekerjaan yang akan kita lakukan, ada baiknya kita membangun rumah tinggal lagi.
it: Considerando il lavoro che stiamo per intraprendere, sarebbe saggio costruire un'altra casa.
ja: そして、何に着手すべきか、ですか...住民用の集合住宅を増やすのはいかがでしょう？
ko: 앞으로 맡게 될 작업을 고려할 때 타운하우스를 추가로 건설하는 것이 현명할 거예요.
pt: Levando em conta o trabalho que estamos prestes a fazer, seria bom construir uma nova casa.
ru: Учитывая предстоящую работу, нам бы не помешало построить новый городской дом.
zh: 考虑到我们之后会接下的工作，再建造一座排屋是个明智之举。
zh_tw: 考慮到我們之後會接下的工作，再建造一座排屋是個明智之舉。

# T_LEGACY_HOUSE_SUCCESS
source: That's better! This new home will also be an additional source of income.
de: Das ist schon viel besser so. Dieses neue Wohnhaus wird uns auch als zusätzliche Einnahmequelle dienen.
es: ¡Mucho mejor! Esta nueva casa generará ingresos adicionales.
fr: Voilà qui est mieux, cette nouvelle demeure sera également une source de revenue additionnelle.
id: Ini lebih baik! Rumah tinggal yang baru ini juga akan menjadi sumber penghasilan tambahan.
it: Così va meglio! Questa nuova casa sarà anche un'ulteriore fonte di reddito.
ja: 良い選択ができましたね！新しい家ができたことで、収入源も増えました。
ko: 훨씬 좋군요! 새 집에서 추가로 소득도 발생할 거예요.
pt: Bem melhor! Esta nova casa também será fonte de renda adicional.
ru: Так-то лучше! Этот дом станет дополнительным источником дохода.
zh: 那样好多了！这个新家也会带来更多的收入。
zh_tw: 那樣好多了！這個新家也會帶來更多的收入。

# T_LEGACY_INTRODUCTION_001_DESC
source: Governor, may I welcome you to this village. At the moment, it is just a small town, but I am sure you will make this place flourish, Sir.
de: Statthalter, darf ich euch in diesem Dorf willkommen heißen. Viel haben wir hier noch nicht, aber ich bin sicher, dass Ihr den Ort zum florieren bringen werdet, mein Herr.
es: Gobernador, te doy la bienvenida a esta aldea. De momento es solo un pequeño villorrio, pero estoy seguro de que harás que prospere, señor.
fr: Gouverneur, permettez-moi de vous accueillir dans votre nouveau village. Il n'en est encore qu'à ses balbutiements mais je suis certain que vous saurez le faire prospérer.
id: Selamat datang, Gubernur. Sekarang ini hanya kota kecil, tapi aku yakin kau akan mampu membuatnya berkembang.
it: Governatore, ti do il benvenuto in questo villaggio. Al momento è solo una piccola cittadina, ma sono sicuro che farai fiorire questo posto.
ja: 総督よ、我が町へようこそ。現在は小さな街に過ぎんが、貴君がここに繁栄をもたらすと信じておるよ。
ko: 영주, 이 마을에 온 것을 환영해요. 지금은 작은 마을이지만 영주가 이곳을 크게 발전시킬 수 있을 거예요.
pt: Governador, seja bem-vindo à aldeia. No momento, é uma cidade bem pequena, mas tenho certeza que o senhor a fará florescer.
ru: Добро пожаловать в деревню, губернатор! Сейчас она совсем небольшая, но я уверен, у вас получится добиться ее процветания, сир.
zh: 镇长，欢迎来到这个村庄。目前为止，它还只是一个小镇，不过我相信你会使这里发展兴旺的，先生。
zh_tw: 鎮長，歡迎來到這個村莊。目前為止，它還只是一個小鎮，不過我相信你會使這裡發展興旺的，先生。

# T_LEGACY_INTRODUCTION_002_DESC
source: Speaking of prosperity, I have a very important job for you. As you can see, I am no longer the youngest, and although I may still have many good years ahead of me, my time here will soon be over.
de: Apropos Wohlstand, ich habe eine sehr wichtige Aufgabe für euch. Wie Ihr sehen könnt, bin ich nicht mehr der Jüngste, und selbst wenn ich noch viele gute Jahre vor mir haben könnte, wird meine Zeit hier irgendwann vorbei sein.
es: Hablando de prosperidad, tengo una misión muy importante para ti. Como ves, ya no soy joven, y aunque puede que aún me queden unos cuantos años, mi final no está tan lejos.
fr: En parlant de prospérité, j’ai une mission des plus capitales à vous confier. Comme vous pouvez le constater, je ne suis plus tout jeune et bien que j’ai encore devant moi de belles années, mon temps ici est bientôt révolu.
id: Bicara soal kemakmuran, aku punya tugas penting untukmu. Seperti yang kau lihat, aku tidak muda lagi, dan meskipun sisa usiaku mungkin masih bertahun-tahun, waktuku di sini akan segera berakhir.
it: A proposito di prosperità, ho un lavoro molto importante per te. Come puoi vedere non sono più giovane, e anche se avrò ancora molti anni davanti a me, il mio tempo qui sarà presto finito.
ja: その「繁栄」の鍵となる、非常に重要な仕事を貴君に頼みたい。ご覧のとおり、私はもう若くない。まあ、意外にしぶとく長生きするかもしれないが、ここで過ごす時間は間もなく終わるじゃろう。
ko: 마을의 번영을 위해 중요한 작업이 있어요. 보시다시피 난 이제 젊지 않아요. 앞으로도 좋은 날을 보낼 수 있겠지만 곧 끝나겠죠.
pt: Por falar em prosperidade, tenho uma tarefa bem importante para o senhor. Como pode ver, não sou mais tão jovem, e embora tenha ainda alguns anos de vida pela frente, logo minha vida chegará ao fim.
ru: Кстати, раз уж мы заговорили о процветании, у меня для вас важное поручение. Как видите, я уже далеко не молод. Хоть я и надеюсь, что мне уготовано еще немало лет, я чувствую — время мое на исходе.
zh: 说到发展兴旺，我们一项十分重要的工作要给你。如你所见，我已经上岁数了，虽然我可能还有很多年的活头，不过我在这里的时间马上就要结束了。
zh_tw: 說到發展興旺，我們一項十分重要的工作要給你。如你所見，我已經上歲數了，雖然我可能還有很多年的活頭，不過我在這裡的時間馬上就要結束了。

# T_LEGACY_INTRODUCTION_003_DESC
source: I would like to leave a trace of my reign here which could inspire future generations. I already have some ideas, but I need your assistance to make them a reality.
de: Ich möchte in dieser Welt Spuren meiner Zeit als König hinterlassen, die zukünftige Generationen inspirieren sollen. Aber um meine Ideen zu verwirklichen, brauche ich Eure Hilfe.
es: Me gustaría dejar una huella de mi reinado que inspire a las futuras generaciones. Ya tengo algunas ideas, pero necesito que me ayudes a hacerlas realidad.
fr: Je souhaiterais laisser une trace de mon passage ici, qui pourrait inspirer les générations futures. J’ai déjà quelques idées mais pour cela j’aurais besoin de vous pour les concrétiser.
id: Aku ingin meninggalkan jejak kekuasaanku di sini untuk mengilhami generasi mendatang. Aku sudah punya beberapa ide, tapi aku perlu bantuanmu untuk mewujudkan semuanya.
it: Vorrei lasciare una traccia del mio regno che possa ispirare le generazioni future. Ho già alcune idee, ma ho bisogno del tuo aiuto per tradurle in realtà.
ja: 私は、治世の足跡をここに残し、未来の世代を鼓舞したい。いくつか案はあるものの、実現させるにはそなたの力が必要だ。
ko: 미래 세대에게 영감을 줄 왕국의 흔적을 남기고 싶어요. 이미 좋은 생각이 있지만 실현하려면 영주의 도움이 필요해요.
pt: Gostaria de deixar um rastro do meu reino para inspirar futuras gerações. Já tenho algumas ideias, mas preciso da sua assistência para torná-las realidade.
ru: Я бы хотел оставить после себя памятники своему правлению, которые бы вдохновляли все будущие поколения. У меня есть несколько идей, но, чтобы воплотить их в жизнь, мне потребуется ваша помощь.
zh: 我想在这里留下一些我统治过的痕迹好启发后人。我已经想好怎么做了，不过我需要你的帮助才能实现。
zh_tw: 我想在這裡留下一些我統治過的痕跡好啟發後人。我已經想好怎麼做了，不過我需要你的説明才能實現。

# T_LEGACY_INTRODUCTION_004_DESC
source: I will send you letters containing memories from my life. Each remembrance will be the subject of a task for you. Do not disappoint me. When the last letter is sent, I will come and visit you in the village.
de: Ich werde Euch Briefe schicken, die Erinnerungen aus meinem Leben enthalten. Jede Nachricht wird Gegenstand einer Aufgabe für Euch sein. Enttäuscht mich nicht. Wenn der letzte Brief verschickt ist, werde ich Euch im Dorf besuchen kommen.
es: Te enviaré cartas con los recuerdos de mi vida. Cada uno implicará una tarea para ti. No me decepciones. Cuando te haya enviado la última carta, vendré a visitarte a la aldea.
fr: Je vous ferais parvenir des lettres qui contiendront des souvenirs de ma vie. Chaque souvenir fera l’objet d’une mission pour vous. Ne me décevez pas. Lorsque la dernière lettre sera envoyée, je viendrais vous rendre visite.
id: Aku akan mengirim surat berisi kenangan hidupku. Setiap kenangan akan menjadi pokok tugas untukmu. Jangan kecewakan aku. Setelah surat terakhir terkirim, aku akan datang dan mengunjungimu di desa ini.
it: Ti invierò delle lettere che conterranno alcuni ricordi della mia vita. A ogni ricordo corrisponderà un compito da portare a termine. Non deludermi. Quando l'ultima lettera sarà inviata, verrò a trovarti nel villaggio.
ja: これまでの人生の軌跡をたどり、それぞれ手紙にしたためてお送りしよう。ひとつひとつの記憶を、そなたの任務として課す。どうか期待に応えておくれ。最後の手紙を送ったあと、貴君の村へ参るとしよう。
ko: 살면서 겪었던 일을 편지에 담아 영주에게 보낼게요. 각 경험이 과제의 주제가 될 거예요. 실망하게 하지 말아요. 마지막 편지를 보낸 후 영주를 만나러 마을로 찾아갈게요.
pt: Enviarei cartas contendo memórias da minha vida. Cada lembrança será o assunto de uma tarefa para você. Não me decepcione. Quando a última carta for enviada, eu virei visitá-lo na aldeia.
ru: Я напишу вам о разных событиях моей жизни. Ознакомьтесь с этими письмами, чтобы понять, какую задачу я вам поставил. Не разочаруйте меня. Отправив последнее письмо, я навещу вашу деревню.
zh: 我会寄给你几封写有我毕生回忆的信。每段回忆都会是你一项任务的主题。不要让我失望。最后一封信寄出去的时候，我会过来参观你的村子的。
zh_tw: 我會寄給你幾封寫有我畢生回憶的信。每段回憶都會是你一項任務的主題。不要讓我失望。最後一封信寄出去的時候，我會過來參觀你的村子的。

# T_LEGACY_LETTER_001_DESC
source: By being closer to his people, he was able to help them better. So he would like to see a tavern built in this city, where tales and legends from other lands could be passed on.
de: Durch die Nähe zu seinem Volk lernte er ihre Ängste und Sorgen kennen und konnte ihnen dadurch helfen. Deshalb möchte er ein Wirtshaus in dieser Stadt erbauen lassen, in der Geschichten und Legenden aus anderen Ländern weitergegeben werden können.
es: Mezclándose con su pueblo fue capaz de ayudarlo con más eficacia. Así que le gustaría que se construya una taberna en esta ciudad donde se cuenten las historias y leyendas de otras tierras.
fr: En étant plus proche de son peuple, il a pu mieux les aider. Ainsi donc, il aimerait voir construire dans cette ville une taverne où les contes et légendes d’autres terres pourraient se transmettre.
id: Dengan berada lebih dekat ke rakyatnya, dia bisa melayani mereka lebih baik. Karena itu dia ingin sebuah kedai minum dibangun di sini, di mana cerita dan legenda dari negeri lain bisa diteruskan.
it: Essere più vicino alla sua gente gli permise di aiutarli meglio. Per questa ragione vorrebbe vedere erigere una taverna in questa città, dove si possano tramandare racconti e leggende di altre terre.
ja: 民衆との距離を縮めることで、痒い所に手が届く支援が可能になったのですね。この街の酒場の見学も所望されています。よその土地の物語や伝説が聞ける、絶好の機会ですものね。
ko: 왕은 백성들과 가까워지면서 백성들을 더 잘 도울 수 있었어요. 왕은 마을에 선술집이 있었으면 해요. 다른 지역의 이야기와 전설들을 후대에 전할 수 있게요.
pt: Ao ficar próximo das pessoas, ele pôde ajudá-las melhor. Então ele gostaria de ver uma taverna construída na cidade, onde histórias e lendas de outras terras possam ser contadas.
ru: Сблизившись с народом, король научился лучше ему помогать. Поэтому он бы хотел, чтобы вы построили в городе таверну, где завсегдатаи смогут обмениваться друг с другом легендами и историями.
zh: 通过拉近与民众的距离，他可以更好的帮助他的人民。所以他想让我们在这座城市里建造一座酒馆，好让异地的故事与传奇在这里流传。
zh_tw: 通過拉近與民眾的距離，他可以更好的幫助他的人民。所以他想讓我們在這座城市裡建造一座酒館，好讓異地的故事與傳奇在這裡流傳。

# T_LEGACY_LETTER_001_DESCRIPTION_001_DESC
source: The first letter has arrived. It is very interesting, Sire! When our good King was still a young teenager, his father forced him to join the common folk in order to understand the tasks of each individual Townie.
de: Der erste Brief wurde gerade an uns geschickt. Er ist sehr interessant, mein Herr! Als unser geliebter König noch sehr jung war, zwang ihn sein Vater, sich unter die Bewohner zu mischen und von ihnen zu lernen. Dort sollte er in Erfahrung bringen, was die Bürden und Freuden eines jeden Bürgers im Königreich sind.
es: Ha llegado la primera carta. ¡Es muy interesante, excelencia! Cuando nuestro buen rey era un adolescente, su padre le obligó a mezclarse con el pueblo llano para que entendiese las tareas de cada townie.
fr: La première lettre vient de nous parvenir. Elle est des plus délicieuses Sire ! Lorsque notre bon roi n’était encore qu’un jeune adolescent, son père l’a forcé à se mélanger au peuple et à apprendre, du moins comprendre les tâches de chaque habitant.
id: Surat pertama sudah tiba. Isinya sangat menarik, Tuanku! Ketika Raja kita masih muda, ia diharuskan oleh ayahnya untuk berbaur dengan orang kebanyakan agar bisa memahami pekerjaan tiap-tiap Townie.
it: La prima lettera è arrivata. È molto interessante, sire! Quando il nostro buon re era ancora un giovanotto, suo padre lo costrinse a mescolarsi tra la gente comune perché comprendesse i compiti di ogni singolo cittadino.
ja: 領主様、最初の手紙が届きました。これは何とも興味深い...国王陛下がまだ10代のころ、父親からある命令をされたそうです。庶民の中へ紛れ込み、住人ひとりひとりの課題を理解せよと。
ko: 첫 번째 편지가 도착했습니다. 영주님, 매우 흥미롭군요! 왕이 아직 십 대였을 때 왕의 아버지께서 주민들 각자의 일을 이해하도록 왕을 일반 주민들과 어울리게 하셨어요.
pt: A primeira carta chegou. É bem interessante, senhor! Quando nosso bom Rei ainda era adolescente, seu pai o forçou a se juntar à plebe para entender as tarefas de cada habitante.
ru: Вот и первое письмо. Как интересно, сир! Оказывается, когда наш добрый король был еще совсем юным, отец заставил его жить среди простого люда и учиться всему, что делают горожане.
zh: 第一封信已经到了。阁下，这真是封有意思的信！我们善良的国王还是个青少年的时候，他的父亲强迫他到普通百姓之中去，了解每位镇民的工作。
zh_tw: 第一封信已經到了。閣下，這真是封有意思的信！我們善良的國王還是個青少年的時候，他的父親強迫他到普通百姓之中去，瞭解每位鎮民的工作。

# T_LEGACY_LETTER_001_DESCRIPTION_002_DESC
source: Thus, every week, he discovered a new profession of his people. One week as a lumberjack, the next one as a fisherman or even an innkeeper. Afterwards, he was able to more accurately estimate the needs of his people. That is remarkable, my Lord!
de: So übte er jede Woche einen neuen Beruf seiner Mitbürger aus. Eine Woche als Holzfäller, eine andere als Fischer oder sogar als Schankwirt. Danach konnte er die Bedürfnisse seines Volkes viel besser einschätzen. Das ist wahrlich bemerkenswert, mein Herr!
es: Así, cada semana descubría una nueva profesión. Una semana era leñador, la siguiente pescador, e incluso posadero. Después de eso fue capaz de valorar con más precisión las necesidades de su pueblo. ¡Es extraordinario, mi señor!
fr: Ainsi, chaque semaine, il découvrait un nouveau métier de ses gens. Une semaine bucheron, l’autre pêcheur ou encore tavernier. Il a pu ainsi mieux estimer les besoins de son peuple par la suite. C’est remarquable !
id: Jadi, setiap minggu dia mempelajari profesi baru. Satu minggu sebagai penebang pohon, minggu berikut sebagai pemancing atau bahkan pemilik kedai. Setelah itu, dia bisa lebih tepat memperkirakan kebutuhan rakyatnya. Itu luar biasa, Tuanku!
it: Così, ogni settimana scoprì una diversa professione del popolo: una settimana fu boscaiolo, la settimana successiva pescatore e poi taverniere. In seguito, ciò gli permise di valutare meglio i bisogni del suo popolo. È davvero straordinario, mio Signore!
ja: それに従った国王は、週替わりで市井の職業を転々としました。1週間目は木こり、次の週は漁師、果ては宿屋の主人まで！その結果、彼は庶民が何を必要としているか、より正しく推測できるようになりました。とてつもないことですね、領主様！
ko: 그래서 왕은 매주 새로운 일을 경험했어요. 한 주는 벌목꾼으로, 그다음 주는 어부나 선술집 주인으로 일하기도 했죠. 왕은 이러한 경험을 통해 백성들이 원하는 것을 더 정확히 알 수 있었어요. 정말 훌륭하네요, 영주님!
pt: Assim, toda semana, ele descobriu uma nova profissão no meio do povo. Uma semana era como lenhador, na seguinte era como pescador ou até como estalajadeiro. Depois, ele pôde estimar com mais precisão as necessidades de seu povo. Impressionante, senhor!
ru: Каждую неделю он открывал для себя новую профессию. Неделю он был дровосеком, другую — рыбаком или даже трактирщиком. После этот опыт помог ему точнее оценивать нужды людей. Поразительно, милорд!
zh: 因此，每个星期他都会接触一项新的职业。这个星期做锯木工，下个星期做渔民甚至是酒保。在那之后，他学会了更加精确地预估人们的需求。真是太不可思议了，领主大人！
zh_tw: 因此，每個星期他都會接觸一項新的職業。這個星期做伐木工，下個星期做漁民甚至是酒保。在那之後，他學會了更加精確地預估人們的需求。真是太不可思議了，領主大人！

# T_LEGACY_LETTER_001_DESCRIPTION_003_DESC
source: The profession of innkeeper has particularly challenged him. At first he thought it was only parties and drinks, so he found himself very deprived when he realized that it was offering a lot more.
de: Der Beruf des Gastwirtes hat ihn besonders überrascht und geprägt. Zuvor hatte er gedacht, dass es dort nur um Bier und Feiern ginge. Umso überraschter war er, als er viel tiefere Einblicke in das Wirtshaus erlangen konnte. Die Arbeit hatte mehr zu bieten, als er zu Beginn dachte...
es: La profesión de posadero le supuso un serio desafío. Al principio pensaba que solo había fiestas y bebida, de modo que se sintió muy ignorante cuando descubrió que ofrecía mucho más.
fr: Le métier de tavernier l’a particulièrement bouleversé. Lui qui pensait que ce n’était que fêtes et boissons il s’est trouvé bien dépourvu quand il s’est rendu compte qu’elle apportait bien plus.
id: Profesi pemilik kedai menjadi tantangan tersendiri baginya. Mula-mula dia menyangka kedai itu hanya soal pesta dan minuman, tapi akhirnya dia menyadari bahwa banyak lagi yang ditawarkan di sana.
it: La professione di taverniere lo mise particolarmente alla prova. All'inizio pensava che si trattasse solo di festini e bevute, quindi rimase molto sorpreso quando realizzò che aveva da offrire molto di più.
ja: 宿屋の仕事は、特に大変だったようです。宴会や酒の準備さえすればよいと思っていたところが、実際の仕事は非常に多岐にわたり、ご自身の無知を痛感したと書かれています。
ko: 왕에게 선술집 주인의 일은 특히 힘들었어요. 처음에는 파티와 술을 제공하면 그만이라고 생각했는데 훨씬 더 많은 것을 배우면서 자신이 얼마나 부족한 사람인지 깨달았어요.
pt: A profissão de estalajadeiro foi um desafio especial para ele. No começo, ele achava que eram só festas e bebidas, então ele descobriu que ela oferecia muito mais do que isso.
ru: Особенно трудной ему показалась профессия трактирщика. Поначалу он думал, что в ней нет ничего сложного — знай себе устраивай вечеринки и разноси выпивку, — но вскоре он с удивлением обнаружил, что дело это не такое уж и простое.
zh: 酒保的工作对他来讲尤具挑战性。一开始他以为酒馆只是人们开派对喝酒的地方，所以当后来发现酒馆的工作不止于此的时候，他发觉自己之前十分无知。
zh_tw: 酒保的工作對他來講尤具挑戰性。一開始他以為酒館只是人們開派對喝酒的地方，所以當後來發現酒館的工作不止於此的時候，他發覺自己之前十分無知。

# T_LEGACY_LETTER_001_DESCRIPTION_004_DESC
source: The tavern allowed for informal debates. From philosophy to the stories told by foreign travelers, everything was a source of wonder and reflection.
de: Die Atmosphäre des Wirtshauses erschuf einen Ort für zwischenmenschliche Debatten. Von philosophischen Diskursen bis hin zu Geschichten ausländischer Reisender. Es gab so viele erstaunliche Menschen kennenzulernen und Erzählungen zu lauschen.
es: En la taberna podía haber debates informales. Desde las cuestiones filosóficas hasta las historias que contaban los viajeros extranjeros, todo le asombraba y le hacía reflexionar.
fr: La taverne permettait des débats à bâtons rompus. De la philosophie aux histoires racontées par les voyageurs étrangers, tout était source d’émerveillement et de réflexions.
id: Kedai minum menjadi tempat debat informal. Dari filsafat sampai kisah perjalanan pelancong asing, segala sesuatu menjadi sumber kekaguman dan perenungan.
it: La taverna era luogo di conversazioni interessanti: dalla filosofia alle storie che raccontavano i viaggiatori venuti da lontano, tutto era fonte di meraviglia e riflessione.
ja: 酒屋についても記述があります。ざっくばらんな意見が聞ける場所、と。国外出身の旅人が語る哲学から物語まで、すべてが感動と思索の糧となりました。
ko: 선술집에서는 가볍게 논쟁을 할 수 있었어요. 철학부터 외국 여행자가 전하는 이야기까지 놀라움과 생각할 거리를 주었죠.
pt: A taverna permitia debates informais. Desde filosofia até histórias contadas por viajantes, tudo era uma fonte de descobrimento e reflexão.
ru: Таверна позволяет устраивать неофициальные дебаты. Все, от философии до рассказов странников, может стать источником для чудесных разговоров и размышлений.
zh: 酒馆里可以进行非正式辩论。从哲学道理到外国故事，一切都能带来惊奇和反思。
zh_tw: 酒館裡可以進行非正式辯論。從哲學道理到外國故事，一切都能帶來驚奇和反思。

# T_LEGACY_LETTER_001_SUCCESS
source: Wonderful, Sire! The inhabitants are delighted with this new place full of life and warmth. The long winter evenings will be more pleasant this way.
de: Herr, die Bewohner sind begeistert von diesem neuen Ort voller Leben und Wärme. Die langen Winterabende werden so bestimmt viel angenehmer.
es: ¡Maravilloso, excelencia! La población está encantada con este sitio nuevo cálido y lleno de vida. Ahora las largas noches invernales serán más placenteras.
fr: Merveilleux Sire, les habitants sont ravis de ce nouveau lieu plein de vie et de chaleur, les longues soirées d’hiver seront plus agréables de la sorte.
id: Bagus sekali, Tuanku! Para penduduk senang sekali dengan tempat baru yang hidup dan hangat ini. Malam-malam yang panjang di musim dingin akan menjadi lebih menyenangkan.
it: Meraviglioso, sire! Gli abitanti sono entusiasti di questo nuovo luogo pieno di vita e di calore. Le lunghe serate invernali saranno più piacevoli in questo modo.
ja: 素晴らしいですね、陛下！この新しい場所は活気と温かさに満ちています。住民の表情も明るくなりました。長い冬の夜が、これで少しでも心地良くなりますように。
ko: 훌륭해요, 영주님! 주민들이 생기와 따스함이 가득한 새로운 장소에 기뻐하고 있어요. 앞으로 긴 겨울 저녁을 즐겁게 보내게 될 거예요.
pt: Maravilha, senhor! Os habitantes estão encantados com este novo local cheio de vida e calor humano. As longas noites de inverno serão mais agradáveis assim.
ru: Чудесно, сир! Местные жители без ума от таверны! Это место полно жизни и тепла. Здесь люди смогут скоротать не один долгий зимний вечерок.
zh: 太好了，阁下！居民们看到这个地点充满了人气与温暖非常满意。这样漫长的冬夜就会变得更加惬意了。
zh_tw: 太好了，閣下！居民們看到這個地點充滿了人氣與溫暖非常滿意。這樣漫長的冬夜就會變得更加愜意了。
