Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUESTION_NOGOLD
source: You don't have enough Thaler! Increase your tax rate or sell some goods at the marketplace!
de: Du hast zu wenig Taler! Erhöhe deine Steuerrate oder verkaufe Waren auf dem Marktplatz!
es: No tienes suficientes táleros. ¡Sube los impuestos o vende artículos en el mercado!
fr: Vous n'avez pas assez d'écus ! Augmentez vos impôts ou vendez des marchandises au marché !
id: Kamu tidak punya cukup Thaler! Tingkatkan nilai pajakmu atau jual beberapa barang di pasar!
it: Non hai abbastanza talleri! Aumenta le tasse o vendi della merce al mercato!
ja: ターレルが足りません。税率を上げるか、市場で物を売りましょう。
ko: 탈러가 부족합니다! 세금을 인상하거나 또는 시장에 상품을 판매하세요!
pt: Você não tem Táler suficiente! Aumente sua taxa de impostos ou venda algumas mercadorias no mercado!
ru: У тебя недостаточно талеров! Увеличь уровень податей или продай товары на рынке!
zh: 你没有足够的泰勒币！提高税率，或者到市场去出售货物！
zh_tw: 泰勒幣不足！提高稅率，或者到市場去出售貨物！

# T_GAME_QUESTION_NOPRESTIGE
source: You can't afford it!
de: Du kannst es dir nicht leisten!
es: ¡No puedes permitírtelo!
fr: Vous ne pouvez pas vous le permettre !
id: Kamu tidak mampu mendapatkannya!
it: Non puoi permettertelo!
ja: 十分な余裕がありません！
ko: 만들 수 없습니다!
pt: Não há como pagar!
ru: Это тебе не по карману!
zh: 您还消费不起！
zh_tw: 您還消費不起！

# T_GAME_QUESTION_NOPRESTIGE_OLD
source: You can't afford it! Get more Prestige!
de: Du kannst es dir nicht leisten! Hol dir mehr Prestige!
es: No puedes permitírtelo. ¡Consigue más prestigio!
fr: Vous ne pouvez pas vous le permettre ! Gagnez plus de points de Prestige !
id: Tidak terjangkau untukmu! Dapatkan lebih banyak Prestige!
it: Non te lo puoi permettere! Acquista più prestigio!
ja: 名声が必要です。
ko: 돈이 부족합니다. 프레스티지를 확보 하세요!
pt: Você não tem como pagar por isso! Consiga mais prestígio!
ru: Ты не можешь себе это позволить! Получи больше очков престижа!
zh: 你付不起！获得更高的声望值！
zh_tw: 您無法提供！獲得更高的聲望點數！

# T_GAME_QUESTION_NOREFILL
source: You can't search for new ore deposits at the moment!
de: Du kannst im Moment nicht nach neuen Rohstoffen suchen!
es: Ahora mismo no puedes ir en busca de más depósitos de mineral.
fr: Vous ne pouvez pas rechercher de nouveaux dépôts de minerai pour le moment !
id: Anda tidak bisa mencari deposit bijih baru saat ini!
it: Non puoi cercare nuovi giacimenti di minerale in questo momento!
ja: 現時点で新たな鉱床を探索することはできません。
ko: 현재 새로운 광석을 찾을 수 없습니다.
pt: Você não pode buscar novos depósitos de minério no momento!
ru: В данный момент поиск новых рудных месторождений невозможен!
zh: 当前无法寻找新的矿床！
zh_tw: 當前無法尋找新的礦床！

# T_GAME_QUESTION_NOREPAIRS
source: There are no buildings to repair!
de: Es gibt keine zu reparierenden Gebäude!
es: No hay edificios para reparar!
fr: Il n'y a pas de bâtiments à réparer!
id: Tidak ada bangunan untuk memperbaiki!
it: Non ci sono edifici per riparare!
ja: 修理する建物はありません！
ko: 수리 할 건물이 없습니다!
pt: Não há edifícios para reparar!
ru: Нет никаких зданий для ремонта!
zh: 没有建筑要修理！
zh_tw: 沒有建築要修理！

# T_GAME_QUESTION_NOREPAIRS_SINGLE
source: The building does not need repairs!
de: Das Gebäude benötigt keine Reparaturen!
es: El edificio no necesita reparaciones!
fr: Le bâtiment n'a pas besoin de réparations!
id: Bangunan tidak perlu perbaikan!
it: L'edificio non ha bisogno di riparazioni!
ja: 建物は修理する必要はありません！
ko: 건물은 수리가 필요하지 않습니다!
pt: O edifício não precisa de reparos!
ru: Здание не нуждается в ремонте!
zh: 该建筑不需要维修！
zh_tw: 該建築不需要維修！

# T_GAME_QUESTION_OVERRIDE
source: Are you sure you want to overwrite this save game?
de: Willst du den alten Spielstand wirklich überschreiben?
es: ¿Seguro que quieres sobrescribir esta partida guardada?
fr: Êtes-vous sûr de vouloir écraser cette sauvegarde ?
id: Apa kamu yakin untuk menimpa penyimpanan game ini?
it: Vuoi davvero sovrascrivere questo salvataggio?
ja: このセーブデータを上書きしてもよろしいですか？
ko: 저장된 게임을 덮어쓰시겠습니까?
pt: Tem certeza que quer substituir este jogo salvo?
ru: Уверен, что хочешь перезаписать эту сохраненную игру?
zh: 你确定要重新改写这个存档的游戏吗？
zh_tw: 您確定要重新改寫這個存檔的遊戲嗎？

# T_GAME_QUESTION_PAYPRESTIGE
source: Do you want to pay with Prestige?
de: Möchtest du mit Prestige bezahlen?
es: ¿Quieres pagar con prestigio?
fr: Voulez-vous payer en Prestige ?
id: Apa kamu ingin membayar dengan Prestige?
it: Vuoi pagare con il prestigio?
ja: 名声を消費して実行しますか？
ko: 프레스티지로 결제하시겠습니까?
pt: Você quer pagar com prestígio?
ru: Хочешь оплатить очками престижа?
zh: 你想要用声望值支付吗？
zh_tw: 您想要用聲望點數支付嗎？

# T_GAME_QUESTION_REPAIR
source: Do you want to repair this building?
de: Willst du das Gebäude reparieren?
es: ¿Quieres reparar este edificio?
fr: Voulez-vous réparer ce bâtiment ?
id: Apa kamu ingin memperbaiki bangunan ini?
it: Vuoi riparare questo edificio?
ja: この建物を修復しますか？ターレルが必要です。
ko: 해당 빌딩을 수리하시겠습니까?
pt: Quer reparar este prédio?
ru: Хочешь отремонтировать это здание?
zh: 你想要修缮此建筑物吗？
zh_tw: 您想要修繕此建築物嗎？

# T_GAME_QUESTION_REPAIR_NO_MONEY
source: You cannot afford to repair this building.
de: Du kannst es dir nicht leisten, das Gebäude zu reparieren.
es: No tienes suficientes táleros para reparar este edificio.
fr: Vous ne pouvez pas vous permettre de réparer ce bâtiment.
id: Kamu tidak bisa membayar perbaikan bangunan ini.
it: Non puoi permetterti di riparare questo edificio.
ja: 修復に必要なターレルが足りません。
ko: 해당 빌딩을 수리할 돈이 부족합니다.
pt: Você não tem como pagar para reparar este prédio.
ru: Ты не можешь себе позволить ремонт этого здания.
zh: 你承担不起这座建筑物的修缮费用！
zh_tw: 您承擔不起這座建築物的修繕費用！

# T_GAME_QUESTION_RESEARCH_CONFIRM
source: Do you want to instantly research for Prestige?
de: Willst du die Forschung für Prestige sofort abschliessen?
es: ¿Quieres buscar instantáneamente usando Prestige?
fr: Voulez-vous utiliser du Prestige pour rechercher instantanément ?
id: Apa kamu ingin melakukan riset instan dengan menggunakan Prestige?
it: Vuoi usare del Prestigio completare istantaneamente la ricerca?
ja: 名声を消費してすぐにリサーチしますか？
ko: 특권을 위해 바로 연구하시겠습니까?
pt: Deseja pesquisar imediatamente em troca de Prestígio?
ru: Хочешь выполнить мгновенное исследование с помощью престижа?
zh: 你确定使用声望完成研究吗？
zh_tw: 你確定使用聲望值完成研究嗎？

# T_GAME_QUESTION_RETREAT
source: Do you want to recall the soldiers? Troops already in combat remain unaffected!
de: Möchtest du die gesendeten Soldaten zurückordern? Bereits kämpfende Soldaten werden nicht berücksichtigt!
es: ¿Quieres que regresen? ¡Los que ya están en liza no se verán afectados!
fr: Voulez-vous rappeler les soldats ? Les troupes déjà en combat ne sont pas concernées !
id: Para serdadu mau ditarik? Pasukan yang sudah bertempur takkan terpengaruh!
it: Vuoi davvero richiamare i soldati? Le truppe già in combattimento non subiranno alcun effetto!
ja: 兵士たちを呼び戻しますか？既に戦闘の中にいる軍隊はそのままです！
ko: 군인들을 소환하시겠습니까? 이미 전투에 투입된 부대가 피해를 입지 않았어요!
pt: Você quer recuar os soldados? As tropas que já estão em combate não são afetadas!
ru: Хочешь вернуть солдат? Данное действие не влияет на бойцов, участвующих в сражении.
zh: 您是否要召回士兵？战斗中的士兵，不会受到影响！
zh_tw: 您是否要召回士兵？戰鬥中的士兵，不會受到影響！

# T_GAME_QUESTION_SKIPTUTORIAL
source: Do you want to play the tutorial first?
de: Möchtest du erst mal die Einführung spielen?
es: ¿Quieres jugar primero al tutorial?
fr: Voulez-vous d'abord suivre le didacticiel ?
id: Apa kamu ingin memainkan tutorial lebih dulu?
it: Vuoi giocare prima il tutorial?
ja: まずはじめにチュートリアルからプレイしますか？
ko: 튜토리얼을 실행하시겠습니까?
pt: Você quer jogar o tutorial primeiro?
ru: Сначала пройти обучение?
zh: 你想先演示一遍教程吗？
zh_tw: 您想先演示一遍教程嗎？

# T_GAME_QUESTION_SKIPTUTORIAL_MILITARY
source: Do you want to play the military tutorial first?
de: Möchtest du zuerst die militärische Grundausbildung spielen?
es: ¿Quieres completar primero el tutorial militar?
fr: Voulez-vous commencer par le tutoriel militaire ?
id: Kamu mau memainkan tutorial militer lebih dulu?
it: Vuoi seguire prima il tutorial militare?
ja: 最初に軍事チュートリアルでプレイしたいですか？
ko: 군사 튜토리얼을 먼저 플레이하시겠습니까?
pt: Deseja jogar o tutorial militar primeiro?
ru: Хочешь сначала пройти обучение военному делу?
zh: 您想先学习战争教程吗？
zh_tw: 您想先學習戰爭教程嗎？

# T_GAME_QUESTION_START_FAIRGROUND_PARTY
source: Do you want to start a festival at the fairground?
de: Möchtest du ein Fest auf dem Festplatz veranstalten?
es: ¿Quieres comenzar un festival en el recinto ferial?
fr: Voulez-vous démarrer un festival au champ de foire ?
id: Mau memulai festival di arena pekan raya?
it: Vuoi iniziare un festival nel centro fieristico?
ja: 催事会場でお祭りを始めますか？
ko: 축제장에서 축제를 시작하시겠습니까?
pt: Deseja começar um festival na praça de eventos?
ru: Начать празднество на ярмарочной площади?
zh: 您想到露天娱乐场开始庆典吗？
zh_tw: 您想到露天娛樂場開始慶典嗎？

# T_GAME_QUESTION_STORAGE_FULL
source: Your warehouses are full! Clear some storage space first!
de: Deine Lagerhäuser sind zu voll! Du musst erst Platz machen!
es: ¡Tus almacenes están llenos! ¡Primero tienes que hacer sitio!
fr: Vos entrepôts sont pleins ! Commencez par libérer de l'espace de stockage.
id: Gudangmu penuh! Bersihkan sedikit ruang penyimpanan terlebih dulu!
it: I tuoi magazzini sono pieni! Fai un po' di spazio!
ja: 倉庫がいっぱいです！保存スペースを作ってください！
ko: 창고가 가득찼습니다. 공간을 먼저 확보하십시오!
pt: Seus armazéns estão cheios! Primeiro abra algum espaço de armazenamento!
ru: Твои пакгаузы переполнены! Сначала освободи площадь для хранения!
zh: 你的仓库满了！先清理出一些储物空间！
zh_tw: 您的倉庫滿了！先清理出一些儲物空間！

# T_GAME_QUESTION_TRASHTAB
source: Do you really want to destroy the goods?
de: Willst du die Waren wirklich vernichten?
es: ¿Seguro que quieres destruir los bienes?
fr: Voulez-vous vraiment détruire les ressources ?
id: Kau yakin mau menghancurkan semua barang ini?
it: Vuoi davvero distruggere le merci?
ja: 本当に物資を処分しますか？
ko: 상품을 정말 파괴하시겠습니까?
pt: Você quer mesmo destruir os produtos?
ru: Ты уверен, что хочешь уничтожить эти товары?
zh: 您真要摧毁这些货物吗？
zh_tw: 您真要摧毀這些貨物嗎？

# T_GAME_QUESTION_TRIBUTE
source: Do you want to deliver the goods?
de: Willst du die Waren abgeben?
es: ¿Quieres entregar los artículos?
fr: Voulez-vous livrer la marchandise ?
id: Apa kamu ingin mengirim barang?
it: Vuoi consegnare le merci?
ja: 物資を届けますか？
ko: 상품을 배달하시겠습니까?
pt: Você quer entregar as mercadorias?
ru: Хочешь доставить товары?
zh: 你想要递送这些货物吗？
zh_tw: 您想要遞送這些貨物嗎？

# T_GAME_QUESTION_UPGRADE_CONFIRM
source: Do you want to upgrade the building for Prestige?
de: Willst du das Gebäude für Prestige upgraden?
es: ¿Quieres mejorar el edificio usando Prestige?
fr: Voulez-vous utiliser du Prestige pour améliorer le bâtiment ?
id: Apa kamu ingin meningkatkan bangunan dengan menggunakan Prestige?
it: Vuoi usare del Prestigio per migliorare l'edificio?
ja: 名声を消費して建物をアップグレードしますか？
ko: 특권을 위해 건물을 업그레이드하시겠습니까?
pt: Deseja fazer o upgrade do prédio em troca de Prestígio?
ru: Хочешь обновить здание с помощью престижа?
zh: 你确定使用声望升级建筑吗？
zh_tw: 你確定使用聲望值升級建築嗎？

# T_GAME_QUESTION_UPGRADE_RESOURCES
source: You can't afford this building upgrade!
de: Du kannst dir dieses Gebäudeupgrade nicht leisten!
es: ¡No puedes permitirte la mejora de este edificio!
fr: Vous n'avez pas de quoi vous payer cette amélioration de bâtiment !
id: Anda tidak bisa menjangkau pemutakhiran gedung!
it: Non puoi permetterti questo potenziamento!
ja: アップグレードに必要な資材が足りません。
ko: 해당 빌딩을 업그레이드 할 자본이 없습니다!
pt: Você não tem como pagar por este upgrade!
ru: Ты не можешь позволить себе это улучшение для здания!
zh: 你负担不起该建筑物的升级！
zh_tw: 你負擔不起該建築物的升級！

# T_GAME_QUESTS_VINEYARD_JUICEMANUFACTURE_DESC
source: We should start with the production of juice, My lord. At first we need a vineyard and some wine fields to acquire grapes. The grapes can then be processed to juice.
de: Wir sollten mit der Produktion von Saft beginnen, mein Herr. Zuerst sollten wir ein Weingut errichten lassen. Von den Feldern des Weingutes werden dann Trauben geerntet. Daraufhin ist eine Kelterei von Nöten. Hier werden die Trauben zu Saft verarbeitet.
es: Debemos empezar a producir zumo, mi señor. Primero necesitamos un viñedo y campos de viñas para cultivar uvas. Las uvas se pueden transformar en zumo.
fr: Nous devrions commencer par produire du jus, mon seigneur. Tout d'abord, il nous faut un vignoble et des vignes pour avoir du raisin. Nous les presserons ensuite pour faire du jus.
id: Kita harus mulai membuat jus, Tuanku. Pertama-tama kita butuh kebun anggur untuk mendapatkan buah anggur. Buah anggurnya lalu bisa diolah menjadi jus.
it: Dobbiamo avviare la produzione di succo, milord. Per cominciare ci serve un vigneto con diversi tralci per coltivare l’uva. L’uva poi viene trasformata in succo.
ja: ジュースの製造を始めなければいけません、閣下。 まず最初にぶどう園とぶどうを作るための畑が必要です。それからそのぶどうをジュースにします。
ko: 주스를 생산해야 합니다, 영주님. 우선 포도를 재배하기 위해 포도원과 포도밭이 필요해요. 그리고 포도로 주스를 만들 수 있어요.
pt: Devemos começar a produção do suco, milorde. A princípio, precisamos de um vinhedo e algumas vinhas para produzir uvas. As uvas podem ser transformadas em suco.
ru: Нужно начать производить сок, милорд. Сперва нам потребуются здание виноградника и несколько полей, на которых будет выращиваться виноград для сока.
zh: 主人，咱们应该开始生产果汁了。 咱们先得有个葡萄园，还得有几个种植酿酒用葡萄的葡萄园，以获得葡萄。然后才能把这些葡萄加工成葡萄汁。
zh_tw: 主人，咱們應該開始生產果汁了。 咱們先得有個葡萄園，還得有幾個種植釀酒用葡萄的葡萄園，以獲得葡萄。然後才能把這些葡萄加工成葡萄汁。

# T_GAME_QUESTS_VINEYARD_JUICEMANUFACTURE_TITLE
source: Build a vineyard and a juice manufacture.
de: Baut ein Weingut und eine Kelterei.
es: Construye un viñedo y una fábrica de zumo.
fr: Construisez un vignoble et un pressoir à jus.
id: Bangunlah kebun anggur dan tempat pembuatan jus.
it: Costruisci un vigneto e una manifattura di succo.
ja: ぶどう園とジュース工場を建てる。
ko: 포도원과 주스 공장을 만드세요.
pt: Construa um vinhedo e uma fábrica de suco.
ru: Построй виноградник и соковую мануфактуру.
zh: 修建葡萄园和果汁厂。
zh_tw: 修建葡萄園和果汁廠。

# T_GAME_QUEST_BANDIT_ATTACK_WARNING
source: Bandits have been spotted in the area, my liege!
de: Banditen sind in der Gegend gesichtet worden, mein Herr!
es: ¡Se han detectado bandidos en la zona, mi señor!
fr: Des bandits ont été repérés dans la zone, maître !
id: Gerombolan bandit terlihat di daerah kita, Tuanku!
it: Sono stati avvistati dei banditi nell'area, mio signore!
ja: 領主様、盗賊たちはその地域で発見されました！
ko: 강도를 구역에서 발견했습니다, 영주님!
pt: Bandidos foram avistados na área, meu senhor!
ru: В области замечены бандиты, мой господин!
zh: 大人，我们在这片地区发现了强盗的踪迹！
zh_tw: 大人，我們在這片地區發現了強盜的蹤跡！

# T_GAME_QUEST_BANDIT_ATTACK_WARNING_KLOSTER
source: Bandits are attacking the monastery!
de: Banditen greifen das Kloster an!
es: ¡Los bandidos están atacando el monasterio!
fr: Des bandits attaquent le monastère !
id: Gerombolan bandit menyerang biara!
it: I banditi attaccano il monastero!
ja: 盗賊が修道院を襲撃しています！
ko: 강도가 수도원을 공격하고 있어요!
pt: Há bandidos atacando o monastério!
ru: Бандиты напали на монастырь!
zh: 强盗正在攻打寺院！
zh_tw: 強盜正在進攻寺廟！

# T_GAME_QUEST_COVERAGE_DESC
source: My Lord, the town is not prepared for bandit attacks! Most of the village is not covered by guard towers. You have to place guard towers so they cover as many buildings as possible.
de: Das Dorf muss besser geschützt werden, Statthalter. Ihr solltet den Bau von mehr Wachtürmen in Auftrag geben. Positioniert sie so, dass sie weite Teile des Dorfes mit ihrer Reichweite abdecken.
es: ¡Mi señor, la ciudad no está preparada para ataques de bandidos! La mayor parte no está defendida por torres de vigilancia. Tienes que construir las suficientes para proteger tantos edificios como sea posible.
fr: Mon seigneur, la ville n'est pas prête à faire face à des attaques de bandits ! La majeure partie du village n'est pas couverte de tours de garde. Vous devez placer des tours de garde afin de couvrir autant de bâtiments que possible.
id: Tuanku, kota tidak siap menghadapi serangan bandit! Sebagian besar wilayahnya tidak diamankan dengan menara jaga. Tuanku perlu memilih lokasi menara jaga agar mencakup bangunan sebanyak mungkin.
it: Milord, la città non è pronta agli attacchi dei banditi! La maggior parte del villaggio non è coperta dalle torri di guardia. Devi piazzare torri di guardia in modo che coprano più edifici possibile.
ja: 閣下、町を盗賊の襲撃に備えなければいけません！村のほとんどは見張り塔で守られていません。見張り塔を設置してできるだけたくさんの建物が守られるようにしなければなりません。
ko: 영주님, 마을은 강도 공격에 대비가 되어있지 않습니다! 마을 대부분이 감시탑의 보호를 받지 못하고 있습니다. 감시탑을 세워 되도록 많은 건물을 보호해야 합니다.
pt: Milorde, a cidade não está preparada para ataques de bandidos! Você ainda não colocou torres de guarda suficientes. É preciso colocar as torres para proteger o máximo possível de prédios.
ru: Милорд, город беззащитен перед нападениями бандитов! Большая часть деревни находится вне зоны действия сторожевых вышек. Расположите вышки таким образом, чтобы они защищали как можно больше зданий.
zh: 主人，城镇尚未做好准备，无法抵抗强盗攻击。 村庄大半不在守卫塔覆盖范围之内。您一定要增设守卫塔，以便覆盖尽可能多的房屋。
zh_tw: 主人，城鎮尚未做好準備，無法抵抗強盜攻擊。 村莊大半不在守衛塔覆蓋範圍之內。您一定要增設守衛塔，以便覆蓋盡可能多的房屋。

# T_GAME_QUEST_COVERAGE_TITLE
source: Cover the village with guard towers.
de: Decke dein Dorf mit Wachtürmen ab.
es: Instala torres de vigilancia en la aldea.
fr: Couvrez le village avec des tours de garde.
id: Amankan desa dengan menara jaga.
it: Proteggi il villaggio con le torri di guardia.
ja: 村を見張り塔で守る。
ko: 마을을 감시탑으로 보호하세요.
pt: Cubra a vila com torres de guarda.
ru: Защити всю деревню сторожевыми вышками.
zh: 使整个村庄都在守卫塔覆盖范围内。
zh_tw: 使整個村莊都在守衛塔覆蓋範圍內。

# T_GAME_QUEST_DEFEND_TOWN2_DESC
source: Bandits are attacking the village, governor! We have to repel as many raiders as possible to minimize the damage to our economy and buildings!
de: Banditen greifen unser Dorf an, Statthalter! Wir müssen möglichst viele Angriffe abwehren, damit nicht zu viel Schaden entsteht!
es: ¡Los bandidos atacan la aldea, gobernador! ¡Tenemos que repeler a tantos asaltantes como podamos para minimizar los daños a nuestra economía y nuestros edificios!
fr: Gouverneur, des bandits attaquent le village ! Nous devons repousser autant de pillards que possible pour minimiser les dégâts à notre économie et aux bâtiments !
id: Gerombolan bandit menyerang desa, Gubernur! Kita harus menghalau sebanyak mungkin penyerang untuk meminimalkan kerugian untuk ekonomi dan bangunan kita.
it: I banditi stanno attaccando il villaggio, Governatore! Dobbiamo respingere quanti più predoni possibile per minimizzare i danni alla nostra economia e agli edifici!
ja: 盗賊たちが村を襲っています！ 町の経済や建物の損失を最小限に抑えるためにも、できるだけたくさんの侵略者たちを追い払わなければいけません！
ko: 강도들이 마을을 공격하고 있습니다, 영주님! 강도를 가능한 한 많이 쫓아내어 경제와 건물에 대한 피해를 최소화해야 합니다!
pt: Bandidos estão nos atacando, governador! Temos que rechaçar o maior número possível de saqueadores para minimizar prejuízos à economia e aos prédios!
ru: Бандиты атакуют город, губернатор! Нужно одолеть как можно больше нападающих, чтобы свести к минимуму урон экономике и зданиям!
zh: 总督大人，强盗正攻击这个村庄！ 这些搞偷袭的家伙，咱们得多赶走一些；把他们对经济和房屋造成的损害，尽可能减少一些。
zh_tw: 總督大人，強盜正攻擊這個村莊！ 這些搞偷襲的傢伙，咱們得多趕走一些；把他們對經濟和房屋造成的損害，盡可能減少一些。

# T_GAME_QUEST_DEFEND_TOWN_DESC
source: My Lord, the Townsfolk is in fear of bandit attacks. We should demonstrate the Townies and especially the bandits that we can defend ourselves!
de: Mein Herr, die Bewohner leben in Angst wegen Banditenangriffen. Wir sollten dem Dorf und vor allem den Banditen demonstrieren, dass wir uns verteidigen können!
es: Mi señor, los aldeanos temen los ataques de los bandidos. ¡Debemos demostrar a los Townies y sobre todo a los bandidos que podemos defendernos!
fr: Mon seigneur, les villageois ont peur des attaques de bandits. Nous devons prouver aux habitants, et surtout aux bandits, que nous savons nous défendre !
id: Tuanku, penduduk kota takut diserang bandit! Kita harus memperlihatkan kepada para Townies dan terutama kepada para bandit bahwa kita bisa mempertahankan diri!
it: Milord, i cittadini temono gli attacchi dei banditi. Dobbiamo dimostrare a loro, e soprattutto ai banditi, che siamo in grado di difenderci!
ja: 閣下、町人たちは盗賊の襲来を恐れています。タウニーたち、そして何よりも盗賊たちに私たちが自分を守れることを見せつけなければなりません。
ko: 영주님, 주민들이 강도 공격을 두려워하고 있습니다. 주민들과 특히 강도들에게 튼튼한 방어 태세를 갖추고 있다는 것을 보여주어야 합니다!
ru: Милорд, жители боятся нападений бандитов. Нужно показать горожанам — и бандитам, — что мы способны постоять за себя!
zh: 主人， 镇民惧怕强盗进攻。咱们有能力自卫，这一点，咱们应该让镇民看到，更应该让强盗看到！
zh_tw: 主人， 鎮民懼怕強盜進攻。咱們有能力自衛，這一點，咱們應該讓鎮民看到，更應該讓強盜看到！

# T_GAME_QUEST_DESIRES_01_START
source: What a provincial region. It's missing all the advantages of a big city. A lot has to change for this town to become a thriving metropolis!
de: Was für eine provinzielle Gegend! Die vielen Vorzüge einer großen Stadt fehlen hier völlig. Hier wird sich einiges ändern müssen, bevor es hier schön wird!
es: Qué región tan provinciana, carece de las ventajas de una gran ciudad. ¡Esta aldea tiene que cambiar mucho para convertirse en una próspera metrópolis!
fr: Quelle région provinciale. Il manque tous les avantages d'une grande ville. Il va falloir changer beaucoup de choses pour en faire un métropole florissante !
id: Daerah pedalaman ini tertinggal jauh dibandingkan kota besar. Banyak sekali yang harus diubah agar kota ini menjadi metropolis yang hidup!
it: Che regione squallida. Mancano tutti i vantaggi di una grande città. Dovranno cambiare molte cose prima che questa cittadina provinciale diventi una metropoli fiorente!
ja: なんという片田舎なの。大都市のいいところが一つもないわ。 この場所が繁栄した大都市になるには変えなければいけないことがたくさんあるわね！
ko: 정말 시골이군요. 큰 도시의 장점이 전혀 없어요. 이 마을이 번성하는 메가폴리스로 성장하려면 많은 것이 바뀌어야 해요!
pt: Que região provinciana. Não tem nenhuma das vantagens de uma grande cidade. Muita coisa precisa mudar nesta cidade para ser uma metrópole moderna.
ru: Какая глухая провинция. Большим городом тут и не пахнет. Придется многое изменить, чтобы превратить это место в процветающий мегаполис!
zh: 这个地方真偏僻。它缺少大城市的一切优点。 这座城镇需要大兴土木，才能成为繁华的大都市！
zh_tw: 這個地方真偏僻。它缺少大城市的一切優點。 這座城鎮需要大興土木，才能成為繁華的大都市！

# T_GAME_QUEST_DESIRES_01_SUCCESS
source: Now that the bandits are defeated and the village has grown it has become really beautiful here. It was a good idea to move here, darling.
de: Jetzt, wo die Banditen besiegt sind und das Dorf gewachsen ist, wird es hier wirklich wunderschön, mein Schatz. Es war wirklich eine gute Idee, hierher zu ziehen.
es: Se está aquí de maravilla, ahora que ha desaparecido la amenaza de los bandidos y la aldea ha crecido. Mudarnos aquí fue una idea excelente, cariño.
fr: À présent que les bandits ont été vaincus et que le village a bien grandi, il fait bon vivre ici. C'était une bonne idée de s'installer ici, mon chéri.
id: Setelah gerombolan bandit berhasil ditumpas dan desa berkembang, tempat ini menjadi sangat indah. Sungguh ide yang baik untuk pindah ke sini, Sayang.
it: Ora che i banditi sono stati sconfitti e il villaggio è cresciuto, qui è molto più gradevole. Sono felice di essermi trasferita in questa città, amore mio.
ja: 盗賊が敗北してから村は本当に美しく成長したわ。 ここに引っ越したてよかったわね、ダーリン。
ko: 이제 강도를 물리치고 마을이 성장했어요. 정말 아름다운 곳이에요. 여기로 오길 잘했어요, 여보.
pt: Agora que os bandidos foram derrotados e a vila prosperou, este lugar ficou muito bonito. Foi uma boa ideia mudarmos para cá, querido.
ru: С бандитами покончено, а деревня разрослась и стала просто неотразимой. Рада, что мы сюда переехали, дорогой.
zh: 由于强盗被击退，村庄发展起来，这里真美。 移居到这儿真是不错的想法，亲爱的。
zh_tw: 由於強盜被擊退，村莊發展起來，這裡真美。 移居到這兒真是不錯的想法，親愛的。

# T_GAME_QUEST_DESIRES_01_TITLE
source: Ensure your wife feels comfortable.
de: Erfülle die Wünsche deiner Frau.
es: Asegúrate de que tu esposa se sienta cómoda.
fr: Assurez-vous que votre femme soit à l'aise.
id: Pastikanlah istrimu merasa betah.
it: Assicurati che tua moglie si senta a proprio agio.
ja: 妻が快適であるようにする。
ko: 아내를 편안하게 하세요.
pt: Garanta que sua esposa esteja confortável.
ru: Убедись, что твоей жене все нравится.
zh: 让您的妻子感觉舒服些。
zh_tw: 讓您的妻子感覺舒服些。
