Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HERBS_TRADITION_STARTED
source: And you should also know that in the kingdom of Queen Frigyth, when you trust someone, you give him herbs. It’s a well known symbol of loyalty and friendship.
de: Und Ihr solltet auch wissen, in Königin Frigyths Heimat ist es Brauch, jemandem Kräuter zu schenken, wenn Ihr ihm vertraut. Es ist ein bekanntes Symbol von Freundschaft und Loyalität.
es: Y también deberías saber que en el reino de Frigyth, cuando se confía en alguien, se le regalan hierbas. Es un símbolo muy conocido de lealtad y amistad.
fr: Oh et Sire, dans le royaume de la reine Frigyth, les herbes sont un symbole de confiance. Souvenez-vous-en.
id: Dan perlu diketahui bahwa di kerajaan Ratu Frigyth, kalau kita mempercayai seseorang, kita memberinya rempah-rempah. Itu simbol kesetiaan dan persahabatan yang sudah umum.
it: E inoltre devi sapere che nel regno della Regina Frigyth, quando ci si fida di qualcuno, gli si regalano erbe. È segno di fedeltà e amicizia.
ja: フリジス女王の王国では誰かを信用している場合、その人に薬草を与えるということを知っておいてください。これは中世と友情のシンボルとしてよく知られています。
ko: 프리기스 여왕의 왕국에서 누군가를 신뢰하면 허브를 준다는 사실을 알고 있어야 합니다. 이것은 잘 알려진 충성심과 우정의 상징입니다.
pt: E é bom saber também que, no reino da Rainha Frigyth, quando as pessoas confiam em alguém elas lhe dão ervas. É um símbolo muito conhecido de lealdade e amizade.
ru: Обратите внимание, что в землях королевы Фригит принято дарить травы тому, кому вы доверяете. Они считаются символом верности и дружбы.
zh: 你也应该知道，在弗里吉斯女王的国度里，当你信任某人时，你会给他草药。这是一个众所周知的忠诚和友谊的象征。
zh_tw: 您同時也該知道，在女王芙麗基斯的王國中，當您相信某人時，您該送給他藥草。這就是忠誠和友情的象徵。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_JUST_IN_TIME_FAILED
source: Oh no. The King has reached the village! I am afraid it is too late now. He won’t be happy at all…
de: Oh nein. Der König hat das Dorf erreicht. Es ist zu spät, mein Herr. Er wird bestimmt nicht begeistert sein…
es: Oh, no. El rey ha llegado a la villa. Me temo que ya es demasiado tarde. No se va a poner muy contento…
fr: Oh non ! Le roi est en route, nous sommes condamnés !
id: Aduh, Paduka Raja sudah tiba di desa! Sudah terlambat sekarang. Beliau takkan senang...
it: Oh no, il re è arrivato al villaggio! Temo che ormai sia troppo tardi. Non sarà affatto contento...
ja: なんてことでしょう。国王が村に到着しました！もう既に時は遅しです。彼はいい顔をしないでしょう...
ko: 이런. 왕이 벌써 마을에 도착했습니다! 너무 늦은 것 같네요. 왕이 탐탁지 않게 생각할 겁니다…
pt: Ah, não. O Rei chegou à cidade! Temo que agora seja tarde demais. Ele ficará muito insatisfeito...
ru: О нет. Король уже в деревне! Боюсь, уже слишком поздно. Он будет негодовать...
zh: 哦不，国王已经抵达村庄了！恐怕现在已经太晚了。他肯定不会开心的......
zh_tw: 不好了，國王已經抵達村莊了！恐怕一切已經太遲了。他一定會大發雷霆的……

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_JUST_IN_TIME_STARTED
source: We have a limited amount of time before the King will arrive with his guest. We should find this translator and a place for the meeting to be held. We better do it before they reach the village or the trade negotiations will fail.
de: Wir haben eine begrenzte Zeit, bis der König mit seinem Gast ankommt. Wir sollten diesen Übersetzer und einen Ort für das Treffen finden. Wir sollten es besser tun, bevor sie das Dorf erreichen, sonst werden die Handelsverhandlungen scheitern.
es: No disponemos de mucho tiempo antes de que venga el rey con su invitada. Debemos encontrar un traductor antes de que lleguen a la ciudad o fracasarán las negociaciones comerciales.
fr: Nous avons un temps limité avant que le Roi n'arrive avec son invité. Nous devrions trouver ce traducteur et un lieu pour la réunion. Nous ferions mieux de le faire avant qu'ils n'atteignent le village, sinon les négociations commerciales vont échouer.
id: Waktu kita terbatas sebelum sang Raja tiba bersama tamunya. Kita harus menemukan penerjemah sebelum mereka tiba di desa atau perundingan dagang akan gagal.
it: Non abbiamo molto tempo prima che il Re arrivi con la sua ospite. Dobbiamo trovare il traduttore prima che arrivino al villaggio o i negoziati commerciali falliranno.
ja: 国王が賓客とともに到着するまであまり時間がありません。彼らが村に着く前に早く通訳を見つけないと、この通商交渉は失敗に終わってしまいます。
ko: 왕이 사절단과 함께 도착할 때까지 시간이 얼마 없습니다. 그들이 마을에 도착하기 전에 통역사를 찾지 못하면 무역 협상은 실패할 겁니다.
pt: Temos pouco tempo até a chegada do Rei e da convidada. Temos que encontrar um tradutor e temos que fazer isso antes que cheguem à cidade, senão as negociações dos acordos comerciais vão fracassar.
ru: У нас не так много времени до того, как король явится к нам со своей гостьей. Нужно найти переводчика до того, как они доберутся до города, иначе торговые переговоры будут сорваны.
zh: 在国王和他的客人到来之前我们时间有限。我们要找到一位译者，最好在他们抵达村庄之前，否则贸易谈判就会失败。
zh_tw: 國王與他的客人馬上就到了，我們的時間相當有限。我們必須要趕快找到翻譯官，最好在他們抵達村莊之前辦好，要不然交易談判有可能會破裂。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_JUST_IN_TIME_TITLE
source: Prepare the visit
de: Bereite den Besuch vor
es: Busca a un traductor
fr: Préparez la visite
id: Cari penerjemah
it: Trova un traduttore
ja: 通訳を探す
ko: 통역사를 찾으세요
pt: Encontre um tradutor
ru: Найди переводчика.
zh: 找一名译者
zh_tw: 尋找翻譯官

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MAINQUEST_STARTED
source: Queen Frigyth does not speak our language, my Liege. You should focus your efforts on finding a capable translator who speaks her language.
de: Mein Herr, Königin Frigyth spricht unsere Sprache nicht. Zuerst solltet Ihr alle Anstrengungen unternehmen, einen Übersetzer zu finden, der die Sprache der Königin spricht.
es: La reina Frigyth no habla nuestra lengua, mi señor. Debes centrar tus esfuerzos en encontrar un traductor competente que hable su idioma.
fr: La reine Frigyth ne parle pas notre langue, Sire. Vous devriez concentrer vos efforts sur la recherche d’un linguiste capable de communiquer avec elle.
id: Ratu Frigyth tidak menguasai bahasa kita, Tuanku. Ada baiknya Tuanku memusatkan perhatian pada upaya mencari penerjemah yang menguasai bahasa sang Ratu.
it: La Regina Frigyth non parla la nostra lingua, mio signore. Devi trovare un bravo traduttore che parli la sua lingua.
ja: 閣下、フリジス女王は私たちの言葉を話しません。彼女の言葉を話す信頼できる通訳を見つけることに全力を尽くすべきでしょう。
ko: 영주님, 프리기스 여왕님은 우리 말을 모르십니다. 여왕님의 언어를 아는 유능한 통역사를 찾는 데 집중해야 합니다.
pt: A Rainha Frigyth não fala nossa língua, meu senhor. Seria melhor o senhor concentrar esforços em encontrar um tradutor que fale o idioma dela.
ru: Королева Фригит не говорит на нашем языке, ваша светлость. Вам стоит заняться поисками умелого переводчика, владеющего ее языком.
zh: 女王弗里吉斯并不会说我们的语言，大人。您应该集中精力找到一位会说她国语言的称职翻译。
zh_tw: 女王芙麗基斯並不會我們的語言，大人。您首先應該專注於尋找會說女王大人的語言的翻譯官。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MAINQUEST_TITLE
source: Be our guest
de: Seid unser Gast
es: Sea nuestra invitada
fr: Soyez notre invitée.
id: Jadilah tamu kami
it: Accogli l'ospite
ja: どうぞおくつろぎください
ko: 환영합니다
pt: Fique à vontade
ru: Добро пожаловать
zh: 宾至如归
zh_tw: 迎接來客

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_FAILED_BANDIT
source: Governor, these bandits attacks are getting too dangerous. It is not safe in your town anymore. The trade talks have been aborted. The Queen has left already.
de: Statthalter! Diese Banditenplage nimmt Überhand an. Es ist zu unsicher hier, wir brechen die Verhandlungen ab. Die Königin ist bereits abgereist.
es: Gobernador, los ataques de los bandidos se han vuelto demasiado peligrosos. Nuestra ciudad ya no es segura. La reina ya se ha marchado.
fr: Gouverneur, ces attaques de bandits deviennent bien trop dangereuses. Votre ville n’est plus sûre. Les discussions ont été avortées. La reine est déjà repartie.
id: Gubernur, serangan bandit itu mulai terlalu berbahaya. Kotamu sudah tidak aman. Perundingan dibatalkan. Sang Ratu sudah pulang.
it: Governatore, gli attacchi dei banditi stanno diventando troppo pericolosi. La vostra città non è più sicura. Le trattative commerciali sono fallite. La Regina è già partita.
ja: 総督、この盗賊の襲撃はあまりにも危険なものになってきています。あなたの街はもはや安全ではありません。通商交渉は中止されました。女王はすでに街を去っています。
ko: 영주님, 강도 공격이 더욱더 위험해지고 있습니다. 이제 더 이상 마을이 안전하지 않습니다. 무역 협상이 중단됐습니다. 여왕님도 이미 떠나셨습니다.
pt: Governador, esses ataques dos bandidos estão ficando cada vez piores. A cidade não é mais segura. As negociações foram abortadas. A rainha até já foi embora.
ru: Губернатор, нападения бандитов становятся слишком яростными. В городе больше не безопасно. Торговые переговоры были отменены. Королева уже уехала.
zh: 镇长，这些强盗袭击太危险了。再呆在镇上已经不安全了。贸易谈话已经中止。女王也已经离去了。
zh_tw: 大人，這些強盜襲擊越發危險，您的城鎮已經不再安全了。交易交涉已經喊停，女王已經先行離開了。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_STARTED
source: Good afternoon, sir. The villagers complain about high activity of bandits nearby. You should consider setting up a city guard. We need a barracks and watchtowers.
de: Guten Tag, mein Herr. Die Dorfbewohner klagen über hohe Aktivität von Banditen in der Nähe. Ihr solltet in Betracht ziehen, eine Stadtwache zu gründen. Wir brauchen eine Kaserne und Wachtürme.
es: Buenas tardes, sire. Los lugareños han informado de varios ataques de bandidos. Sugiero que organicemos una guardia urbana. Necesitamos un cuartel y torres de vigilancia.
fr: Bon matin, Sire. Plusieurs attaques de bandits ont été reporté par les villageois. Je suggère de construire une baraque et une défense afin que nous puissions régler ce désagrément.
id: Selamat sore, sir. Para warga desa berkeluh karena gangguan bandit di daerah ini. Mungkin ada baiknya kalau dibentuk pasukan penjaga kota. Kita perlu barak dan menara jaga.
it: Buon pomeriggio, signore. Gli abitanti del villaggio si lamentano per l'alta attività dei banditi nella zona. Dovresti posizionare una guardia cittadina. Ci serve una caserma e delle torri di guardia.
ja: こんにちは。村人たちがこの辺に盗賊たちが頻繁に現れることに文句を言っています。街に守衛を立てること考えたほうがいいでしょう。兵舎と見張り塔が必要です。
ko: 안녕하세요, 영주님. 주민들이 인근 강도들이 극성이라고 불평하고 있습니다. 도시 경비대를 창설해야 합니다. 병영과 감시탑이 필요합니다.
pt: Boa tarde, senhor. Os habitantes estão reclamando da atividade de bandidos na área. O senhor devia pensar em criar uma guarda. Precisamos de um quartel e de torres de vigia.
ru: Добрый день, сир. Селяне жалуются на бандитскую активность в регионе. Рекомендую создать городскую стражу. Для этого нам потребуются казармы и сторожевые вышки.
zh: 下午好，先生。村民们抱怨附近强盗肆虐，活动猖獗。您应该考虑设立一名城市警卫。我们还需要一个营房和一座瞭望塔。
zh_tw: 下午好，大人。村民抱怨說附近強盜活動頻繁。您該考慮組織一支城市守衛。我們會需要一些兵營和瞭望塔。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_SUCCESS
source: Well done, my Liege. Now we can at least fight back when the bandits attack the village.
de: Sehr gut, mein Lord. Jetzt haben wir zumindest die Möglichkeit, uns gegen die Banditenangrifffe zu wehren.
es: Bien hecho, mi señor. Al menos, ahora podremos combatir a los bandidos si atacan la villa.
fr: Toutes mes félicitations, Sire. Nous pouvons désormais retourner les coups à ces rigolos de kermesse.
id: Bagus, Tuanku. Setidaknya sekarang kita bisa melawan kalau para bandit menyerang desa.
it: Ottimo lavoro, mio signore. Adesso possiamo almeno respingere i banditi quando attaccheranno il villaggio.
ja: 素晴らしいです、閣下。これで盗賊が村を襲撃した時に少なくとも反撃することができます。
ko: 훌륭합니다, 영주님. 이제 강도들이 마을을 공격하면 적어도 맞서 싸울 수 있습니다.
pt: Muito bem, meu senhor. Agora podemos pelo menos rechaçar os bandidos que atacarem nossa vila.
ru: Отличная работа, ваша светлость. Теперь мы хотя бы сможем дать бой бандитам, если они снова нападут.
zh: 干得好，大人。现在强盗击村子时，我们至少可以反击了。
zh_tw: 做得很好，大人。現在最起碼我們在強盜來襲村莊時有能力進行反擊。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_SUCCESS_02
source: My Lord, we have to make sure that the bandit attacks do not disrupt the Queens visit. This could prove to be a disaster.
de: Wir müssen dafür Sorgen, dass die Banditen in der Region die Handelsgespräche nicht stören, mein Herr. Dies könnte für die Verhandlungen verheerend sein.
es: Mi señor, tenemos que asegurarnos de que los bandidos no estropeen la visita de la reina. Un ataque podría resultar desastroso.
fr: Sire, nous devrions nous assurer que les attaques de bandits ne viennent pas s'immiscer dans le bon déroulement de cette visite royale. Cela pourrait mener à un désastre.
id: Tuanku, kita harus pastikan serangan bandit tidak mengganggu kunjungan sang Ratu. Ini bisa jadi malapetaka.
it: Milord, dobbiamo assicurarci che gli attacchi dei banditi non intralcino la visita della Regina. Potrebbe essere un disastro.
ja: 閣下、盗賊の襲撃が女王訪問の邪魔をしないようにしなければなりません。大変なことになってしまいますよ。
ko: 영주님, 강도들의 공격으로 여왕님이 방문에 차질이 발생하지 않게 해야 합니다. 잘못하면 재앙이 될 수 있습니다.
pt: Milorde, temos que cuidar para que os ataques dos bandidos não atrapalhem a visita da rainha. Isso pode se provar um desastre.
ru: Милорд, нужно позаботиться о том, чтобы нападения бандитов никак не сказались на визите королевы. Последствия могут быть катастрофические.
zh: 大人，我们要确保强盗的袭击不会破坏女王的访问。这也许会酿成一场灾难。
zh_tw: 大人，我們得要保證強盜襲擊不會打擾到女王來訪，要不然就會是災難一場。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MORE_PEOPLE_STARTED
source: In order to house the delegations of the other nations, we need to provide more housing opportunities for them.
de: Damit wir die Delegationen der anderen Nationen unterbringen können, sollten wir mehr Wohnhäuser zur Verfügung stellen, mein Herr.
es: Para albergar las delegaciones de las otras naciones, necesitamos más alojamientos.
fr: Afin de pouvoir loger les autres nations, nous avons besoin de plus de possibilité de logements.
id: Supaya bisa menampung delegasi bangsa-bangsa lain, kita perlu menyediakan lebih banyak tempat tinggal untuk mereka.
it: Per ospitare le delegazioni delle altre nazioni, dobbiamo procurarci più alloggi.
ja: 他の国の使節団が宿泊できるように、住居を提供する必要があります。
ko: 다른 나라의 대표단을 맞이하려면 더 많은 숙소 옵션을 제공해야 합니다.
pt: Para abrigar as delegações das outras nações, temos que ter residências suficientes.
ru: Чтобы принимать делегации из других стран, нам нужно позаботиться о том, где их расселять.
zh: 为了容纳其他国家的代表团，我们需要为他们提供更多的住宿机会。
zh_tw: 要想讓其他國度的代表有居所，我們就得為他們提供更多的住房供給機會。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MORE_PEOPLE_SUCCEED
source: Great my lord, we now have a decent number houses for the guests. The preparations for the trade talks are complete.
de: Vorzüglich, mein Herr. Wir haben nun genügend Wohnhäuser, um alle Gäste unterzubringen. Die Vorbereitungen für die Handelsgespräche sind damit abgeschlossen.
es: Estupendo, mi señor, ahora tenemos un número decente de viviendas para los invitados. Han terminado los preparativos para las negociaciones comerciales.
fr: Parfait, Sire. Nous avons désormais un nombre décent de maisons pour nos invités. Les préparations pour les pourparlers sont fin prêtes.
id: Bagus, Tuanku, kita sekarang punya tempat tinggal yang cukup untuk para tamu. Persiapan untuk perundingan dagang sudah tuntas.
it: Ottimo milord, adesso abbiamo un numero adeguato di alloggi per gli ospiti. I preparativi per i negoziati commerciali sono completi.
ja: 素晴らしいですご主人様、これでゲストのためにまともな数の家が揃いました。通商交渉の準備も完了です。
ko: 훌륭합니다, 영주님. 이제 손님을 맞이할 숙소가 충분히 있습니다. 무역 협상 준비가 끝났습니다.
pt: Ótimo, milorde. Agora nós temos uma quantidade razoável de casas para os convidados. Os preparativos para as negociações foram concluídos.
ru: Отлично, милорд, теперь наших домов хватит на всех гостей. Подготовка к торговым переговорам завершена.
zh: 大人威武，我们现在有了数量可观的备用客房。贸易谈判的准备工作已经完成。
zh_tw: 很好，大人，我們現在有足夠的房屋可以提供給客人了。交易交涉的準備作業已完成。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEEN_ARRIVED_STARTED
source: Welcome to our lovely town, Queen Frigyth. I hope you had a nice trip. As you can see we have found a translator. Is there anything we do for you?
de: Willkommen in unserer kleinen Stadt, Königin Frigyth. Ich hoffe Eure Reise war angenehm. Wie Ihr sehen könnt, haben wir eine Übersetzerin hier. Was können wir als erstes für Euch tun?
es: Bienvenida a nuestra maravillosa ciudad, reina Frigyth. Espero que hayáis tenido buen viaje. Como veis, tenemos una traductora. ¿Hay algo que podamos hacer por vos?
fr: Bienvenue dans notre ville bien-aimée, reine Frigyth. J'espère que vous avez fait bon voyage. Comme vous pouvez le constater, nous avons trouvé un traducteur, pouvons-nous faire quelque chose pour vous ?
id: Selamat datang di kota kami yang cantik, Ratu Frigyth. Semoga perjalanan Yang Mulia menyenangkan. Kami sudah mendapatkan penerjemah. Apakah ada sesuatu yang dapat kami lakukan untuk Yang Mulia?
it: Benvenuta nella nostra città, Regina Frigyth. Spero che il viaggio sia stato piacevole. Come vedi, abbiamo trovato un traduttore. Cosa possiamo fare per te?
ja: フリジス女王、私たちの素敵な街へようこそ。良い旅をお過ごしになりましたか。ご覧のように通訳を見つけました。何か必要なものはございませんか？
ko: 프리기스 여왕님, 환영합니다. 즐거운 여행이었기를 바랍니다. 여기 통역사를 준비했습니다. 달리 필요하신 것이 있습니까?
pt: Bem-vinda à nossa adorável cidade, Rainha Frigyth. Espero que sua viagem tenha sido boa. Como pode ver, temos uma tradutora. O que podemos fazer por sua alteza?
ru: Добро пожаловать в наш милый городок, королева Фригит. Надеюсь, поездка прошла приятно. Как видите, нам удалось найти переводчицу. Можем ли мы что-нибудь вам предложить?
zh: 欢迎来到我们可爱的小镇，弗里吉斯女王。我希望您此行旅途愉快。正如您所见，我们已经安排了一名翻译。有什么我们能为您做的吗？
zh_tw: 歡迎來到我們可愛的城鎮，女王芙麗基斯。希望您來的路上有著不少的樂趣。誠如您所見，我們找到了一位翻譯官，有什麼是我們可以為您服務的嗎？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEEN_ARRIVED_STARTED_02
source: Nilik het elk jos paitse, mielellaan?
ko: 닐크 헤트 엘크 요스 파잇세, 미엘레라안?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEEN_OUT
source: Enough is enough. Governor, you should have trusted the translator. We have failed! Queen Frigyth is leaving and the trade talks are over before they even started…
de: Es reicht, Statthalter! Wieso habt Ihr der Übersetzerin nicht vertraut. Nun haben wir versagt! Die Königin reist ab. Die Handelsgespräche sind geplatzt, bevor sie überhaupt angefangen haben…
es: Todo tiene un límite, gobernador, deberíais haber confiado en la traductora. ¡Hemos fracasado! La reina Frigyth se marcha y las negociaciones han acabado antes de empezar…
fr: Trop c'est trop. Gouverneur, vous devriez avoir confiance en cette jeune femme. Vous m’avez déçu ! La reine Frigyth s’en va et la discussion pour les accords commerciaux est fini avant même d’avoir pu réellement commencer…
id: Cukup sudah, Gubernur. Seharusnya kau mendengarkan penerjemahmu. Kita gagal. Ratu Frigyth mau pulang dan perundingan dagang berakhir sebelum sempat dimulai...
it: Adesso basta, Governatore, avresti dovuto fidarti della traduttrice. Abbiamo fallito! La Regina Frigyth sta andando via e i negoziati commerciali sono terminati ancor prima di iniziare...
ja: もう十分です。総督、あなたは通訳の言うことを信用するべきでした。私たちは失敗を犯しました！フリジス女王は去り、通商交渉は始まる前に終わってしまいましたよ...
ko: 그만하세요. 영주님, 통역사를 믿었어야 했습니다. 우린 실패했습니다! 프리기스 여왕님은 떠났고 무역 협상은 시작도 하기 전에 끝났습니다…
pt: Já basta. Governador, o senhor devia ter escutado a tradutora. Nós fracassamos! A Rainha Frigyth está de partida, e os acordos comerciais naufragaram antes mesmo de começarem...
ru: Довольно. Губернатор, вам стоило довериться своей переводчице. Это катастрофа! Королева Фригит уезжает, а торговые переговоры закончились, даже не успев начаться...
zh: 够了。镇长，你应该信任那位翻译的。我们已经失败了！女王弗里吉斯要走了，贸易谈判还没开始就结束了……
zh_tw: 夠了，大人，您就應該聽從翻譯官的話。我們失敗了！女王芙麗基斯要離開了，交易協商還沒開始就匆匆結束了……

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEEN_UNHAPPY_1_STARTED
source: She doesn’t look very happy. Are you sure that you are translating right?!
de: Sie sieht nicht erfreut aus! Habt Ihr auch wirklich verstanden was sie gesagt hat?!
es: No parece muy contenta. ¡¿Seguro que estás traduciendo bien?!
fr: Elle n’a pas l’air très heureuse. Êtes-vous sûr que vous traduisez correctement ?!
id: Sang Ratu tidak terlihat gembira. Kau yakin kau menerjemahkan permintaannya dengan tepat?
it: Non sembra contenta. Sei sicura di aver tradotto bene?!
ja: 彼女はあまり嬉しそうではありません。本当にちゃんと訳していますか？！
ko: 여왕님이 만족해하는 것 같지 않아요. 제대로 번역한 거 맞나요!
pt: Ela não parece estar contente. Tem certeza de que está traduzindo certo?!
ru: Она выглядит недовольной. Ты уверена, что правильно все перевела?
zh: 她看起来不太高兴。你确定你翻译对了吗！？
zh_tw: 她看起來很不開心，妳確定妳翻對了？！

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_CHURCH_STARTED
source: My Liege, thank you for putting your trust in me. We still need a church in this village. For a long time the inhabitants have been asking for a place where they can gather and practice their faith.
de: Mein Herr, danke für Euer Vertrauen in mich. Eine Kirche fehlt uns in diesem Dorf noch. Die Bewohner suchen seit langem einen Ort, wo sie sich versammeln und ihren Glauben ausleben können.
es: Mi señor, gracias por confiar en mí. Seguimos necesitando una iglesia en esta villa. Los habitantes llevan mucho tiempo pidiendo un lugar donde reunirse y practicar su fe.
fr: Sire, je dois admettre que je suis honorée de votre confiance. Une église apportera beaucoup à notre village. Les habitants seront heureux de se réunir ici.
id: Terima kasih atas kepercayaan Tuanku. Kita masih perlu gereja di desa ini. Para warga sudah lama meminta tempat untuk berkumpul dan menjalankan keyakinan mereka.
it: Mio signore, grazie per esserti fidato di me. Ci serve comunque una chiesa in questo villaggio. Per molto tempo gli abitanti hanno chiesto un luogo dove raccogliersi e praticare la loro fede.
ja: 領主様、私を信頼してくださりありがとうございます。この村にはまだ教会が必要です。住人たちは集まって信仰を育てることのできる場所を長い間お願いしてきました。
ko: 영주님, 저를 믿어주셔서 감사합니다. 이 마을엔 여전히 교회가 필요합니다. 주민들은 오랫동안 함께 모여 기도할 수 있는 곳을 요청해 왔습니다.
pt: Obrigado por depositar sua confiança em mim, meu senhor. Ainda precisamos de uma igreja nesta cidade. Faz tempo que os habitantes pedem um lugar onde possam se reunir e praticar a fé.
ru: Ваша светлость, спасибо, что доверились мне. Но нам все еще нужно построить церковь. Жители уже давно просят построить здание для проведения служб.
zh: 大人，谢谢您对我的信任。我们村里还需要一个教堂。长久以来，本地居民一直在寻求一个可以聚集并实践他们信仰的地方。
zh_tw: 大人，非常感謝您相信我。我們村莊仍需要一間教堂。這裡的居民想要一間可以聚集並追尋宗教的處所很久了。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_CHURCH_STARTED_02
source: Especially in times like these, when bandits haunt the surrounding forests and you are nowhere safe, the inhabitants need stability and trust.
de: Gerade in Zeiten wie diesen, wo Banditen die umliegenden Wälder heimsuchen und man nirgendwo sicher ist, brauchen die Bewohner Halt und Vertrauen.
es: Sobre todo, en los tiempos que corren, con los bandidos acechando en los bosques cercanos y sin sitios seguros. Los ciudadanos necesitan estabilidad y confianza.
fr: En ces temps sombres, entourés par les bandits, le village a besoin d’une certaine forme de sécurité. Ils ont besoin de stabilité dans leurs vies.
id: Terutama di masa-masa seperti ini, ketika gerombolan bandit berkeliaran di hutan dan membuat keadaan tidak aman, para penduduk membutuhkan stabilitas dan kepercayaan.
it: Soprattutto in tempi come questi, in cui i banditi infestano le foreste circostanti e non si è mai al sicuro, gli abitanti hanno bisogno di stabilità e speranza.
ja: 特に盗賊が周りの森に出没し安全なところがない今のような時にこそ、住人には安定と信頼が必要なのです。
ko: 특히 주변 숲에 강도들이 출몰하고 안전한 곳이 없는 이런 시기엔 주민들에게 안정과 신뢰가 필요합니다.
pt: Os habitantes querem estabilidade e segurança, principalmente nestes tempos em que bandidos assolam as florestas em redor e não parece haver um lugar seguro.
ru: Жителям нужна стабильность и доверие, особенно в такие времена, как сейчас, когда в лесах рыщут бандиты и всюду опасность.
zh: 特别是在这样一个时期，当强盗出没于周围的森林，而你感到无处安身，居民正需要稳定和信任。
zh_tw: 尤其是像現在這種時候，強盜徘徊於附近森林之中，沒有一處安全之地，居民們需要穩定和信任。
