Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN15_09_TITLE
source: Build a sheep pasture and a weaving mill.
de: Baue eine Schafweide und eine Webstube.
es: Instala un pasto para ovejas y una fábrica de tejidos.
fr: Construisez un pré à moutons et un tisserand.
id: Siapkan padang domba dan penenun.
it: Costruisci un pascolo e una bottega del tessitore.
ja: 牧羊地と 織布工場を建てる。
ko: 양 목초지와 방직기를 만드세요.
pt: Construa um pasto para ovelhas e uma tecelagem.
ru: Построй пастбище и лавку ткача.
zh: 修建一座牧羊场和一座纺织厂。
zh_tw: 修建一座牧羊場和一座紡織廠。

# T_GAME_QUEST_SCEN15_10_START
source: We need an advanced iron industry to support our soldiers!
de: Für diese Lieferung müssen wir die Eisenindustrie aufbauen. Wir brauchen eine Werkzeugschmiede und eine Rüstkammer, um unsere tapferen Soldaten zu versorgen!
es: ¡Necesitamos una industria de hierro avanzada para apoyar a nuestros soldados!
fr: Il nous faut une industrie du fer bien établi pour pouvoir soutenir nos soldats !
id: Kita perlu industri besi yang maju untuk mendukung para serdadu!
it: Ci servono strutture per la lavorazione del ferro al fine di supportare i nostri soldati.
ja: 兵士たちを援助するには高度な製鉄業が必要です！
ko: 군인을 지원하기 위한 첨단 강철 산업이 필요합니다!
pt: Precisamos de uma indústria avançada de ferro para apoiar nossos soldados!
ru: Нам нужно улучшить добычу железа для помощи солдатам!
zh: 我们需要先进的炼铁行业，才能为士兵提供支持！
zh_tw: 我們需要先進的煉鐵行業，才能為士兵提供支援！

# T_GAME_QUEST_SCEN15_10_SUCCESS
source: The smith is working, just ensure there is enough ore to keep the production running.
de: Der Schmied ist bereits am Arbeiten. Stellt sicher, dass genügend Rohstoffe zur Verarbeitung vorhanden sind.
es: El herrero está trabajando, pero asegúrate de que tiene hierro suficiente para mantener la producción.
fr: Le forgeron est au travail, assurez-vous qu'il ait assez de minerai pour maintenir la production.
id: Pandai besi sedang bekerja. Pastikanlah suplai bijih besi selalu cukup agar produksi bisa terus berjalan.
it: Il fabbro è al lavoro, quindi forniscigli ferro a sufficienza per non interrompere la produzione.
ja: 鍛冶屋は仕事にかかっています。生産を続けるのに十分な鉱石があることを確認してください。
ko: 대장장이가 일하고 있습니다. 계속 생산할 수 있도록 철광석을 충분히 확보하세요.
pt: O ferreiro está trabalhando, verifique se há minério suficiente para manter a produção funcionando.
ru: Кузнец работает не покладая рук, но нужно убедиться, что у него всегда будет достаточно руды.
zh: 铁匠正在工作中，请确保铁矿石充足，生产正常运行。
zh_tw: 鐵匠正在工作中，請確保鐵礦石充足，生產正常運行。

# T_GAME_QUEST_SCEN15_10_TITLE
source: Build a toolmaker's workshop and an armory.
de: Errichte eine Werkzeugschmiede und eine Rüstkammer.
es: Construye un taller de herramientas y una armería.
fr: Construisez un atelier de l'outilleur et une armurerie.
id: Siapkanlah bengkel pembuat alat dan gudang senjata.
it: Costruisci un'utensileria e un'armeria.
ja: 工具職人の工房と武器工場を建てる。
ko: 도구 공장과 병기 공장을 만드세요.
pt: Construa uma oficina de ferramentas e um armeiro.
ru: Построй мастерскую инструментальщика и лавку оружейника.
zh: 建造一座工具制造厂和一座兵工厂。
zh_tw: 建造一座工具製造廠和一座兵工廠。

# T_GAME_QUEST_SCEN15_11_START
source: To support the troops with food we need a bakery and more hunter's cabins!
de: Um die Truppen mit Lebensmitteln zu versorgen, brauchen wir eine Bäckerei und weitere Jagdhütten.
es: ¡Para apoyar a las tropas necesitamos una panadería y más cabañas de cazador!
fr: Pour nourrir les troupes, nous avons besoin d'une boulangerie et de plus de cabanes du chasseur !
id: Untuk mensuplai pasukan dengan makanan, kita perlu toko roti dan pondok pemburu!
it: Per sostenere le truppe con dei generi alimentari, abbiamo bisogno di un forno e di altri capanni del cacciatore.
ja: 軍隊に食糧を提供するにはパン屋とより多くの狩人の山小屋が必要です！
ko: 군대에게 식량을 제공하려면 빵집과 사냥꾼의 오두막이 더 필요합니다!
pt: Para abastecer as tropas com comida, precisamos de uma padaria e mais cabanas do caçador!
ru: Чтобы обеспечить войска едой, нам потребуются пекарня и несколько новых хижин охотника!
zh: 我们需要一家面包房和更多的猎人小屋，才能向军队提供食物。
zh_tw: 我們需要一家麵包房和更多的獵人小屋，才能向軍隊提供食物。

# T_GAME_QUEST_SCEN15_11_SUCCESS
source: Very Good, my Liege. The required goods should be in stock soon.
de: Ausgezeichnet. Die benötigten Güter sollten bald vorrätig sein.
es: Muy bien, mi señor. Pronto tendremos almacenada la cantidad de bienes requerida.
fr: Excellent, maître. Nous aurons bientôt la quantité de ressources demandées en stock.
id: Bagus sekali, Tuanku. Barang yang diperlukan akan segera tersedia di gudang.
it: Molto bene, mio signore. Presto avremo le risorse richieste.
ja: 順調です、閣下。必要な物資はもうすぐ手に入るでしょう。
ko: 훈륭합니다, 영주님. 필요한 물품이 곧 확보될 것입니다.
pt: Muito bom, meu senhor. Os recursos necessários logo devem estar no estoque.
ru: Хорошо, милорд. Нам удалось собрать необходимое количество ресурсов.
zh: 很好，大人。所需的物资很快就会到位。
zh_tw: 很好，大人。所需的物資很快就會到位。

# T_GAME_QUEST_SCEN15_11_TITLE
source: Build a bakery and more hunter's cabins.
de: Baue eine Bäckerei und errichte mehr Jagdhütten.
es: Construye una panadería y más cabañas de cazador.
fr: Construisez une boulangerie et plus de cabanes du chasseur.
id: Buatlah toko roti dan lebih banyak lagi pondok pemburu.
it: Costruisci un forno e altri capanni del cacciatore.
ja: パン屋を建て、狩人の山小屋を増やす。
ko: 빵집과 사냥꾼의 오두막을 추가로 만드세요.
pt: Construa uma padaria e mais cabanas do caçador.
ru: Построй пекарню и несколько хижин охотника.
zh: 建造一家面包房和更多的猎人小屋。
zh_tw: 建造一家麵包房和更多的獵人小屋。

# T_GAME_QUEST_SCEN15_13_FAIL
source: As you focused on serving the troops you neglected your townsfolk!
de: Indem ihr Euch auf die Lieferungen an das Heer konzentriert habt, habt ihr Eure Bevölkerung vernachlässigt!
es: ¡Te has dedicado a servir a las tropas y has descuidado a tus aldeanos!
fr: En vous concentrant exclusivement sur les troupes, vous avez négligé vos propres habitants.
id: Karena terlalu berfokus untuk melayani pasukan, Tuanku melupakan penduduk kota!
it: Concentrandoti sulle truppe, hai trascurato i tuoi cittadini!
ja: あなたは軍隊の援助に注力するあまりに、自分の町民を無視されました！
ko: 군대에 집중한 나머지 주민들을 소홀히 대하셨습니다!
pt: Ao se concentrar em servir as tropas, você negligenciou seus habitantes!
ru: Вы отдали предпочтение солдатам, а страдать из-за этого придется горожанам!
zh: 您只注重满足军队的要求，却忽视了自己的镇民！
zh_tw: 您只注重滿足軍隊的要求，卻忽視了自己的鎮民！

# T_GAME_QUEST_SCEN15_13_START
source: We endure a hard time of deprivation, my Lord. I humbly beseech you to tribute some of the supplies for the soldiers to the poor instead!
de: Wir durchleben eine schwere Zeit voller Entbehrungen, mein Herr. Ich bitte Euch demütig, einen Teil der Güter für die Soldaten an die Bevölkerung zu spenden!
es: Estamos pasando muchas privaciones, mi señor. ¡Te suplico humildemente que entregues a los pobres parte de los suministros destinados a los soldados!
fr: Nous vivons une période de disette, mon seigneur. Je vous demande humblement de donner aux pauvres une partie du ravitaillement destiné aux soldats !
id: Kita sedang menghadapi masa sulit, Tuanku. Dengan segala kerendahan hati aku mohon Tuanku berkenan mengalihkan sebagian suplai untuk pasukan kepada kaum miskin!
it: Abbiamo sopportato un lungo periodo di privazioni, mio signore. Ti chiedo umilmente di dirottare verso i poveri parte delle provviste destinate ai soldati.
ja: 私たちは苦難の時に耐えています、領主様。どうか我々貧しい農民に兵士のための物資の一部を与えてください！
ko: 힘든 궁핍의 시기를 이겨냈습니다, 영주님. 이제 군인들의 물자 일부를 가난한 사람들에게 주어야 합니다!
pt: Sofremos tempos difíceis de privação, meu senhor. Humildemente peço que transfira alguns tributos dos soldados para os pobres!
ru: Мы страдаем от лишений, милорд. Я покорно прошу вас передать часть ресурсов, припасенных для солдат, беднякам!
zh: 我们遭遇了严重的食物短缺问题，大人。我恳请您将士兵的部分补给分发给穷人们！
zh_tw: 我們遭遇了嚴重的食物短缺問題，大人。我懇請您將士兵的部分補給分發給窮人們！

# T_GAME_QUEST_SCEN15_13_SUCCESS
source: You are an honorable ruler, my Lord! Despite the soldiers demands you didn't slight your townsfolk.
de: Ihr seid ein ehrenwerter Herrscher, mein Lehnsherr! Neben den Lieferungen an die Soldaten habt ihr Eure Bevölkerung nicht vernachlässigt.
es: ¡Mi señor, eres un gobernante honorable! Pese a las demandas de los soldados, no has descuidado a tus aldeanos.
fr: Vous êtes un dirigeant honorable, mon seigneur ! Malgré les demandes des soldats, vous n'avez pas oublié vos habitants.
id: Tuanku penguasa berhati mulia! Di tengah permintaan para serdadu, Tuanku tidak melupakan penduduk kota.
it: Sei un signore onorevole. Nonostante le richieste dei soldati, non hai ignorato i tuoi cittadini.
ja: 領主様は立派な支配者です！兵士たちの要求にもかかわらず、町民を軽んじませんでした。
ko: 위대한 지도자이십니다, 영주님! 군인들의 요구에도 불구하고 주민들을 잊지 않으셨습니다.
pt: Você é um governante honrado, meu senhor! Apesar das demandas dos soldados, você não abandonou seus habitantes.
ru: Вы — достойный правитель, господин! Несмотря на нужды военных, вы не бросили своих подопечных.
zh: 您真是贤明的统治者，大人！您既满足了士兵的需求，也没有亏待自己的镇民。
zh_tw: 您真是賢明的統治者，大人！您既滿足了士兵的需求，也沒有虧待自己的鎮民。

# T_GAME_QUEST_SCEN15_13_TITLE
source: Optional: Support the townsfolk.
de: Optional: Unterstütze die Bevölkerung.
es: Opcional: apoya a los aldeanos.
fr: Optionnel : soutenez les habitants.
id: Opsional: Dukunglah para Townie!
it: Opzionale: supporta i cittadini.
ja: オプション：町民をサポートする。
ko: 옵션: 주민을 지원하세요.
pt: Opcional: Apoie os habitantes.
ru: Необязательно: обеспечь горожан припасами.
zh: 可选：帮助镇民。
zh_tw: 可選：支援鎮民。

# T_GAME_QUEST_SCEN15_13_TITLE_OLD
source: Support the townsfolk.
de: Unterstütze die Bevölkerung.
es: Apoya a los aldeanos.
fr: Soutenez les habitants.
id: Beri dukungan untuk penghuni kota.
it: Supporta i cittadini.
ja: 町民を支援する。
ko: 주민을 지원하세요.
pt: Apoie os habitantes.
ru: Обеспечь горожан припасами.
zh: 帮助镇民。
zh_tw: 幫助鎮民。

# T_GAME_QUEST_SCEN15_14_FAIL
source: Watching how valuable resources are consumed by this war frustrates a lot of people, my Liege!
de: Zu sehen, wie wertvolle Ressourcen von einem Krieg verzehrt werden, den niemand unterstützt, frustriert die Leute.
es: A mucha gente le causa frustración ver la cantidad de recursos valiosos que está consumiendo esta guerra, mi señor.
fr: Beaucoup de gens sont frustrés de voir tant de ressources consommées par la guerre, maître !
id: Melihat banyak sumber daya berharga habis dalam perang ini membuat banyak orang frustrasi, Tuanku!
it: La vista di tante risorse preziose consumate dalla guerra è frustrante per i cittadini, mio signore!
ja: この戦争によって貴重な資材が失われていくのを見て、多くの人々が失望しています、領主様！
ko: 귀중한 자원들이 전쟁에 소비되어 많은 사람들이 고통을 받고 있습니다, 영주님!
pt: Observar como recursos valiosos estão sendo consumidos por esta guerra está frustrando muita gente, meu senhor!
ru: Война поглощает ценные ресурсы с невероятной скоростью, и многим это не нравится, мой господин!
zh: 镇民看到战争消耗了太多宝贵资源，都感到十分沮丧，大人！
zh_tw: 鎮民看到戰爭消耗了太多寶貴資源，都感到十分沮喪，大人！

# T_GAME_QUEST_SCEN15_14_START
source: It's cold outside and the workers have no appropriate clothes. Be so benevolent and produce some clothes. We cannot pay you, but we will work harder than ever before, my Lord!
de: Der Winter naht und viele Bürger können sich keine angemessene Kleidung leisten. Seid so gütig und verarbeitet einige Stoffe zu Kleidung. Wir können keine Bezahlung bieten, doch wir werden härter arbeiten als zuvor!
es: Hace frío y los trabajadores no tienen ropa apropiada. Ten la amabilidad de fabricar ropa nueva. ¡No podemos pagarte, pero trabajaremos más duro que nunca, mi señor!
fr: Il fait froid dehors et les ouvriers n'ont pas de vêtements appropriés. Soyez assez bon pour leur fournir des vêtements. Nous ne pouvons vous payer, mais nous travaillerons plus dur qu'avant, mon seigneur !
id: Udara di luar dingin dan para pekerja tidak punya pakaian yang sesuai. Berbaik hatilah dengan membuatkan pakaian untuk mereka. Kami tidak bisa membayar, tapi kami akan bekerja lebih keras lagi, Tuanku!
it: Fuori fa freddo e i lavoratori non hanno abiti adeguati. Sii buono e producine in quantità. Non possiamo pagarti, mio signore, ma lavoreremo più duramente che mai!
ja: 外は寒いのに、我々労働者には適切な衣服がありません。慈悲をお持ちになって衣服を生産してください。 支払いはできませんが、これまで以上に一生懸命働きます、領主様！
ko: 밖이 춥고 일꾼들은 적절한 옷이 없습니다. 자비심을 발휘하여 옷을 생산해주십시오. 저희가 돈을 드릴 수는 없지만 이전보다 더 열심히 일하겠습니다, 영주님!
pt: Está frio lá fora e os trabalhadores não têm roupas apropriadas. Seja benevolente e produza algumas roupas. Não podemos lhe pagar, mas trabalharemos com mais afinco que antes, meu senhor!
ru: На улице холодает, а у рабочих нет подходящей одежды. Помогите нам, сшейте им немного одежды. Мы не сможем заплатить, но мы обязуемся работать усерднее, милорд!
zh: 外面太冷了，工人们没有合适的衣服。行行好吧，给我们做些衣服。 我们没有钱付给您，但是会更勤劳地工作，大人！
zh_tw: 外面太冷了，工人們沒有合適的衣服。行行好吧，給我們做些衣服。 我們沒有錢付給您，但是會更勤勞地工作，大人！

# T_GAME_QUEST_SCEN15_14_START_2
source: It's cold outside and the workers have no appropriate clothes. Be so benevolent and produce some clothes. We cannot pay you, but we will work harder than ever before, my Lord!
de: Es ist kalt geworden, mein Herr. Viele Bürger können sich keine angemessene Kleidung leisten. Seid so gütig und verarbeitet einige Stoffe zu Kleidung. Wir können keine Bezahlung bieten, doch wir werden härter arbeiten als zuvor!
es: Hace frío y los trabajadores no tienen ropa apropiada. Ten la amabilidad de fabricar ropa nueva. ¡No podemos pagarte, pero trabajaremos más duro que nunca, mi señor!
fr: Il fait froid dehors et les ouvriers n'ont pas de vêtements appropriés. Soyez assez bon pour leur fournir des vêtements. Nous ne pouvons vous payer, mais nous travaillerons plus dur qu'avant, mon seigneur !
id: Udara di luar dingin dan para pekerja tidak punya pakaian yang sesuai. Berbaik hatilah dengan membuatkan pakaian untuk mereka. Kami tidak bisa membayar, tapi kami akan bekerja lebih keras lagi, Tuanku!
it: Fuori fa freddo e i lavoratori non hanno abiti adeguati. Sii buono e producine in quantità. Non possiamo pagarti, mio signore, ma lavoreremo più duramente che mai!
ja: 外は寒いのに、我々労働者には適切な衣服がありません。慈悲をお持ちになって衣服を生産してください。 支払いはできませんが、これまで以上に一生懸命働きます、領主様！
ko: 밖이 춥고 일꾼들은 적절한 옷이 없습니다. 자비심을 발휘하여 옷을 생산해주십시오. 저희가 돈을 드릴 수는 없지만 이전보다 더 열심히 일하겠습니다, 영주님!
pt: Está frio lá fora e os trabalhadores não têm roupas apropriadas. Seja benevolente e produza algumas roupas. Não podemos lhe pagar, mas trabalharemos com mais afinco que antes, meu senhor!
ru: На улице холодает, а у рабочих нет подходящей одежды. Помогите нам, сшейте им немного одежды. Мы не сможем заплатить, но мы обязуемся работать усерднее, милорд!
zh: 外面太冷了，工人们没有合适的衣服。行行好吧，给我们做些衣服。 我们没有钱付给您，但是会更勤劳地工作，大人！
zh_tw: 外面太冷了，工人們沒有合適的衣服。行行好吧，給我們做些衣服。 我們沒有錢付給您，但是會更勤勞地工作，大人！

# T_GAME_QUEST_SCEN15_14_SUCCESS
source: You are so beneficent, my liege! Now we don't have to shiver in the cold.
de: Ihr seid so gütig, mein Herr! Nun müssen wir nicht in der Kälte frieren.
es: ¡Eres nuestro benefactor! Ahora ya no pasaremos frío.
fr: Vous êtes si généreux, maître ! Nous n'aurons plus à frissonner de froid dehors.
id: Tuanku sungguh murah hati! Sekarang kami tidak perlu menggigil kedinginan.
it: Sei così buono, mio signore! Ora non patiremo più il freddo.
ja: ありがとうございます、領主様！我々はこれで寒さに震えることもありません。
ko: 정말 자비로우십니다, 영주님! 이제 추위에 떨지 않아도 됩니다.
pt: Você é tão bondoso, meu senhor! Agora não teremos de tremer de frio.
ru: Вы столь щедры, мой господин! Теперь мы больше не будем дрожать от холода.
zh: 您真是太善良了，大人！我们不会再被冻得瑟瑟发抖了。
zh_tw: 您真是太善良了，大人！我們不會再被凍得瑟瑟發抖了。

# T_GAME_QUEST_SCEN15_14_TITLE
source: Produce clothes for the people.
de: Produziere Kleidung für das Volk.
es: Produce ropa para la gente.
fr: Produisez des vêtements pour le peuple.
id: Siapkan pakaian untuk rakyat.
it: Produci abiti per il popolo.
ja: 人々のための衣服を生産する。
ko: 사람들을 위해 옷을 생산하세요.
pt: Produza roupas para o povo.
ru: Сшей одежду для горожан.
zh: 为镇民生产衣服。
zh_tw: 為鎮民生產衣服。

# T_GAME_QUEST_SCEN15_15_FAIL
source: Without new tools the people won't be able to work as effectively as before.
de: Ohne neues Werkzeug sind die Arbeiter nicht in der Lage, effektiv zu arbeiten.
es: Sin herramientas nuevas los trabajadores disminuirán su productividad.
fr: Sans ces outils, les gens ne pourront pas travailler aussi efficacement qu'avant.
id: Tanpa peralatan baru, orang-orang tidak bisa bekerja seefisien sebelumnya.
it: Senza utensili, la gente non potrà lavorare bene.
ja: 新しい工具がなければ、人々は以前のように効果的に働くことができません。
ko: 새로운 도구가 없으면 사람들은 전처럼 효과적으로 일할 수 없습니다.
pt: Sem novas ferramentas o povo não poderá trabalhar com tanta eficiência quanto antes.
ru: Без новых инструментов производительность горожан упадет.
zh: 没有新的工具，工人就不能像以往那样高效地工作了。
zh_tw: 沒有新的工具，工人就不能像以往那樣高效地工作了。

# T_GAME_QUEST_SCEN15_15_START
source: If you would send some iron to the toolmaker instead, he could forge us new work tools. Thus we could work more effectively in these hard times.
de: Waffen sind Werkzeuge der Zerstörung! Wenn ihr allerdings dem Werkzeugschmied etwas Eisen liefern würdet, so könnte er neues Werkzeug für die Arbeiter schmieden. So können sie in diesen schweren Zeiten effektiver arbeiten.
es: Si por el contrario destinaras hierro al taller de herramientas, se podrían forjar herramientas nuevas. Seríamos más eficientes en el trabajo en estos tiempos tan duros.
fr: Si vous pouviez envoyer du fer à l'atelier de l'outilleur, il pourrait nous fabriquer de nouveaux outils de travail. Ainsi, nous serions plus efficaces dans cette période difficile.
id: Kalau sebagian bijih besi dikirim kepada pembuat alat, ia bisa membuatkan peralatan baru untuk kami. Dengan begitu kami bisa bekerja lebih efektif di masa sulit ini.
it: Se potessi inviare del ferro all'utensileria, potremmo avere nuovi attrezzi da lavoro. In questo modo, potremmo lavorare meglio in questi tempi difficili.
ja: 代わりに工具職人に鉄をいくらか送りになれば、彼は我々に新たな作業工具を作ることができます。 そうすれば、我々はこの困難な時でもより効果的に働くことができるでしょう。
ko: 강철을 도구 제작자에게 보내면 새로운 작업 도구를 만들어줄 것입니다. 그러면 이 어려운 시기에 더 효과적으로 일할 수 있습니다.
pt: Se você enviar algum ferro para o ferreiro, ele pode nos fazer novas ferramentas de trabalho. Assim poderemos trabalhar com mais eficiência nestes tempos difíceis.
ru: Если вы решитесь отправить немного железа инструментарию, то он сможет сделать нам новые инструменты. Это позволит нам усерднее работать в столь тяжелое время.
zh: 如果您能为工具匠提供更多铁矿，他就能帮我们打造新的工具。 这样我们就能在艰难的岁月里更高效地工作了。
zh_tw: 如果您能為工具匠提供更多鐵礦，他就能幫我們打造新的工具。 這樣我們就能在艱難的歲月裡更高效地工作了。

# T_GAME_QUEST_SCEN15_15_SUCCESS
source: Your goodness knows no limits, my Lord!
de: Eure Großzügigkeit kennt keine Grenzen, mein Herr.
es: ¡Tu bondad no tiene límites, mi señor!
fr: Votre bonté ne connaît pas de limites, mon seigneur !
id: Kebaikan hati Tuanku sungguh tanpa batas!
it: La tua generosità non conosce limiti, mio signore!
ja: 領主様の優しさには限界がありません！
ko: 영주님의 덕은 한계가 없군요!
pt: Sua bondade não tem limites, meu senhor!
ru: Вы столь великодушны, милорд!
zh: 神无所不知，大人！
zh_tw: 神無所不知，大人！

# T_GAME_QUEST_SCEN15_15_TITLE
source: Tribute tools to the workers.
de: Spende Werkzeuge an die Arbeiter.
es: Proporciona herramientas a los trabajadores.
fr: Offrez des outils aux ouvriers.
id: Sumbangkan peralatan untuk para pekerja.
it: Dai degli utensili ai lavoratori.
ja: 労働者に工具を与える。
ko: 도구를 일꾼에게 주세요.
pt: Tributo de ferramentas para os trabalhadores.
ru: Подарите рабочим инструменты.
zh: 向工人提供工具。
zh_tw: 向工人提供工具。

# T_GAME_QUEST_SCEN15_16_FAIL
source: Your townsfolk is still starving, my lord. If they aren't provided with food, the mood will surely turn heavily soon.
de: Mein Herr, die Bevölkerung hungert immer noch. Wenn sie nicht bald genug Lebensmittel erhält, wird die Stimmung mit Sicherheit noch schlechter werden.
es: Tus aldeanos siguen muriéndose de hambre, mi señor. Si no les das comida, pronto empezarán a perder la moral.
fr: Vos habitants meurent de faim, mon seigneur. Si on ne leur donne pas de nourriture, leur humeur ne tardera pas à s'assombrir.
id: Penduduk kota masih kelaparan, Tuanku. Jika tidak disediakan makanan untuk mereka, suasana hati mereka pasti segera memburuk.
it: I tuoi cittadini continuano a morire di fame, mio signore. Se non li sfami, il morale colerà a picco.
ja: 町民はまだ飢えています、領主様。食糧が提供されなければ、すぐ事態が悪化するでしょう。
ko: 주민들이 아직도 굶주리고 있습니다, 영주님. 식량을 공급하지 않으면 민심이 곧 크게 악화될 것입니다.
pt: Seus habitantes ainda estão famintos, meu senhor. Se eles não receberem comida, o ambiente ficará pesado em breve.
ru: Горожане все еще голодают, милорд. Если так пойдет и дальше, то вскоре их гневу не будет предела.
zh: 您的镇民仍在挨饿，大人。如果他们得不到食物，情绪就会严重低落。
zh_tw: 您的鎮民仍在挨餓，大人。如果他們得不到食物，情緒就會嚴重低落。

# T_GAME_QUEST_SCEN15_16_START
source: The townsfolk is starving, my Lord. Leave the supplies to us instead and you will never hear any complaints from us again!
de: Das Volk hungert, mein Lehnsherr. Ich bin sicher, in den königlichen Kammern sind noch genug Lebensmittel für ein paar Soldaten. Liefert die Lebensmittel stattdessen an uns und ihr werdet nie wieder eine Beschwerde hören!
es: Los aldeanos se mueren de hambre, mi señor. ¡Entréganos a nosotros los suministros y no volverás a oír nuestras quejas!
fr: Les habitants meurent de faim, mon seigneur. Donnez-nous le ravitaillement et vous n'entendrez plus jamais la moindre plainte de notre part !
id: Warga kota kelaparan, Tuanku. Alihkanlah suplai untuk kami, dan Tuanku takkan pernah mendengar kami mengeluh lagi!
it: I cittadini muoiono di fame, mio signore. Lascia a noi queste provviste e non ci lamenteremo mai più!
ja: 町民が飢えています、領主様。 我々に物資を下されば、我々からの苦情を再び聞くことはありません！
ko: 주민들이 굶주리고 있습니다, 영주님. 저희에게 물자를 주시면 다시는 불평하지 않겠습니다!
pt: Os habitantes estão famintos, meu senhor. Deixe os suprimentos para nós e você nunca mais nos ouvirá reclamar!
ru: Горожане голодают, милорд. Отдайте припасы нам, и мы перестанем роптать о нашей тяжелой доле!
zh: 镇民正在饿肚子，大人。 请把补给留给我们吧，我们再也不会发牢骚了！
zh_tw: 鎮民正在餓肚子，大人。 請把補給留給我們吧，我們再也不會發牢騷了！

# T_GAME_QUEST_SCEN15_16_SUCCESS
source: May the gods bless you!
de: Mögen die Götter Euch segnen. Ihr werdet eine Menge Leben retten. Wir stehen tief in eurer Schuld, mein Herr.
es: ¡Que los dioses te bendigan!
fr: Puissent les dieux vous bénir !
id: Semoga para dewa memberkati Tuanku!
it: Gli dèi ti benedicano!
ja: 神の祝福がありますように！
ko: 신의 은총이 함께하시길!
pt: Que os deuses o abençoem!
ru: Да благословят вас боги!
zh: 愿神保佑你！
zh_tw: 願神保佑你！

# T_GAME_QUEST_SCEN15_16_TITLE
source: Bestow foods to the townsfolk.
de: Schenke dem Volk Nahrungsmittel.
es: Proporciona comida a los aldeanos.
fr: Offrez de la nourriture aux habitants.
id: Berikan makanan untuk penduduk kota.
it: Dai del cibo ai cittadini.
ja: 町民へ食糧を届ける。
ko: 식량을 주민에게 제공하세요.
pt: Entregue a comida aos habitantes.
ru: Раздайте еду горожанам.
zh: 向镇民分发食物。
zh_tw: 向鎮民分發食物。

# T_GAME_QUEST_SCEN15_17_1_FAIL
source: Dissatisfaction spreads, my Lord. You need to do something quick!
de: Unzufriedenheit breitet sich im Volk aus, mein Herr. Ihr müsst schnell etwas unternehmen!
es: Se extiende la insatisfacción, mi señor. ¡Tienes que hacer algo rápido!
fr: Le mécontentement gronde, mon seigneur. Vous devez agir rapidement !
id: Ketidakpuasan semakin meluas. Tuanku harus segera mengambil tindakan!
it: L'insoddisfazione si diffonde, mio signore. Devi fare qualcosa al più presto.
ja: 不満が広がっています、領主様。迅速に何かをなさらねばなりません！
ko: 불만이 퍼졌습니다, 영주님. 빨리 조치를 취해야 합니다!
pt: A insatisfação se espalha, meu senhor. Você deve fazer alguma coisa, e rápido!
ru: Недовольство растет, милорд. Нужно скорее что-то с этим делать!
zh: 不满情绪正在蔓延，大人。您必须尽快采取行动！
zh_tw: 不滿情緒正在蔓延，大人。您必須儘快採取行動！
