Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN4_15_SUCESS
source: Simply marvelous, my liege! Despite the drought you have managed to build a large town. Your Townies are really happy with the changes you have made. As your King I am very pleased with your work. You have done a great service to the realm and you will be rewarded accordingly.
de: Hervorragend, mein Statthalter. Ihr habt trotz der Dürre eine große Stadt am Flussbett entstehen lassen. Ebenso sind die Dorfbewohner sehr glücklich mit den Veränderungen, die Ihr vorgenommen habt. Als euer König bin ich sehr zufrieden mit Euren Leistungen im Königreich. Ihr habt wirklich gute Arbeit geleistet und werdet dafür fürstlich belohnt.
es: Simplemente maravilloso, estimado corregidor. A pesar de la sequía, has conseguido construir una gran ciudad. Tus townies están muy contentos con los cambios que has hecho. Como rey que soy, estoy encantado con tu trabajo. Has ofrecido un gran servicio al reino y te recompensaré por ello.
fr: C'est tout simplement merveilleux, mon brave intendant ! Malgré la sécheresse, vous avez réussi à bâtir une grande ville. Vos habitants sont très contents des changements que vous avez apportés. En tant que roi, je suis très satisfait de votre travail. Vous avez rendu un fier service au royaume et vous serez récompensé en conséquence.
id: Benar-benar mengagumkan, Paduka Yang Mulia! Walaupun kemarau, Anda telah menyelesaikan pembangunan kota yang besar. Penduduk Kota Anda benar-benar senang dengan perubahan yang Anda lakukan. Sebagai raja, aku sangat senang dengan pekerjaanmu. Kau telah bekerja dengan hebat di bidang itu dan kau akan diberi hadian.
it: Semplicemente meraviglioso, mio buon Siniscalco! Nonostante la siccità sei riuscito a costruire una grande città. I tuoi cittadini sono davvero soddisfatti dei cambiamenti che hai fatto. Il tuo re è molto soddisfatto del tuo lavoro. Hai reso un grande servizio al regno e verrai ricompensato adeguatamente.
ja: とてもすばらしいです、閣下！干ばつに屈することなく街を発展させましたね。タウニーも幸せを感じています。国王は功績を讃え、この行いに対して報酬を与えたいそうです。
ko: 간단히 아주 멋집니다! 가뭄에도 불구하고, 큰 타운을 짓는데 성공했습니다. 주민들은 새로운 변화에 매우 즐거워하고 있습니다. 왕으로써, 당신의 일에 매우 만족합니다. 당신의 멋진 서비스는 보상 받을 것입니다.
pt: Simplesmente maravilhoso, meu bom guardião! Apesar da seca, conseguistes construir uma grande cidade. Os seus Habitantes estão muito felizes com as mudanças. Como seu rei, digo que estou muito satisfeito com vosso trabalho. Prestastes excelente serviço para o reino e sereis recompensado de acordo.
ru: Просто изумительно, мой добрый наместник! Невзирая на засуху, тебе удалось построить большой город. Твои поселяне реально счастливы осуществленными тобой переменами. Как твой король, я очень доволен твоей работой. Ты отлично послужил королевству и получишь соответствующую награду.
zh: 真是好极了，我的好管事！ 尽管遭遇干旱，你还是成功地建成了一座宏伟的城市。 你的镇民们看到城市的变化，真的很开心。 作为你的国王，我对你的工作非常满意。 你为王国立下了汗马功劳，应该予以重赏。
zh_tw: 真是好極了，我的好管事！ 儘管遭遇乾旱，您還是成功地建成了一座宏偉的城市。 您的鎮民們看到城市的變化，真的很開心。 作為您的國王，我對您的工作非常滿意。 您為王國立下了汗馬功勞，應該予以重賞。

# T_GAME_QUEST_SCEN4_1_DESC
source: My lord, the Townies are living in poverty and misery. The realm is suffering from a drought. Just look at this once magnificent river that ran right next to your castle. There are only small puddles left... The King has tasked us with expanding our town. Let's start by building a few more townhouses.
de: Die Dorfbewohner sind verarmt und unglücklich über die Dürre, die das Land plagt. Schaut euch den ehemals prächtigen Fluss an, an dem Euer Schloss gelegen ist! Nur noch Pfützen sind geblieben... Mein Herr, der König hat uns mit der Vergrößerung unseres Dorfes beauftragt. Lasst uns mit einigen neuen Wohnhäusern beginnen.
es: Mi amo: los townies viven rodeaos de pobreza y miseria. La sequía asola el reino. Basta con que eches un vistazo al río que pasa junto al castillo. En su día fluía con todo su esplendor. Ahora solo se ven unos pocos charcos… El rey nos ha encomendado ampliar la ciudad. Para empezar, podríamos construir más casas.
fr: Maître, les habitants vivent dans la pauvreté et la misère. Le royaume souffre de la sécheresse. Regardez cette rivière près de votre château : elle était magnifique autrefois et maintenant il ne reste plus que des flaques... Le roi vous a demandé de développer notre ville. Commençons en bâtissant quelques maisons.
id: Yang Mulia, Penduduk Kota hidup dalam kemiskinan dan kesengsaraan. Negeri ini menderita karena kemarau. Lihatlah sungai yang dulu cemerlang ini mengalir tepat di samping istana Anda. Hanya tersisa sedikit genangan air... Raja telah menugaskan kita untuk memperluas kota. Mari mulai dengan membangun beberapa rumah lagi.
it: Mio signore, i cittadini vivono in miseria e povertà. Il regno è preda della siccità. Guarda questo fiume, un tempo magnifico, che scorreva accanto al tuo castello. Ora non rimangono che pozzanghere... Il re ti ha incaricato di espandere la nostra città. Iniziamo costruendo altre abitazioni.
ja: 閣下、タウニーは貧困に苦しみ、領土は干ばつに悩まされています。城のすぐ隣に河川が流れていましたが、今はただの水たまりしかありません。 国王が街の成長を望んでおられます。まずは家を建てることから始めましょう。
ko: 타운 주민들이 가난과 불행에 시달리고 있어요. 왕국은 가뭄에 고통받고 있습니다. 성 주변을 흐르는 강을 한번 보세요, 작은 웅덩이 밖에 남지 않았어요... 왕은 저희에게 타운을 확장할 임무를 주었습니다. 타운하우스를 조금 더 짓는 것으로 시작합시다.
pt: Senhor, os Habitantes vivem uma vida pobre e miserável. O reino está sofrendo com a seca. Basta olhar para este rio que corria perto do seu castelo, antes tão magnífico. Agora só há algumas poças... O rei nos encumbiu com a expansão da cidade. Vamos começar construindo mais algumas casas.
ru: Милорд, горожане живут в нищете и страданиях. Королевство страдает от засухи. Просто взгляните на эту когда-то величественную реку, протекающую рядом с вашим замком. От нее остались лишь небольшие лужицы... Король поручил нам расширить наш город. Начнем со строительства еще нескольких городских домов.
zh: 大人，镇民们正生活在贫穷和苦难当中呢。 王国之内正遭遇着干旱呢。 您看看城堡旁流过的那条河，它曾经是多么浩浩荡荡啊。 现在河水只剩下星星点点的水洼了。 国王已经发下令来，命令我们扩建城池。 我们先增建一些城市排屋吧。
zh_tw: 大人，鎮民們正生活在貧窮和苦難當中呢。 王國之內正遭遇著乾旱呢。 您看看城堡旁流過的那條河，它曾經是多麼浩浩蕩蕩啊。 現在河水只剩下星星點點的水窪了。 國王已經發下令來，命令我們擴建城池。 我們先增建一些城市連棟排屋吧。

# T_GAME_QUEST_SCEN4_1_NAME
source: Build 8 more townhouses.
de: Baue 8 neue Wohnhäuser.
es: Construye 8 casas más.
fr: Construisez 8 maisons de plus.
id: Bangun 8 rumah lagi.
it: Costruisci altre 8 abitazioni.
ja: 家をさらに8つ建てる。
ko: 타운을 8개 더 짓습니다.
pt: Construa mais 8 casas.
ru: Построй еще 8 городских домов.
zh: 增建8幢排屋。
zh_tw: 增建8幢連棟排屋。

# T_GAME_QUEST_SCEN4_1b_DESC
source: My liege, the King is delighted to hear about the successful expansion of the town, but he commands us to build an even larger town.
de: Mein Herr, der König ist beeindruckt vom Ausbau des Dorfes. Jedoch verlangt er nun eine noch größere Stadt.
es: Milord, el rey está encantado con el éxito de la expansión de la ciudad, pero quiere que construyas una ciudad aún más grande.
fr: Mon seigneur, le roi a été ravi d'apprendre que la ville s'est développée avec succès, mais il nous ordonne de construire une ville encore plus grande.
id: Paduka, raja sangat senang mendengar kesuksesan perluasan kota, tapi beliau memerintahkan kita membangun kota yang lebih besar.
it: Mio signore, il re è soddisfatto dell'espansione della città, ma ordina di costruirne una ancora più grande.
ja: 閣下、国王が街の成長にお喜びのご様子です。しかし、さらに大きな成長を望んでおられます。
ko: 타운의 성공적인 확장 소식에 왕이 매우 기뻐하였습니다. 하지만 더욱 큰 타운을 지으라고 명하셨습니다.
pt: Meu senhor, o rei ficou muito feliz ao saber do sucesso da expansão da cidade, mas ele ordena a construção de uma cidade ainda maior.
ru: Мой господин, королю доставили удовольствие новости об успешном расширении города, но он приказывает нам построить еще больший город.
zh: 君主阁下，国王听说城池扩建一帆风顺，十分喜悦，不过他命令我们建造更大的城池。
zh_tw: 君主閣下，國王聽說城池擴建一帆風順，十分喜悅，不過他命令我們建造更大的城池。

# T_GAME_QUEST_SCEN4_1b_NAME
source: Reach a total population of 100.
de: Erreiche eine Gesamtbevölkerung von 100.
es: Alcanza una población de 100.
fr: Atteignez une population totale de 100.
id: Capai total penduduk 100.
it: Raggiungi una popolazione totale di 100.
ja: 人口100人達成させる。
ko: 총 인구 수 100에 도달하세요.
pt: Chegue a uma população total de 100.
ru: Достигни количества населения в 100 человек.
zh: 总人口达到100.
zh_tw: 總人口達到100。

# T_GAME_QUEST_SCEN4_2_DESC
source: My lord, as a merchant I could be of significant help in your current predicament. The kingdom may suffer from a drought, but I can deliver much needed supplies to your town as soon as you build a marketplace.
de: Verehrter Statthalter, ich als Händler kann ihnen in ihrer brenzligen Situation eine große Hilfe sein. Zwar plagt die Dürre das ganze Land, jedoch kann ich euch die benötigten Nahrungsmittel liefern, sobald ihr einen Marktplatz errichtet habt.
es: Mi estimado corregidor: soy mercader y podría ayudarte inmensamente en cumplir tu deber. Puede que el reino esté en plena sequía, pero si construyes un mercado, podré proveer a la ciudad de todos esos artículos necesarios.
fr: Mon seigneur et intendant, en tant que marchand je pourrais vous être de la plus grande aide pour faire face à vos problèmes actuels. Le royaume souffre peut-être de sécheresse, mais je pourrais vous envoyer les marchandises dont vous avez besoin dès que vous aurez construit un marché.
id: Paduka Yang Mulia, sebagai pedagang, saya bisa menjadi bantuan penting dalam kesulitan Anda. Kerajaan mungkin menderita karena kemarau, tapi saya dapat memberikan banyak persediaan yang dibutuhkan bagi kota Anda segera setelah Anda membangun pasar.
it: Mio signore Siniscalco, come mercante potrei esserti di grande aiuto nella tua attuale situazione. Il regno soffre la siccità, ma io posso rifornire di provviste la tua città, se costruirai un mercato.
ja: 閣下、厳しい状況ですが、商人としてあなたのお役に立てることがありそうです。 王国全体が干ばつに悩まされることがあっても、市場が完成すればすぐに必要な物資を供給することができます。
ko: 스튜어드 님, 상인으로써 당신이 처한 곤경에서 구해드릴 방법이 있습니다. 왕국은 가뭄으로 고통바고 있지만, 타운의 시장을 짓는데 있어 필요한 모든 물품을 공급할 수 있습니다.
pt: Senhor guardião, como mercador, posso ser de grande ajuda na sua atual situação. O reino pode estar sofrendo com a seca, mas posso entregar provisões na cidade assim que o senhor construir um mercado.
ru: Господин наместник, в качестве купца я мог бы оказать значительную помощь в возникшем у вас затруднительном положении. Пусть королевство и страдает от засухи, но я смогу доставить столь необходимые припасы в ваш город так скоро, как только вы построите рынок.
zh: 尊敬的管事阁下，您目前身处困境，作为商人，我可能帮您解决燃眉之急哦。 王国可能要遭受旱灾，不过，只要您一建好市场，我便可以向您的城镇投放大量的必需物资。
zh_tw: 尊敬的管事閣下，您目前身處困境，作為商人，我可能幫您解決燃眉之急哦。 王國可能要遭受旱災，不過，只要您一建好市場，我便可以向您的城鎮投放大量的必需物資。

# T_GAME_QUEST_SCEN4_2_NAME
source: Attain high marketplace happiness.
de: Sorge für eine hohe Marktplatz-Zufriedenheit.
es: Consigue una alta satisfacción en el mercado.
fr: Obtenez un bonheur de marché élevé.
id: Dapatkan kebahagiaan tinggi di pasar.
it: Ottieni un alto livello di soddisfazione al mercato.
ja: 市場で高い満足度を達成する。
ko: 높은 시장 행복지수에 도달합니다.
pt: Obtenha um nível alto de felicidade no mercado.
ru: Достигни высокого уровня счастья с помощью рынка.
zh: 获得高的市场幸福值。
zh_tw: 獲得高的市場幸福值。

# T_GAME_QUEST_SCEN4_3_DESC
source: I beg you, my lord, please order the construction of additional wells to supply the villagers with enough water in this heat.
de: Mein Herr, ich bitte euch... Das Dorf benötigt dringend mehrere Brunnen, um die Townies bei dieser Hitze weiterhin mit genug Trinkwasser zu versorgen.
es: Te lo suplico, mi señor. Con este calor, es necesario que ordene la construcción de más pozos para abastecer de agua a la población.
fr: Je vous en supplie, mon seigneur, ordonnez la construction de puits supplémentaires pour fournir suffisamment d'eau aux villageois par cette chaleur.
id: Yang Mulia, saya mohon perintahkan pembangunan sumur tambahan untuk memberikan cukup air bagi penduduk dalam situasi panas ini.
it: Ti supplico, mio signore, ordina la costruzione di altri pozzi per rifornire i cittadini di acqua a sufficienza per quest'ondata di calore.
ja: 領主様にお願いがあります。この暑さです。みんなに水が行き渡るよう、井戸を増やしていただけませんか？
ko: 주인님, 제발 마을에 더 많은 우물을 짓도록 명령해주세요. 마을 주민들은 물을 필요로합니다.
pt: Senhor, requisito encarecidamente a construção de mais poços para que os habitantes tenham água para enfrentar o calor.
ru: Умоляю вас, мой господин, прикажите вырыть дополнительные колодцы, которые снабдят жителей достаточным количеством воды в эту жару.
zh: 我求求您了，大人，请您下令再多打几口井，这样，村民在这样的高温下才会有足够的水喝。
zh_tw: 我求求您了，大人，請您下令再多打幾口井，這樣，村民在這樣的高溫下才會有足夠的水喝。

# T_GAME_QUEST_SCEN4_3_NAME
source: Build 2 wells.
de: Errichte 2 Brunnen.
es: Construye 2 pozos.
fr: Construisez 2 puits.
id: Bangun 2 sumur.
it: Costruisci 2 pozzi.
ja: 井戸を2つ建てる。
ko: 2개의 우물을 짓습니다.
pt: Construa dois poços.
ru: Вырой 2 колодца.
zh: 打2口井。
zh_tw: 打2口井。

# T_GAME_QUEST_SCEN4_4_DESC
source: I bring good tidings, my liege. A Townie has discovered that the puddles of water down in the dried-up riverbed still hold some fish. We should order a few fishermen's huts to be built.
de: Ich komme mit Neuigkeiten, mein Herr. Ein Dorfbewohner hat noch einige Fischbestände in den Pfützen im ausgetrockneten Flussbett entdeckt. Wir sollten ein paar Fischerhütten im Flussbett bauen.
es: Traigo buenas noticias, mi señor. Un townie ha descubierto que en los charcos de agua que hay en el lecho del río seco aún hay peces. Deberíamos ordenar la construcción de casetas para los pescadores.
fr: J'ai de bonnes nouvelles pour vous, maître. Un Townie a découvert que les mares d'eau dans le lit asséché de la rivière contenaient encore des poissons. Nous devrions ordonner la construction de quelques cabanes de pêcheur.
id: Saya membawa berita baik, Paduka. Seorang Penduduk Kota menemukan bahwa genangan air di dasar sungai yang kering masih ada ikannya. Kita harus memerintahkan pembuatan beberapa gubuk penangkap ikan.
it: Porto buone nuove, mio signore. Un cittadino ha scoperto che le pozze d'acqua rimaste nel letto del fiume asciutto ospitano ancora qualche pesce. Dovremmo far costruire dei capanni di pescatori.
ja: 閣下、良い知らせです。干上がった河床の水たまりに魚がいました。 漁師小屋を建てましょう。
ko: 좋은 소식이 있습니다. 강의 아래 기슭의 웅덩이에서 물고기들을 발견했습니다. 낚시꾼의 오두막을 지어야합니다.
pt: Trago boas notícias, senhor. Um Habitante descobriu que ainda há peixes nas poças d'água no leito seco do rio. Devemos encomendar a construção de algumas cabanas para os pescadores.
ru: Я принес вам добрые новости, мой господин. Один из горожан обнаружил, что в лужицах воды в пересохшем русле реки все еще есть немного рыбы. Необходимо приказать построить несколько хижин рыбака.
zh: 我的君主，我给您带来了好消息。 有一个镇民发现，干涸的河床上，有些水洼里还有鱼。 我们应该命人再修建几座渔民的棚屋。
zh_tw: 我的君主，我給您帶來了好消息。 有一個鎮民發現，乾涸的河床上，有些水窪裡還有魚。 我們應該命人再修建幾座漁民的棚屋。

# T_GAME_QUEST_SCEN4_4_NAME
source: Build 2 fishermen's huts.
de: Baue 2 Fischerhütten.
es: Construye 2 casetas de pescadores.
fr: Construisez 2 cabanes de pêcheur.
id: Bangun 2 gubuk penangkap ikan.
it: Costruisci 2 capanni di pescatori.
ja: 漁師小屋を2つ建てる。
ko: 2개의 낚시꾼의 오두막을 짓습니다.
pt: Construa duas cabanas de pescador.
ru: Построй 2 хижины рыбака.
zh: 修建2座渔民的棚屋。
zh_tw: 修建2座漁民的棚屋。

# T_GAME_QUEST_SCEN4_5_DESC
source: My lord, I would like to propose a deal. If we could expand our trade relationship, I could arrange for regular food deliveries to your town.
de: Ich schlage euch einen guten Handel vor, Herr Statthalter. Ihr handelt ein wenig mit mir und ich belohne euch mit regelmäßigen Nahrungslieferungen.
es: Estimado corregidor; le propongo un trato: si conseguimos ampliar nuestra relación comercial, podría hacer que enviasen a la ciudad suministros de comida de forma regular.
fr: Mon seigneur et intendant, j'aimerais vous proposer un marché. Si nous pouvions développer notre relation commerciale, je pourrais faire en sorte que de la nourriture soit livrée de manière régulière en ville.
id: Paduka Yang Mulia, saya ingin mengajukan usul. Jika kita dapat memperluas hubungan dagang, saya dapat mengatur pengiriman makanan secara teratur ke kota Anda.
it: Mio signore Siniscalco, vorrei proporti un affare. Se estendiamo i nostri rapporti commerciali, potrei organizzare delle consegne regolari di cibo nella tua città.
ja: 閣下、提案があります。 我々の貿易関係を発展させれば、定期的に街を訪れ、食糧を提供できます。
ko: 스튜어드님, 거래를 제안하고 싶습니다. 만일 저희의 거래 관계를 확장할 수 있다면, 타운으로 정기적인 음식 공급이 가능합니다.
pt: Senhor guardião, gostaria de propor um acordo. Se pudermos expandir nossa relação comercial, posso entregar comida com regularidade na cidade.
ru: Господин наместник, предлагаю вам сделку. Если бы мы могли расширить наши торговые взаимоотношения, я мог бы организовать регулярные поставки еды в ваш город.
zh: 尊敬的管事大人，我想与你做一笔交易。 假如扩大我们之间的贸易关系，我可以为您的城镇定期供应食物。
zh_tw: 尊敬的管事大人，我想與您做一筆交易。 假如擴大我們之間的貿易關係，我可以為您的城鎮定期供應食物。

# T_GAME_QUEST_SCEN4_5_NAME
source: Make a profit of 1000 Thaler from selling at the market.
de: Erziele einen Profit von 1000 Talern am Markt.
es: Consigue 1000 táleros de beneficios con ventas en el mercado.
fr: Faites un profit de 1000 Écus grâce aux ventes du marché.
id: Dapatkan laba 1000 Thaler dari penjualan di pasar.
it: Accumula un profitto di 1000 talleri dalle vendite al mercato.
ja: 市場で物を売って1000ターレルの利益を上げる。
ko: 시장에서 판매를 통하여 1000탈러를 얻었습니다.
pt: Obtenha um lucro de 1000 moedas com vendas no mercado.
ru: Получи 1 000 талеров прибыли от торговли на рынке.
zh: 通过市场销售赚得1000个泰勒币。
zh_tw: 通過市場銷售賺得1000個泰勒幣。

# T_GAME_QUEST_SCEN4_6_DESC
source: Once again I come before you with a proposal. I am in urgent need of coal. Supply me with coal and I will repay you with a big bag of Thaler.
de: Erneut komme ich mit einem Anliegen, Herr Statthalter. Ihr versorgt mich mit Holzkohle und ich biete euch dafür einen gut gefüllten Beutel Taler an.
es: Vuelvo a acudir con una propuesta. Necesito urgentemente carbón. Si me proporciona carbón, le recompensaré con una gran bolsa de táleros.
fr: Je viens à nouveau vous faire une proposition. J'ai un besoin urgent de charbon. Fournissez-moi du charbon et je vous donnerai une grosse bourse d'Écus en échange.
id: Sekali lagi, saya datang ke hadapan Anda dengan suatu usul. Saya sangat membutuhkan batu bara. Berikan kepada saya batu bara dan saya akan membayarnya dengan sekantung besar Thaler.
it: Ancora una volta vengo a te con una proposta. Ho urgente bisogno di carbone. Riforniscimi di carbone e ti ripagherò con una montagna di talleri.
ja: 再び提案があります。至急木炭が必要です。木炭を供給していただければ、高額の報酬をお渡しします。
ko: 다시 한번 제가 먼저 거래를 신청합니다. 저는 석탄이 급하게 필요합니다. 석탄을 공급해주시면 Thaler가 가득 든 가방을 준비하겠습니다.
pt: Mais uma vez faço uma proposta. Preciso urgentemente de carvão. Dê-me carvão e eu lhe darei em troca uma bolsa cheia de Táleres.
ru: И снова у меня есть к вам предложение. Мне срочно необходим уголь. Обеспечьте меня углем, и я отблагодарю вас звонкими талерами.
zh: 我又来了，想再与您做一笔交易。 我现在迫切需要煤。 如果你为我供煤的话，我愿意用一大袋泰勒币作为交换。
zh_tw: 我又來了，想再與您做一筆交易。 我現在迫切需要煤。 如果您為我供煤的話，我願意用一大袋泰勒幣作為交換。

# T_GAME_QUEST_SCEN4_6_NAME
source: Deliver coal to the merchant.
de: Liefere Kohle an den Händler.
es: Entregue de carbón al mercader.
fr: Livrez blocs de charbon au marchand.
id: Berikan batu bara kepada pedagang.
it: Consegna unità di carbone al mercante.
ja: 商人に木炭を届ける。
ko: 상인에게 개의 석탄을 배달합니다.
pt: Entregue carvões para o mercador.
ru: Доставь единиц угля купцу.
zh: 向商人交付个值的煤炭。
zh_tw: 向商人交付個點數的煤炭。

# T_GAME_QUEST_SCEN4_7_DESC
source: Steward, my court is in urgent need of grape juice. The drought is still plaguing my kingdom and it has wiped out our grape harvest. I order you to build a juice manufacture. I'm planning on hosting a banquet at my castle soon, so don't disappoint me!
de: Mein Statthalter, an meinem Hof ist ein Mangel an gutem Traubensaft entstanden. Die Dürre plagt mein ganzes Königreich und die Traubenernte wurde durch das Wetter zerstört. Errichtet in meinem Auftrag eine Kelterei - ich werde in Kürze ein Bankett veranstalten, also enttäuscht mich nicht!
es: Corregidor: mi corte necesita mosto urgentemente, ya que la sequía sigue asolando mi reino y ha acabado con la recolecta de uva. Te ordeno construir un lagar. Voy a organizar muy pronto un banquete en mi castillo, así que no me decepciones.
fr: Intendant, ma cour a besoin de jus de raisin le plus rapidement possible. La sécheresse qui frappe toujours mon royaume a détruit nos récoltes de raisins. Je vous ordonne de bâtir un pressoir. J'ai l'intention d'organiser un banquet au château d'ici peu, alors ne me décevez pas !
id: Paduka, pengadilan saya sangat membutuhkan jus anggur. Kemarau masih menyengsarakan kerajaan saya dan telah memusnahkan panen anggur kami. Saya perintahkan untuk membangun pabrik jus. Saya berencana segera mengadakan jamuan di istana, jadi jangan mengecewakanku!
it: Siniscalco, la mia corte ha urgente bisogno di succo d'uva. La siccità devasta ancora il mio regno, e ha distrutto il raccolto di uva. Ti ordino di costruire una manifattura di succo. Sto organizzando un banchetto al mio castello, quindi non mi deludere!
ja: スチュアードよ、庭園にぶどうジュースが至急必要である。今も干ばつが続き、ぶどうが収穫できん。 ジュース工場の建設を命じる。城でいますぐ宴会を開こうと思ってな、がっかりさせるでないぞ！
ko: 스튜어드님, 저의 법원은 포도 주스가 급하게 필요합니다. 왕국은 여전히 가뭄으로 고통받고 있으며 포도 수확에 실패했습니다. 주스 제조 공장을 짓기를 명합니다. 곧 제 성에서 연회를 열 예정이니, 저를 실망시키지 마세요!
pt: Guardião, a corte necessita urgentemente de suco de uva. A seca ainda castiga o reino e fez definhar o nosso vinhedo. Ordeno que construa instalações para fabricar suco. Planejo fazer um banquete no meu castelo em breve. Portanto, não me decepcione!
ru: Наместник, моему двору срочно требуется виноградный сок. Засуха по-прежнему опустошает мое королевство, уничтожив весь урожай винограда. Приказываю тебе построить соковую мануфактуру. В скором времени, я планирую устроить пир в моем замке, так что не разочаруй меня!
zh: 管事，我的宫殿里急需葡萄汁。 我的王国现在旱情严重，我们的葡萄几乎颗粒无收。 我命令你建造一座果汁酿造厂。 我计划不久在城堡里举办宴会，不要让我失望!
zh_tw: 管事，我的宮殿裡急需葡萄汁。 我的王國現在旱情嚴重，我們的葡萄幾乎顆粒無收。 我命令您建造一座果汁釀造廠。 我計畫不久在城堡裡舉辦宴會，不要讓我失望!

# T_GAME_QUEST_SCEN4_7_NAME
source: Build a juice manufacture and produce juice.
de: Baue eine Kelterei und produziere Traubensaft.
es: Construye un lagar y produce zumo.
fr: Construisez un pressoir et produisez du jus.
id: Bangunlah pabrik jus dan hasilkan jus.
it: Costruisci una manifattura di succo e produci del succo.
ja: ジュース工場を建て、ジュースを生産する。
ko: 주스를 생산할 주스 제조소를 짓습니다.
pt: Construa uma fábrica de suco e produza suco.
ru: Построй соковую мануфактуру и произведи сок.
zh: 兴建一座果汁制造厂并生产果汁。
zh_tw: 興建一座果汁製造廠並生產果汁。

# T_GAME_QUEST_SCEN4_8_DESC
source: Your lordship, my family can barely cultivate this drought-parched soil. The harvest will be poor, so one farm will not suffice.
de: Mein Herr, meine Familie kann die vertrockneten Felder kaum bestellen, um genug Weizen zu ernten. Durch die Dürre reicht ein Hof einfach nicht mehr aus.
es: Su señoría: mi familia apenas puede cultivar esta tierra seca y abrasada. La cosecha será escasa, así que no basta con una granja.
fr: Votre seigneurie, ma famille arrive à peine à cultiver ce sol desséché par la sécheresse. La récolte promet d'être pauvre, alors une seule ferme ne suffira pas.
id: Yang Mulia, keluarga hamba hampir tidak menggarap tanah kering ini. Panennya akan buruk, jadi ladang tidak akan cukup.
it: Mio signore, la mia famiglia si strugge per coltivare questo suolo arido. Il raccolto sarà scarso, quindi una fattoria non sarà sufficiente.
ja: 領主様、干ばつしたこの土壌を耕すのはとても難しく、収穫できる量もわずかです。農場がひとつではとても足りません。
ko: 저의 가족들은 가뭄으로 경작에 어려움을 겪고 있습니다. 수확이 좋지 않을테니, 하나의 농장으로는 부족합니다.
pt: Alteza, minha família mal consegue plantar neste solo castigado pela seca. A colheita será pouca, então uma fazenda só não basta.
ru: Ваша светлость, моя семья едва может обработать эту испепеленную засухой землю. Урожай будет бедным, поэтому одной фермы будет недостаточно.
zh: 阁下，这干旱龟裂的土壤，我一家人几乎无法耕种。 几乎长不出什么庄稼，所以一个农场是不够的。
zh_tw: 閣下，這乾旱龜裂的土壤，我一家人幾乎無法耕種。 幾乎長不出什麼莊稼，所以一個農場是不夠的。

# T_GAME_QUEST_SCEN4_8_NAME
source: Build an additional farm and produce enough wheat.
de: Baue einen weiteren Bauernhof und produziere genug Weizen.
es: Construye otra granja.
fr: Construisez une ferme supplémentaire.
id: Bangun ladang lagi.
it: Costruisci un'altra fattoria.
ja: さらに農場を建設し、十分な小麦を生産する。
ko: 추가 농장을 짓습니다.
pt: Construa mais uma fazenda.
ru: Построй дополнительную ферму.
zh: 另外开垦了一片农场。
zh_tw: 另外開墾了一片農場。
