Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GOOGLE_QUESTS_MARKET_DESC
source: Since the King has ordered to increase trading with the neighboring countries, the actual amount of goods traded was very low. This has to change. We need a lot more marketplaces to fulfill this order!
de: Seit der König einen Anstieg des Handels mit den Nachbarländern befohlen hat, ist der Handel leider nur unzureichend gestiegen. Dies muss sich nun ändern. Wir benötigen mehr Marktplätze, um seinem Wunsch zu entsprechen.
es: El rey ha ordenado aumentar el comercio con los países vecinos, ya que en la actualidad se intercambia un bajísimo número de bienes. Esto debe cambiar. ¡Necesitamos muchos más mercados para satisfacer sus deseos!
fr: Depuis que le roi a ordonné d'augmenter le commerce avec les pays voisins, la quantité actuelle de marchandises produites s'est révélée trop faible. Il faut changer tout cela. Il nous faut plus de marché pour y remédier !
id: Sejak sang Raja memberi perintah untuk meningkatkan perdagangan dengan negeri tetangga, arus barang sesungguhnya sangat kecil. Ini harus berubah. Kita perlu lebih banyak pasar untuk melaksanakan perintah itu!
it: Da quando il Re ha ordinato di aumentare il commercio con i paesi vicini, l’effettiva quantità di beni scambiati è molto bassa. Questo deve cambiare. Ci servono molti più mercati per soddisfare questo ordine!
ja: 国王が近隣の国との取引を増やすよう命令されましたが、実際に取引された品物の量はとても少ないです。このままではいけません。この命令を実行するために、もっと市場が必要です。
ko: 왕이 이웃 국가와 무역량을 늘리라고 명령했지만 실제 거래된 상품의 양은 매우 적었습니다. 이것은 바뀌어야 합니다. 시장을 더 만들어 왕의 명령을 실행해야 합니다!
pt: Desde que o Rei ordenou o aumento do comércio com os países vizinhos, a verdadeira quantidade de produtos comercializados foi muito pequena. Isso deve mudar. Precisamos de muito mais mercados para cumprir esta ordem!
ru: Король приказал укрепить торговые отношения с соседними королевствами, однако товарооборот до сих пор оставляет желать лучшего. Нужно что-то с этим делать. Постройте больше рынков!
zh: 国王虽然下令，要与邻国扩大贸易，但实际贸易量却很小。这一现状，必须改变。要完成这一命令，我们还得多多兴建市场！
zh_tw: 國王雖然下令，要與鄰國擴大貿易，但實際貿易量卻很小。這一現狀，必須改變。要完成這一命令，我們還得多多興建市場！

# T_GOOGLE_QUESTS_MARKET_TITLE
source: Trade mission
de: Handelsmission
es: Misión comercial
fr: Mission commerciale
id: Misi dagang
it: Missione commerciale
ja: 取引任務
ko: 무역 임무
pt: Missão comercial
ru: Торговая миссия
zh: 贸易任务
zh_tw: 貿易任務

# T_GOOGLE_QUESTS_MEAT_DESC
source: The townsfolk is starving, my Lord. We have to produce food for the village, fast! Meat would be sufficient enough to ensure a healthy diet for the villagers. Send some hunters into the woods, my Lord. We need meat for the townsfolk.
de: Das Volk hungert, mein Lehnsherr. Wir sollten so schnell wie möglich Essen produzieren. Fleisch wäre eine gute Wahl für eine nahrhafte Ernährung. Schickt Jäger in die Wälder und produziert genügend Fleisch!
es: La gente se muere de hambre, mi señor. ¡Tenemos que producir alimentos para la aldea, y rápido! Bastará con carne para proporcionar una dieta saludable a los aldeanos. Envía cazadores al bosque, mi señor. Necesitamos carne para el pueblo.
fr: Les habitants meurent de faim, mon seigneur. Nous devons produire de la nourriture pour le village, et vite ! De la viande devrait faire l'affaire pour leur redonner la santé. Envoyez des chasseurs dans les bois, mon seigneur. Nous avons besoin de viande pour les habitants.
id: Penduduk kota kelaparan, Tuanku. Kita harus memproduksi makanan untuk mereka, secepatnya! Suplai daging bisa menambah gizi warga. Kirimlah pemburu ke hutan, Tuanku! Kita membutuhkan daging untuk penduduk kota.
it: I cittadini muoiono di fame, milord. Dobbiamo produrre cibo per il villaggio, e in fretta! La carne sarà sufficiente per assicurare una dieta sana al popolo. Manda dei cacciatori nei boschi, mio Signore. Ci serve carne per il popolo.
ja: 町の人たちは飢えています。いますぐ村の食べ物を生産しなければいけません！肉があればバランスの良い食事がとれるでしょう。町の人たちのために肉が必要です。狩人たちを森に行かせてください。
ko: 주민들이 굶주리고 있습니다, 영주님. 어서 주민들을 위한 식량을 생산해야 합니다! 고기라면 주민들을 건강히 먹이기에 충분할 것입니다. 숲에 사냥꾼을 보내십시오, 영주님. 주민들을 위해 고기가 필요합니다.
pt: O povo está faminto, meu Senhor. Temos de produzir comida para a aldeia, rápido! Carne deve ser o suficiente para garantir uma dieta saudável para os aldeãos. Envie alguns caçadores à floresta, meu Senhor. Precisamos de carne para o povo.
ru: Горожане голодают, милорд. Нужно произвести еду для деревни — и поскорее! Мяса будет достаточно для поддержания сил населения. Отправьте охотников в леса, милорд. Горожане жаждут мяса!
zh: 大人，镇民食不果腹了。快，咱们一定得给村子生产食品！要使村民饮食合理，只要肉类充足，就可以了。大人，打发几个猎人去森林吧。我们要向镇民供给肉类。
zh_tw: 大人，鎮民食不果腹了。快，咱們一定得給村子生產食品！要使村民飲食合理，只要肉類充足，就可以了。大人，打發幾個獵人去森林吧。我們要向鎮民供給肉類。

# T_GOOGLE_QUESTS_MEAT_TITLE
source: Food supplies
de: Nahrungsversorgung
es: Suministro de alimentos
fr: Ravitaillement en nourriture
id: Suplai makanan
it: Forniture di cibo
ja: 食料供給
ko: 식량 공급
pt: Suprimentos de comida
ru: Запасы пищи
zh: 食品供给
zh_tw: 食品供給

# T_GOOGLE_QUESTS_NOTIFICATION
source: Get your quest reward!
de: Hole dir deine Questbelohnung ab!
es: ¡Consigue tu recompensa por la misión!
fr: Obtenez votre récompense de quête !
id: Dapatkan imbalanmu atas misi yang berhasil!
it: Riscuoti la tua ricompensa!
ja: クエスト報酬を受け取ろう！
ko: 퀘스트 보상을 받으세요!
pt: Receba recompensas pela sua missão!
ru: Получи награду за задание!
zh: 得到任务奖励！
zh_tw: 得到任務獎賞！

# T_GOOGLE_QUESTS_REINVOLVEMENT_DESC
source: A horseback messenger has delivered a decree from the court. It bestows you with a new position of governance for several years. Don't disappoint the King.
de: Ein berittener Bote hat eine Anordnung übermittelt. Euch ist vom König eine neue Position als Gouverneur für mehrere Jahre verliehen worden. Enttäuscht ihn nicht!
es: Un mensajero a caballo ha traído un decreto de la corte. Se te otorga un nuevo puesto de gobierno para varios años. No decepciones al Rey.
fr: Un messager à cheval vient de livrer un décret de la cour qui vous accorde la gouvernance pour plusieurs années. Ne décevez pas le Roi.
id: Kurir berkuda telah mengantarkan surat keputusan dari istana. Kamu diangkat sebagai gubernur selama beberapa tahun. Jangan kecewakan Paduka Raja.
it: Un messaggero a cavallo ha consegnato un decreto reale. Ti viene affidata la posizione di governo per diversi anni. Non deludere il Re.
ja: 馬に乗った使者により裁判所からの命令が届けられました。それは数年にわたる新しい支配者としての地位をあなたに授けるものです。国王を失望させないでください。
ko: 기마 전령이 궁전으로부터 칙령을 가져왔습니다. 귀하에게 여러 해 동안 새로운 영주의 자리가 내려졌습니다. 왕을 실망시키지 마세요.
pt: Um mensageiro a cavalo entregou um decreto da corte. Ele lhe concede uma nova posição de governança por vários anos. Não desaponte o Rei.
ru: Прискакавший вестник доставил указ из дворца. Тебе жаловали новый титул правителя на несколько лет. Не разочаруй короля.
zh: 有使者从王廷飞骑前来传旨，加封你新的治理之职，为期数年。不要辜负了国王。
zh_tw: 有使者從王廷飛騎前來傳旨，加封你新的治理之職，為期數年。不要辜負了國王。

# T_GOOGLE_QUESTS_REINVOLVEMENT_NAME
source: Contract by the year
de: Jahresvertrag
es: Contrato por años
fr: Contrat à l'année
id: Kontrak tahunan
it: Contratto pluriennale
ja: 年度別契約
ko: 연간 계약
pt: Contrato anual
ru: Годовой договор
zh: 期年之约
zh_tw: 期年之約

# T_GOOGLE_QUESTS_REPOPULATION_DESC
source: After several months of a raging plague in the country, it is now time to repopulate your town. The King has ordered the construction of large townhouses, since it's deemed unsafe to live in the old, plague-ridden buildings.
de: Nachdem die Pest monatelang im Land gewütet hat, ist es nun an der Zeit das Dorf wieder zu besiedeln. Der König hat den Bau von großen Wohnhäusern in Auftrag gegeben, da die Siedler in den infizierten Häusern nicht mehr leben können.
es: La peste han devastado el país durante varios meses y ha llegado el momento de repoblar tu ciudad. El Rey ha ordenado la construcción de ayuntamientos grandes, ya que no se considera seguro vivir en los viejos edificios afectados por la enfermedad.
fr: Après plusieurs mois d'épidémies ravageant le pays, il est temps de repeupler votre village. Le Roi a ordonné la construction de grandes maisons, car les anciennes habitations contaminées ne sont plus sûres.
id: Setelah wabah sampar berkecamuk berbulan-bulan lamanya, sekarang waktunya untuk memulihkan populasi kota. Paduka Raja memerintahkan pembangunan rumah-rumah baru yang besar, karena gedung-gedung lama sudah tidak layak huni.
it: Dopo diversi mesi di pestilenza che ha devastato il paese, è il momento di ripopolare la tua città. Il Re ha ordinato la costruzione di grandi abitazioni, poiché ritiene insicuro continuare a vivere nelle vecchie case infette.
ja: 国で疫病が数か月間荒れ狂った後、今は街の人口を再び増やす時期です。疫病だらけの古い建物に住むのは安全ではないと思われるので、国王は大きな家を建てるよう命じました。
ko: 몇 개월 동안 역병이 나라에 창궐했습니다. 이제 마을의 인구를 늘려야 할 때입니다. 왕이 대형 타운하우스의 건설을 명령햇습니다. 역병이 지나간 기존 건물에서 사는 것은 안전하지 못합니다.
pt: Depois de vários meses que a peste vem se espalhando pelo país, chegou a hora de repovoar sua cidade. O Rei ordenou a construção de grandes casas urbanas, pois não é seguro morar nas velhas edificações atingidas pela peste.
ru: После того как страшная чума несколько месяцев свирепствовала в стране, настало время вновь заселить свой город. Король приказал построить большие городские дома, поскольку жить в старых чумных домах небезопасно.
zh: 瘟疫肆虐全国好几个月，终于平息下来，现在该向你的城市移民了。因为人们认为住在有疫病的房屋里不安全，国王已命令，建造大型城镇房屋。
zh_tw: 瘟疫肆虐全國好幾個月，終於平息下來，現在該向你的城市移民了。因為人們認為住在有疫病的房屋裡不安全，國王已命令，建造大型城鎮房屋。

# T_GOOGLE_QUESTS_REPOPULATION_NAME
source: New buildings for the town
de: Neue Gebäude für das Dorf
es: Nuevos edificios para la ciudad
fr: Nouveaux bâtiments pour le village
id: Bangunan baru untuk kota
it: Nuovi edifici in città
ja: 街に新しい建物を
ko: 마을을 위한 새로운 건물
pt: Novos edifícios para a cidade
ru: Новые постройки для города
zh: 城镇新建筑
zh_tw: 城鎮新建築

# T_GOOGLE_QUESTS_SAUSAGES_DESC
source: Sausages! The King‘s soldiers love these delicacies. The military leadership advises you to extend your production of these exquisite goods.
de: Würstchen! Die Soldaten des Königs lieben diese Nahrungsmittel. Der oberste Heerführer ist der Meinung, dass ihr Eure Produktion dieser vorzüglichen Güter ausweiten solltet.
es: ¡Salchichas! A los soldados del rey les encanta este manjar. La autoridad militar aconseja aumentar la producción de este exquisito alimento.
fr: Des saucisses ! Les soldats du roi en raffolent. Le commandement militaire vous conseille d'augmenter la production de ces denrées exquises.
id: Sosis! Tentara sang Raja sangat suka makanan lezat ini. Pimpinan militer menyarankan agar kamu menambah produksi hidangan istimewa ini
it: Salsicce! I soldati del Re amano queste leccornie. La leadership militare ti consiglia di aumentare la produzione di questi squisiti beni.
ja: ソーセージです！ 国王の兵士たちはこのご馳走が大好きです。軍隊の指導者は、この最高の品々の製造を拡張するよう提案しています。
ko: 소시지! 왕의 병사들이 정말 좋아하는 별미죠. 군 지휘관들이 이 특별한 소시지의 생산을 확장해달라고 요청했습니다.
pt: Salsichas! Os soldados do rei adoram essas iguarias. O comando militar aconselha a aumentar sua produção desses produtos deliciosos.
ru: Колбасы! Королевские солдаты их обожают. Военное руководство советует расширить производство этого восхитительного продукта.
zh: 香肠 国王的兵士，喜欢这些美味。军中头领建议，要您扩大此类精细商品的产量。
zh_tw: 香腸 國王的兵士，喜歡這些美味。軍中頭領建議，要您擴大此類精細商品的產量。

# T_GOOGLE_QUESTS_SAUSAGES_TITLE
source: Supplies for the troops
de: Versorgung der Truppen
es: Suministros para las tropas
fr: Du ravitaillement pour les troupes
id: Suplai untuk pasukan
it: Forniture per le truppe
ja: 軍隊への支給品
ko: 군대용 물자
pt: Suprimentos para as tropas
ru: Припасы для армии
zh: 军中补给
zh_tw: 軍中補給

# T_GOOGLE_QUESTS_SUPPLIES_DESC
source: The King has ordered all counties to stock up on bread for a harsh winter, before it is too late. Winter is coming, Lord…
de: Seine Majestät rät allen Grafschaften, sich auf einen harten Winter vorzubereiten und Brot zu produzieren, bevor es zu spät ist. Der Winter naht, Lord!
es: El Rey ha ordenado a todos los condados acumular pan para el crudo invierno antes de que sea demasiado tarde. Llega el invierno, Señor...
fr: Le roi a ordonné à toutes les régions de faire le stock de pain pour l'hiver rude qui s'annonce, avant qu'il ne soit trop tard. L'hiver vient, seigneur...
id: Paduka Raja memerintahkan agar semua daerah menimbun persediaan roti untuk musim dingin yang keras, sebelum terlambat. Musim dingin sudah di depan pintu, Lord…
it: Il Re ha ordinato che tutte le contee facciano scorta di pane in attesa di un duro inverno, prima che sia troppo tardi. L'inverno si avvicina, Signore...
ja: 国王は、全ての郡に、手遅れになる前に、厳しい冬のためにパンを備えるよう命じました。冬はすぐそこです。
ko: 왕이 혹독한 겨울을 대비하여 너무 늦기 전에 모든 카운티에 물자를 비축하라고 지시했습니다. 겨울이 찾아오고 있습니다, 영주님…
pt: O Rei ordenou que todos os países estoquem pão para um inverno rigoroso, antes que seja tarde. O inverno está chegando, meu Senhor...
ru: Король приказал всем графствам запастись хлебом на суровую зиму — пока еще не поздно. Зима близко, милорд...
zh: 国王已命令，各郡都要趁早储备面包，以御严冬。冬天要来了，领主大人……
zh_tw: 國王已命令，各郡都要趁早儲備麵包，以禦嚴冬。冬天要來了，領主大人……

# T_GOOGLE_QUESTS_SUPPLIES_NAME
source: Produce supplies for the winter
de: Produziere Wintervorräte
es: Produce suministros para el invierno
fr: Faire des provisions pour l'hiver
id: Siapkan persediaan untuk musim dingin
it: Forniture di prodotti per l'inverno
ja: 冬のための物資を生産
ko: 겨울 물자 생산
pt: Produzir suprimentos para o inverno
ru: Запасы на зиму
zh: 生产越冬物资
zh_tw: 生產越冬物資

# T_GOOGLE_QUESTS_SUPPORTNEIGHBOUR_DESC
source: A drought has devastated our neighboring countries output in food resources. The King has promised to support them with goods. Your town has been selected to produce wheat for the neighbour.
de: Eine Dürre hat die Nahrungsversorgung der Nachbarländer zu Grunde gerichtet. Im Auftrag des Königs soll Eure Stadt nun Getreide für die Nachbarprovinz herstellen.
es: Una sequía ha acabado con la producción de alimentos de nuestro país vecino. El Rey ha prometido suministrarles comida. Se ha escogido a tu ciudad para que produzca maíz para ellos.
fr: Une sécheresse a dévasté nos pays voisins, qui n'ont pas produit assez de nourriture. Le Roi a promis de les aider. Votre village a été désigné pour produire du maïs.
id: Negeri tetangga mengalami gagal panen akibat kekeringan. Paduka Raja telah berjanji memberi bantuan berupa bahan pangan. Kotamu terpilih untuk memproduksi gandum untuk negeri tetangga.
it: La siccità ha devastato i paesi confinanti e le loro risorse di cibo. Il Re ha promesso di sostenerli con rifornimenti. La tua città è stata scelta per produrre grano per i vicini.
ja: 干ばつで近隣諸国の食糧生産は荒廃し、国王は援助物資を約束しました。あなたの街はトウモロコシの生産地に選ばれました。
ko: 가뭄으로 인해 이웃 나라의 식량 자원이 큰 타격을 입었습니다. 왕이 이웃 나라에게 물자를 제공하겠다고 약속했습니다. 이웃에게 줄 옥수수를 생산할 마을로 귀하의 마을이 선정됐습니다.
pt: Uma seca devastou a produção de alimentos dos nossos países vizinhos. O Rei prometeu apoiá-lo enviando mercadorias. Sua cidade foi escolhida para produzir milho para o vizinho.
ru: Засуха лишила соседние страны возможности производить пищевые ресурсы. Король пообещал поддержать их необходимыми товарами. Твой город выбрали для производства кукурузы для соседней страны.
zh: 邻国天降大旱，颗粒无收。我国国王，已承诺给其物资支援。现选中你的城镇，向邻国提供谷物。
zh_tw: 鄰國天降大旱，顆粒無收。我國國王，已承諾給其物資支援。現選中你的城鎮，向鄰國提供穀物。

# T_GOOGLE_QUESTS_SUPPORTNEIGHBOUR_NAME
source: Support for the neighbor
de: Unterstützung für den Nachbarn
es: Apoyo al vecino
fr: Soutenir le voisinage
id: Mendukung negeri tetangga
it: Supporto ai vicini
ja: 隣人を助ける
ko: 이웃에 대한 도움
pt: Apoio para o vizinho
ru: Помощь соседу
zh: 支援邻邦
zh_tw: 支援鄰邦

# T_GOOGLE_QUESTS_TAXESLEVIED_DESC
source: To ensure the successful war against organized bandit gangs in the Kingdom, his Majesty has ordered a large amount of taxes to be collected by the communities.
de: Um den Krieg des Königs gegen die Banditen im Land finanzieren zu können, hat seine Majestät alle Städte angewiesen, genügend Steuern sammeln zu lassen.
es: Con objeto de potenciar la lucha contra las bandas organizadas de malhechores del reino, Su Majestad ha ordenado que las comunidades recauden una elevada cantidad de impuestos.
fr: Pour assurer le succès de la guerre contre les troupes de bandits, Sa Majesté a ordonné de lever énormément de taxes auprès de la population.
id: Untuk memastikan keberhasilan perang melawan bandit terorganisasi di kerajaan, Yang Mulia memerintahkan agar semua kota membayar pajak dalam jumlah yang cukup.
it: Per assicurarci che la guerra al banditismo nel paese abbia successo, Sua Maestà ha ordinato che vengano raccolte grandi quantità di tasse nella comunità.
ja: 王国の盗賊団との戦いの勝利を確実にするために、国王は、コミュニティによる大規模な税金徴収を命令しました。
ko: 왕국 내 조직적인 강도 무리를 성공적으로 소탕하기 위해 왕이 지역에 대규모 세금을 징수하라고 명령했습니다.
pt: Para garantir o sucesso da guerra contra as gangues organizadas de bandidos no reino, sua Majestade ordenou que uma grande quantidade de impostos sejam cobrados das comunidades.
ru: Для обеспечения победы в войне с организованными шайками бандитов Его Величество приказал собрать много налогов.
zh: 为确保王国内打击盗匪团伙组织之战胜利，陛下已命令向公民大额征税。
zh_tw: 為確保王國內打擊盜匪團夥組織之戰勝利，陛下已命令向公民大額徵稅。

# T_GOOGLE_QUESTS_TAXESLEVIED_NAME
source: Taxes levied
de: Steuererhebung
es: Impuestos recaudados
fr: Lever les taxes
id: Penarikan pajak
it: Riscossione
ja: 税金徴収
ko: 세금 징수
pt: Cobrança de impostos
ru: Сбор налогов
zh: 征税
zh_tw: 徵稅

# T_GOOGLE_QUESTS_TERRITORIAL_DESC
source: By order of the King and with immediate effect, all Lords are to clear the forests around their towns of bandit camps!
de: Eine königliche Anordnung: Allen Lords wird mit sofortiger Wirkung befohlen, die angrenzenden Wälder von Banditenlagern zu säubern!
es: ¡Por orden del Rey y con efecto inmediato, todos los señores deberán eliminar los campamentos de bandidos de los bosques que rodean sus ciudades!
fr: Par ordre du Roi, à effet immédiat, tous les seigneurs doivent éliminer les camps de bandits de toutes les forêts autour de leurs villages !
id: Atas perintah Raja, semua Lord harus segera membersihkan hutan di sekeliling kota masing-masing dari perkemahan bandit!
it: Per ordine del Re e con effetto immediato, tutti i Signori devono ripulire le foreste circostanti le loro città dagli accampamenti di banditi!
ja: 国王の命令により、領主は皆、今すぐ、自らの街の周りの森林から盗賊の野営地を一掃しなければなりません。
ko: 왕의 명령에 따라 모든 영주들은 즉시 숲에서 강도 캠프의 뿌리를 뽑아야 합니다!
pt: Por ordem do Rei e com efeito imediato, todos os Senhores devem eliminar os acampamentos de bandidos das florestas ao redor das cidades!
ru: По поручению короля все лорды должны немедленно очистить леса близ своих городов от бандитских лагерей!
zh: 国王命令，立即生效：所有领主，都要将其城市周围森林中的强盗营地，尽数扫除。
zh_tw: 國王命令，立即生效：所有領主，都要將其城市周圍森林中的強盜營地，盡數掃除。

# T_GOOGLE_QUESTS_TERRITORIAL_NAME
source: The bandit campaign
de: Die Banditen-Kampagne
es: La campaña contra los bandidos
fr: La campagne des bandits
id: Penumpasan bandit
it: Campagna contro il banditismo
ja: 盗賊退治
ko: 강도 캠페인
pt: A campanha dos bandidos
ru: Зачистка от бандитов
zh: 肃清盗匪
zh_tw: 肅清盜匪

# T_GOOGLE_QUESTS_TOOLS_DESC
source: My liege, the town has to be expanded in order to complete our tasks. First we have to establish a stable economy. For that, we need to produce tools.
de: Mein Lehnsherr, das Dorf sollte erweitert werden, damit Eure Untertanen die Aufgaben erfüllen können. Eine stabile Wirtschaft, ist der nächste große Schritt. Dafür benötigen wir Werkzeuge!
es: Mi señor, la aldea debe expandirse para que podamos llevar a cabo nuestras tareas. Primero tenemos que crear una economía estable. Para eso necesitamos producir herramientas.
fr: Maître, la ville doit s'agrandir pour que nous puissions accomplir nos tâches. Il faut d'abord une économie stable. Pour cela, nous devons produire des outils.
id: Tuanku, kota perlu diperbesar agar tugas kita bisa dirampungkan. Pertama-tama kita perlu ekonomi yang stabil. Untuk itu kita harus memproduksi peralatan.
it: Mio signore, per poter completare i nostri incarichi dobbiamo espandere la città. Per prima cosa, ci serve un'economia stabile e per raggiungere questo obiettivo dobbiamo produrre degli utensili.
ja: 任務を成功させるには、街を大きくする必要があります。まずは安定した経済を築きましょう。 そのためにも、工具を製造する必要があります。
ko: 영주님, 작업을 마치려면 마을을 확장해야 합니다. 먼저 경제를 안정시켜야 합니다. 안정적인 경제를 위해 도구를 만들어야 합니다.
pt: Meu senhor, a cidade precisa crescer para podermos completar nossas tarefas. Primeiro devemos garantir uma economia estável. Para isso, precisamos produzir ferramentas.
ru: Господин, нам необходимо расширить город, иначе мы не сможем выполнить наши задачи. Прежде всего, нужно создать стабильную экономику. Для этого нам потребуются инструменты.
zh: 大人，您需要扩大城镇面积才能完成任务。首先，我们必须确保经济稳定。为此，我们得生产一些工具。
zh_tw: 大人，您需要擴大城鎮面積才能完成任務。首先，我們必須確保經濟穩定。為此，我們得生產一些工具。

# T_GOOGLE_QUESTS_TOOLS_TITLE
source: New Tools of the trade
de: Neues Handwerkszeug
es: Nuevas herramientas para el comercio
fr: Nouvel outillage
id: Peralatan baru
it: Nuovi attrezzi da lavoro
ja: 取引のための新しい工具
ko: 새로운 무역 도구
pt: Novas ferramentas do ofício
ru: Новые инструменты
zh: 新增贸易工具
zh_tw: 新增貿易工具

# T_GOOGLE_QUESTS_TOWNGUARD_DESC
source: The King demands that his villagers around the kingdom do not have to live in fear of bandits raiding their town anymore. He instructs all lords to ensure that the towns are well protected and bandit raids are intercepted forthwith.
de: Der König will, dass sich die Dorfbewohner nicht mehr vor Banditen fürchten müssen, wenn diese ihre Dörfer überfallen. Er hat alle Lords angewiesen, sicherzugehen, dass möglichst viele Städte gut geschützt sind und Angriffe sofort abgewehrt werden.
es: El Rey exige que los aldeanos del reino dejen de vivir con temor a los bandidos que asaltan sus ciudades. Ha dado instrucciones a todos los señores para que protejan bien las ciudades y detengan los asaltos inmediatamente.
fr: Le Roi veut que les villageois du royaume ne vivent plus dans la peur des bandits qui ravagent leurs villages. Il a donc demandé à tous les seigneurs d'assurer la protection des villes et d'intercepter les raids des bandits.
id: Paduka Raja menghendaki agar warga desa di seluruh kerajaan tidak perlu lagi hidup dalam ketakutan terhadap bandit yang menjarah kota mereka. Yang Mulia menginstruksikan semua lord untuk memastikan kota masing-masing terlindung dengan baik dan serangan bandit langsung ditangkal.
it: Il Re domanda che i suoi sudditi non debbano più vivere con la paura dei banditi che razziano la città. Ordina a tutti i signori di far sì che le città siano ben protette e che i raid banditeschi vengano intercettati in anticipo.
ja: 国王は王国中の民が、街が盗賊によって襲撃される恐怖の中で生きる必要がないよう要求しています。領主は、街を十分に保護し、盗賊の襲撃を直ちに阻止するよう、指示されています。
ko: 왕은 왕국 주변의 주민들이 더 이상 강도의 습격을 걱정하지 않고 살 수 있기를 바라고 있습니다. 왕은 모든 영주에게 마을의 방어를 강화하고 강도의 습격을 바로 물리칠 수 있게 조치하라고 지시했습니다.
pt: O Rei exige que os aldeões do reino não tenham mais que viver com medo dos bandidos que vêm atacando sua cidade. Ele orienta os senhores a garantir a proteção das cidades e a interceptar os ataques dos bandidos.
ru: Король считает, что крестьяне больше не должны жить в страхе перед бандитами. Он повелевает всем лордам обеспечивать безопасность своих городов и незамедлительно пресекать бандитские налеты.
zh: 国王要求，不可再让王国内的村民，再因惧怕其村镇遭到强盗袭击而提心吊胆。他命令，所有领主都要确保村镇立即得到保护，强盗侵袭立即受到阻截。
zh_tw: 國王要求，不可再讓王國內的村民，再因懼怕其村鎮遭到強盜襲擊而提心吊膽。他命令，所有領主都要確保村鎮立即得到保護，強盜侵襲立即受到阻截。

# T_GOOGLE_QUESTS_TOWNGUARD_NAME
source: Town guard
de: Stadtwache
es: Defensa de la ciudad
fr: Garde de la ville
id: Pasukan penjaga kota
it: Guardia cittadina
ja: 街の護衛
ko: 마을 경비대
pt: Guarda da cidade
ru: Городской страж
zh: 城镇守卫
zh_tw: 城鎮守衛
