Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_RESSOURCE_CORN
source: Wheat
de: Weizen
es: Trigo
fr: Blé
id: Tepung
it: Grano
ja: 小麦
ko: 밀
pt: Trigo
ru: Пшеница
zh: 小麦
zh_tw: 小麥

# T_GAME_RESSOURCE_FABRIC
source: Fabrics
de: Stoff
es: Telas
fr: Tissus
id: Benang
it: Stoffa
ja: 布地
ko: 면
pt: Tecidos
ru: Ткань
zh: 布料
zh_tw: 布料

# T_GAME_RESSOURCE_FISH
source: Fish
de: Fisch
es: Pescado
fr: Poisson
id: Ikan
it: Pesce
ja: 魚
ko: 생선
pt: Peixe
ru: Рыба
zh: 鱼肉
zh_tw: 魚肉

# T_GAME_RESSOURCE_FLOUR
source: Flour
de: Mehl
es: Harina
fr: Farine
id: Tepung
it: Farina
ja: 小麦粉
ko: 밀가루
pt: Farinha
ru: Мука
zh: 面粉
zh_tw: 麵粉

# T_GAME_RESSOURCE_FOOD
source: Food
de: Nahrung
es: Comida
fr: Nourriture
id: Makanan
it: Cibo
ja: 食料
ko: 음식
pt: Alimento
ru: Еда
zh: 食物
zh_tw: 食物

# T_GAME_RESSOURCE_GOLD
source: Gold
es: Oro
fr: Or
id: Emas
it: Oro
ja: 金
ko: 금
pt: Ouro
ru: Золото
zh: 黄金
zh_tw: 黃金

# T_GAME_RESSOURCE_GRAPES
source: Grapes
de: Trauben
es: Uvas
fr: Raisin
id: Anggur
it: Uva
ja: ぶどう
ko: 포토
pt: Uvas
ru: Виноград
zh: 葡萄
zh_tw: 葡萄

# T_GAME_RESSOURCE_HERBS
source: Herbs
de: Kräuter
es: Hierbas
fr: Herbes
id: herbal
it: erbe
ja: ハーブ
ko: 허브
pt: ervas
ru: Травы
zh: 草药
zh_tw: 草藥

# T_GAME_RESSOURCE_HOPS
source: Hops
de: Hopfen
es: Lúpulo
fr: Houblon
id: Hop
it: Luppolo
ja: ホップ
ko: 호프
pt: Lúpulo
ru: Хмель
zh: 啤酒花
zh_tw: 啤酒花

# T_GAME_RESSOURCE_IRON
source: Iron
de: Eisen
es: Hierro
fr: Fer
id: Besi
it: Ferro
ja: 鉄
ko: 철
pt: Ferro
ru: Железо
zh: 铁
zh_tw: 鐵

# T_GAME_RESSOURCE_JEWELRY
source: Jewelry
de: Schmuck
es: Joyas
fr: Bijoux
id: Perhiasan
it: Gioielli
ja: 宝石
ko: 보석
pt: Joias
ru: Ювелирные изделия
zh: 首饰
zh_tw: 首飾

# T_GAME_RESSOURCE_JUICE
source: Grape juice
de: Traubensaft
es: Mosto
fr: Jus de raisin
id: Jus anggur
it: Succo d'uva
ja: ぶどうジュース
ko: 포도 주스
pt: Suco de uva
ru: Виноградный сок
zh: 葡萄汁
zh_tw: 葡萄汁

# T_GAME_RESSOURCE_LEATHER
source: Leather
de: Leder
es: Cuero
fr: Cuir
id: Kulit
it: Cuoio
ja: 革
ko: 가죽
pt: Couro
ru: Выделанная кожа
zh: 皮革
zh_tw: 皮革

# T_GAME_RESSOURCE_MEAT
source: Meat
de: Fleisch
es: Carne
fr: Viande
id: Daging
it: Carne
ja: 肉
ko: 고기
pt: Carne
ru: Мясо
zh: 肉
zh_tw: 肉

# T_GAME_RESSOURCE_NUGGETS
source: Gold ore
de: Golderz
es: Mineral de oro
fr: Minerai d'or
id: Bijih emas
it: Minerale d'oro
ja: 金鉱石
ko: 금 원석
pt: Minério de ouro
ru: Золотая руда
zh: 黄金矿石
zh_tw: 黃金礦石

# T_GAME_RESSOURCE_ORE
source: Iron Ore
de: Eisenerz
es: Mineral de hierro
fr: Minerai de fer
id: Bijih Besi
it: Minerale di ferro
ja: 鉄鉱石
ko: 철 원석
pt: Minério de ferro
ru: Железная руда
zh: 铁矿石
zh_tw: 鐵礦石

# T_GAME_RESSOURCE_PIG
source: Pigs
de: Schweine
es: Cerdos
fr: Cochons
id: Babi
it: Maiali
ja: 豚
ko: 돼지
pt: Porcos
ru: Свиньи
zh: 家猪
zh_tw: 家豬

# T_GAME_RESSOURCE_PLANKS
source: Wood planks
de: Bretter
es: Tablones de madera
fr: Planches
id: Balok Kayu
it: Assi di legno
ja: 木製の厚板
ko: 나무 널빤지
pt: Tábuas de madeira
ru: Доски
zh: 厚木板
zh_tw: 厚木板

# T_GAME_RESSOURCE_PRESTIGE
source: Prestige
es: Prestigio
it: Prestigio
ja: 名声
ko: 프레스티지
pt: Prestígio
ru: Престиж
zh: 声望值
zh_tw: 聲望點數

# T_GAME_RESSOURCE_PRESTIGE_UC
source: PRESTIGE
es: PRESTIGIO
it: PRESTIGIO
ja: 名声
ko: 프레스티지
pt: PRESTÍGIO
ru: ПРЕСТИЖ
zh: 声望值
zh_tw: 聲望點數

# T_GAME_RESSOURCE_SAUSAGE
source: Sausages
de: Würstchen
es: Salchichas
fr: Saucisses
id: Sosis
it: Salsicce
ja: ソーセージ
ko: 소시지
pt: Salsichas
ru: Колбасы
zh: 香肠
zh_tw: 香腸

# T_GAME_RESSOURCE_SAUSAGES
source: Sausages
de: Würstchen
es: Salchichas
fr: Saucisses
id: Sosis
it: Salsicce
ja: ソーセージ
ko: 소시지
pt: Salsichas
ru: Колбасы
zh: 香肠
zh_tw: 香腸

# T_GAME_RESSOURCE_SKINS
source: Skins
de: Häute
es: Pieles
fr: Peaux
id: Kulit mentah
it: Pellami
ja: 皮
ko: 피부
pt: Peles
ru: Кожи
zh: 皮毛
zh_tw: 皮毛

# T_GAME_RESSOURCE_STONE
source: Stone
de: Stein
es: Piedra
fr: Pierre
id: Batu
it: Pietre
ja: 石材
ko: 돌
pt: Pedra
ru: Камень
zh: 石料
zh_tw: 石料

# T_GAME_RESSOURCE_TOOLS
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
id: Peralatan
it: Utensili
ja: 工具
ko: 도구제조사의 워크샵을 짓습니다.
pt: Ferramentas
ru: Инструменты
zh: 工具
zh_tw: 工具

# T_GAME_RESSOURCE_WATER
source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: 水
ko: 물
pt: Água
ru: Вода
zh: 水
zh_tw: 水

# T_GAME_RESSOURCE_WEAPONS
source: Weapons
de: Waffen
es: Armas
fr: Armes
id: Senjata
it: Armi
ja: 武器
ko: 무기
pt: Armas
ru: Оружие
zh: 武器
zh_tw: 武器

# T_GAME_RESSOURCE_WHEAT
source: Wheat
de: Weizen
es: Trigo
fr: Blé
id: Tepung
it: Grano
ja: 小麦
ko: 밀
pt: Trigo
ru: Пшеница
zh: 小麦
zh_tw: 小麥

# T_GAME_RESSOURCE_WOOD
source: Wood
de: Holz
es: Madera
fr: Bois
id: Kayu
it: Legno
ja: 木材
ko: 나무
pt: Madeira
ru: Древесина
zh: 木材
zh_tw: 木材

# T_GAME_RESSOURCE_WOOL
source: Wool
de: Wolle
es: Lana
fr: Laine
it: Lana
ja: 羊毛
ko: 양털
pt: Lã
ru: Шерсть
zh: 羊毛
zh_tw: 羊毛

# T_GAME_SANDBOX_CANALGRANDE_START
source: Welcome, my Liege. On these countless little islands, we can build a town connected by bridges. What a splendid idea, don’t you think?
de: Willkommen, mein Herr. Auf diesen kleinen Inselchen können wir eine Stadt errichten die durch Brücken verbunden ist. Was für eine schöne Idee, nicht wahr?
es: Bienvenido, mi señor. En estos incontables islotes podemos construir una ciudad comunicada por puentes. ¿No te parece una espléndida idea?
fr: Bienvenue, mon seigneur. Sur ces innombrables petites îles, nous pouvons construire une ville reliée par des ponts. Ne pensez-vous pas que c'est une brillante idée ?
id: Selamat datang, Tuan. Di pulau-pulau yang tak terhitung banyaknya ini, kita bisa membangun kota yang dihubungkan oleh jembatan. Bukankah itu ide bagus?
it: Benvenuto, mio signore. Su queste innumerevoli isole, potremmo costruire una città collegata da ponti. Non la trovi un’idea splendida?
ja: 領主様、ようこそいらっしゃいました。この無数の島の中に橋で繋いだ町を作ることができます。素晴らしいアイディアだと思いませんか？
ko: 영주님, 어서오세요. 수많은 작은 섬을 다리로 연결하여 마을을 만들 수 있어요. 멋진 아이디어 아닌가요?
pt: Boas-vindas, meu senhor. Nestas inúmeras ilhazinhas, podemos construir uma cidade conectada por pontes. Uma ideia esplêndida, não acha?
ru: Приветствую, ваша светлость. На этих бессчетных островках можно основать город, районы которого будут соединены мостами. Блестящая идея, вы не находите?
zh: 欢迎，我的君主。在这些数不胜数的小岛上，我们可以建起一座用桥梁相连的城镇。你不觉得这是个好主意吗？
zh_tw: 歡迎，我的君主。在這些數不勝數的小島上，我們可以建起一座用橋樑相連的城鎮。你不覺得這是個好主意嗎？

# T_GAME_SANDBOX_COASTALISLAND_START
source: This wonderful island is a nice place for a village, don’t you think so too, my Lord? I believe it won’t take long until the King will provide us our first tasks for us to complete.
de: Diese schöne Insel ist ein wunderbarer Ausgangsort für ein kleines Dorf. Meint Ihr nicht auch, mein Herr? In Kürze werden wir bestimmt die ersten Aufgaben vom König bekommen.
es: Esta maravillosa isla es un lugar magnífico para una aldea, ¿no te parece, mi señor? Creo que el rey no tardará mucho en asignarnos nuestras primeras tareas.
fr: Cette île magnifique est un bel endroit pour un village, vous ne pensez pas, mon seigneur ? Je crois que le roi ne tardera pas à nous assigner nos premières tâches.
id: Pulau indah ini cocok sekali untuk membangun desa, bukan begitu, Tuanku? Aku rasa takkan lama sampai Paduka Raja memberi kita tugas yang pertama.
it: Questa bellissima isola è un bel posto per un villaggio, non credi mio signore? Credo che non ci vorrà molto prima che il re ci assegni i nostri primi compiti.
ja: この素晴らしい島は村を作るのにぴったりですね、閣下、そう思いませんか？ もう少ししたら王様から最初の仕事が来るでしょう。
ko: 이 섬은 마을을 건설하기에 안성맞춤입니다. 어떻게 생각하세요, 영주님? 왕이 곧 임무를 맡길 것입니다.
pt: Essa maravilhosa ilha dá um ótimo lugar para uma aldeia, não acha, milorde? Acredito que brevemente o rei nos dará as primeiras ordens sobre o que devemos fazer.
ru: Этот чудесный остров — отличное место для деревни, не правда ли, милорд? Полагаю, королевские поручения не заставят себя долго ждать.
zh: 这座美丽的小岛十分适合成为小村庄。我的主人，您是不是也这样认为？ 我相信，国王很快给我们第一批任务。
zh_tw: 這座美麗的小島十分適合成為小村莊。我的主人，您是不是也這樣認為？ 我相信，國王很快給我們第一批任務。

# T_GAME_SANDBOX_FROZENFRONT_START
source: My Lord, the war has finally ended. Now we stand before the ruins of our once so beautiful town. We should start rebuilding at once, my Liege. The upcoming winter will not be easy on us…
de: Mein Herr, der Krieg ist endlich vorüber. Nun stehen wir hier vor den Ruinen unserer einst so schönen Stadt. Wir sollten alsbald mit dem Wiederaufbau beginnen, denn dieser Winter wird nicht einfach für uns sein.
es: Mi señor, por fin ha terminado la guerra. Ahora nos hallamos frente a las ruinas de lo que fue nuestra hermosa ciudad. Debemos empezar a reconstruirla inmediatamente. El invierno se acerca y nos lo pondrá difícil...
fr: Mon seigneur, la guerre est enfin terminée. Nous nous tenons devant les ruines de notre ville autrefois magnifique. Nous devons commencer à reconstruire sans tarder, mon seigneur. L'hiver approche et il ne va pas nous faciliter la tâche...
id: Tuanku, perang akhirnya usai. Kota kita yang semula begitu indah kini tinggal puing. Sebaiknya kita segera mulai membangunnya kembali, Tuan. Musim dingin mendatang takkan ramah kepada kita...
it: Mio signore, la guerra è finalmente terminata. Ora siamo sulle rovine della nostra città un tempo bellissima. Dobbiamo cominciare immediatamente a ricostruire, mio signore. L’inverno sta arrivando e sarà durissimo...
ja: 閣下、ついに戦争が終わりました。今私たちは、かつて美しい町だった廃墟の前にいます。領主様、もう一度建て直しましょう。これからやってくる冬は厳しいものになるでしょう・・・
ko: 영주님, 드디어 전쟁이 끝났습니다. 아름다움을 뽐내던 마을이 이제 잿더미로 변했습니다. 마을을 재건해야 합니다. 곧 다가올 겨울을 대비해야 합니다.
pt: Milorde, a guerra finalmente terminou. Agora temos diante de nós as ruínas da nossa linda cidade. Temos que começar a reconstruir imediatamente, meu senhor. O inverno será uma enorme provação...
ru: Милорд, война наконец-то закончилась. Но цена ее была высока: наш некогда прекрасный город лежит в руинах. Нужно скорее восстановить его, ваша светлость. Грядущая зима обещает быть чрезвычайно суровой...
zh: 我的主人，战争终于结束了。现在我们站在自己美丽故土的废墟前。我们应该立即重建，我的君主。即将到来的冬天会将寒冷难熬...
zh_tw: 我的主人，戰爭終於結束了。現在我們站在自己美麗故土的廢墟前。我們應該立即重建，我的君主。即將到來的冬天會將寒冷難熬...

# T_GAME_SANDBOX_START
source: My Lord, a messenger has delivered new orders from the King. The King would be very pleased if you would make time to fulfill his requests.
de: Mein Herr. Einige neue Aufgaben vom König sind gerade per Kurier angekommen. Er wäre sehr zufrieden, wenn Ihr Euch die Zeit nehmen und einige seiner Wünsche erfüllen würdet.
es: Milord, ha llegado un mensajero con más órdenes del rey, quien estaría encantado si tuvieses un ratito para satisfacer sus peticiones.
fr: Mon seigneur, un messager vient d'apporter de nouveaux ordres du roi. Le roi serait ravi si vous pouviez prendre le temps de satisfaire ses demandes.
id: Tuanku, kurir telah mengirimkan perintah baru dari raja. Raja akan sangat senang jika engkau meluangkan waktu untuk memenuhi permintaannya.
it: Mio signore, un messaggero ha consegnato nuovi ordini del re. Il re sarebbe molto felice se poteste trovare il tempo per soddisfare le sue richieste.
ja: 新しい任務があります。 達成することができれば、人々に大変喜ばれることでしょう。
ko: 성주님, 왕으로부터의 새로운 명령들이 메신저에 의하여 도착하였습니다. 왕의 요청을 들어주기 위하여 시간을 내신다면 정말 기뻐하실 것입니다.
pt: Meu senhor, um mensageiro entregou novas ordens do rei. O rei ficará feliz se o senhor conseguir realizar seus desejos.
ru: Милорд, гонец доставил новые приказы от короля. Король будет очень доволен, если ты быстро исполнишь его требования.
zh: 我的老爷，信使已经送来国王的新命令。 如果您抽空完成国王的要求，国王将非常高兴。
zh_tw: 我的老爺，信使已經送來國王的新命令。 如果您抽空完成國王的要求，國王將非常高興。

# T_GAME_SCEN10_MAIN_NAME
source: Complete all tasks within the time limit to win the wager!
de: Erfülle alle Aufgaben innerhalb des Zeitlimits, um die Wette zu gewinnen!
es: ¡Completa todas las tareas dentro del límite de tiempo para ganar la apuesta!
fr: Complétez toutes les tâches dans le temps imparti pour remporter le pari !
id: Selesaikan semua tugas di dalam batas waktu untuk memenangkan taruhan!
it: Esegui tutti i compiti entro il tempo limite per vincere la scommessa!
ja: 制限時間内にすべてのクエストを完了し、報酬を手に入れましょう！
ko: 내기에서 이기려면 시간내에 모든 작업을 완료합니다!
pt: Complete todas as tarefas dentro do prazo para ganhar a aposta!
ru: Выполни все задания за указанное время для победы в пари!
zh: 在限定时间内完成所有任务赢取赌注！
zh_tw: 在限定時間內完成所有任務贏取賭注！

# T_GAME_SCENARIOEND_SCEN1
source: Steward, as your King i am really proud of you. You managed to complete all tasks i gave you with flying colors and organized a truly magnificent tournament. I will remember that, when declare the next duke.
de: Mein Statthalter, als Euer König bin ich wirklich stolz auf euch. Ihr habt meine Aufgaben mit Bravur gemeistert und ein wahrlich königliches Turnier veranstaltet. Ich werde euch in Erinnerung behalten, wenn ich das nächste mal den Titel eines Herzogs vergebe.
es: Corregidor: siento mucho orgullo de ser tu rey. Has conseguido completar con creces todas las tareas que te di y has organizado un torneo realmente magnífico. Lo recordaré cuando tenga que otorgar el próximo título de duque.
fr: Intendant, votre roi est fier de vous. Vous avez réussi à compléter avec panache toutes les tâches que je vous avais confiées et vous avez organisé un magnifique tournoi. Je saurai m'en souvenir lorsque je décernerai le prochain titre de duc.
id: Steward, sebagai rajamu, aku benar-benar bangga padamu. Kau telah menyelesaikan semua tugas yang kuberikan tentang warna terbang dan menyelenggarakan turnamen yang benar-benar semarak. Aku akan ingat itu, saat aku memberikan gelar duke berikutnya.
it: Siniscalco, come tuo re sono davvero fiero di te. Sei riuscito a completare tutti i compiti che ti ho affidato alla perfezione, e hai organizzato un torneo davvero magnifico. Me ne ricorderò, quando dovrò assegnare il prossimo titolo di duca.
ja: スチュアードよ、国王としてそなたを大変誇りに思う。任務をすべて成功させ、すばらしいトーナメントを実現させてくれた。 近い将来、公爵の称号を与えるとしよう。
ko: 스튜어드, 당신의 왕으로써 나는 매우 기쁩니다. 제가 내준 임무를 모두 완성하였으며 아주 멋진 토너먼트를 조직하였습니다. 다음 공작 직위를 임명할 때, 이 점을 기억하겠습니다.
pt: Guardião, como seu rei, estou muito orgulhoso do seu trabalho. Você conseguiu completar com sucesso todas as missões que ordenei e organizou um torneio realmente magnífico. Eu me lembrarei disso quando for dar o próximo título de duque.
ru: Наместник, как твой король, я очень горжусь тобой. Тебе удалось успешно выполнить все порученные мной задания и организовать поистине блистательный турнир. Я буду помнить об этом, когда награжу тебя следующим титулом герцога.
zh: 管事，作为你的国王，我为你骄傲。 你顺利完成了我交给你的所有任务，现在比武场上彩旗飘扬，场面很是壮观哪。 下一次授予公爵称号的时候我不会忘了你的。
zh_tw: 管事，作為國王，我為你驕傲。 您順利完成了我交給你的所有任務，現在馬上比武大會場上彩旗飄揚，場面很是壯觀哪。 下一次授予公爵稱號的時候我不會忘了您的。

# T_GAME_SCENARIOEND_SCEN2
source: Thank you very much, my lord. You showed that you really care about our town. The preparations for the coming winter are now complete. My brothers and I are convinced that you are indeed the perfect governor for our town and we all agreed upon organizing a festival in your name in the coming spring.
de: Vielen Dank, mein Herr. Ihr habt gezeigt, dass ihr euch wirklich um unser Dorf kümmert. Die Vorbereitungen für den Winter sind abgeschlossen. Meine Brüder sind überzeugt dass ihr der perfekte Statthalter seid und das gesamte Dorf ist sich einig, dass wir im nächsten Frühjahr ein Fest in euren Ehren halten werden.
es: Muchas gracias, mi amo. Has demostrado que te preocupas de verdad por nuestra ciudad. Ya hemos acabado los preparativos para el próximo invierno. Mis hermanos y yo estamos convencidos de que eres el corregidor perfecto para nuestra ciudad y todos quieren organizar un festival en primavera en tu nombre.
fr: Merci beaucoup, mon seigneur. Vous avez prouvé à quel point notre ville comptait pour vous. Les préparatifs pour l'hiver qui arrive sont maintenant achevés. Mes frères et moi sommes convaincus que vous êtes bien l'intendant parfait pour notre ville, et toute la ville est tombée d'accord pour organiser un festival en votre honneur lors du prochain printemps.
id: Terima kasih banyak, Yang Mulia. Paduka benar-benar menunjukkan kepedulian pada kota kita. Persiapan musim dingin yang akan datang sekarang selesai. Saya dan kakak-kakak saya yakin bahwa Anda adalah pelayan sempurna bagi kota kita dan seluruh kota setuju mengadakan festival atas nama Anda pada musim semi yang akan datang.
it: Molte grazie, mio signore. Hai dimostrato di tenere molto alla nostra città. I preparativi per l'inverno imminente sono completi. Io e i miei fratelli siamo convinti che tu sia davvero il Siniscalco perfetto per la nostra città, e tutti quanti hanno deciso di organizzare un festival in tuo onore la prossima primavera.
ja: ありがとうございます、領主様。 領主様がどれほど街を大事にしているかがわかりました。冬の準備も完璧です。 兄共々、あなたはこの街にとって完璧な領主であると思っています。来たる春の祭りをあなたの名のもとに開催することに賛成です。
ko: 감사합니다. 타운을 많이 생각하시는군요. 다가오는 겨울을 위한 준비가 완료되었습니다. 저의 형제와 저는 당신이 타운을 위한 완벽한 스튜어드라고 생각하며, 다가오는 봄에 당신을 위한 페스티벌을 준비할 예정입니다.
pt: Muito obrigado, meu senhor. O senhor mostrou que de fato se importa com nossa cidade. As preparações para o inverno chegaram ao fim. Eu e meus irmãos estamos convencidos de que você é de fato o guardião perfeito para a nossa cidade, e toda a cidade concordou em organizar um festival em sua homenagem na primavera.
ru: Огромное спасибо, мой господин. Вы показали, что действительно заботитесь о нашем городе. Подготовка к предстоящей зиме завершена. Мои братья и я убеждены в том, что вы действительно являетесь идеальным наместником для нашего города, и весь город согласен с тем, чтобы организовать празднество в вашу честь следующей весной.
zh: 非常感谢您，我尊敬的殿下。 你的表现充分说明，你是真正关心我们的城镇的。 现在过冬的准备工作已经就绪。 我和我的兄弟们都相信，你的确是我们城镇最好的管事。全城都一致同意，明年春天将以你的名义组织一次纪念活动。
zh_tw: 非常感謝您，我尊敬的殿下。 您的表現充分說明，您是真正關心我們的城鎮的。 現在過冬的準備工作已經就緒。 我和我的兄弟們都相信，您的確是我們城鎮最好的管事。全城都一致同意，明年春天將以您的名義組織一次紀念活動。

# T_GAME_SCENARIOEND_SCEN3
source: Darling, it is really touching to see how you took care about that little town. TheKingis very pleased about your tribute and will send some support soon. I think we should stay in this town for a while and attend business. The view over the delta is simply too gorgeous to leave, don't you think?
de: Schatz, du hast dich ja rührend um dieses Dorf gekümmert. Der König wird dank deines Tributs bestimmt bald weitere Unterstützung schicken. Ich denke, wir sollten vorerst hier bleiben, um weiterhin das Dorf zu leiten. Der Blick über das Delta ist auch einfach zu schön, findest du nicht auch...?
es: Querido: resulta realmente conmovedor ver cómo te encargaste de esa gente. El rey está encantado con tu tributación y pronto enviará ayuda. Creo que deberíamos quedarnos aquí un tiempo y hacer negocios. La vista sobre el delta es demasiado hermosa como para perdérsela, ¿no crees?
fr: Chéri, c'était vraiment adorable la façon dont tu t'es occupé de cette petite ville. Le roi était très satisfait de ton tribut et il enverra bientôt de l'aide. Je crois que nous devrions rester dans cette ville pendant un moment pour s'en occuper. Le vue sur le delta est vraiment trop belle pour qu'on s'en aille, tu ne trouves pas ?
id: Sayang, sungguh menyentuh melihatmu peduli pada kota kecil itu. Raja sangat senang dengan persembahanmu dan akan segera mengirimkan dukungan. Menurutku kita harus tinggal di kota ini sementara waktu dan menjalankan bisnis. Pemandangan delta itu benar-benar indah, sayang jika ditinggalkan bukan?
it: Tesoro, è davvero toccante vedere come ti sei preso cura di questa cittadina. Il re è davvero compiaciuto del tuo tributo, e invierà presto degli aiuti. Credo che dovremmo restare in città ancora per un po' e badare agli affari. Il panorama sul delta è troppo bello per abbandonarlo, non credi?
ja: この小さな街をなんとかしようと本当に一生懸命だったわね。 国王もあなたの贈り物に大満足したみたいだし、もうじき援助してくれるはずだわ。 しばらくこの街に住んで、事業を広げるのはどうかしら？三角州がとても豪華に見えるわ、そう思わない？
ko: 그 작은 마을을 보살펴주신 것은 정말 감동적이에요. 당신의 기여에 왕이 정말 즐거워하고 있으며 그의 지원군을 곧 보내기로 하였습니다. 제 생각에 우리는 이 마을에 머물며서 비지니스에 참가해야 할 것 같아요. 델타의 광경은 너무 아름다워서 떠날 수가 없어요, 당신은 어떤가요?
pt: Querido, estou comovida ao ver que você cuidou daquela cidadezinha. O rei está muito feliz com o seu tributo e logo enviará reforços. Acho que devemos ficar nesta cidade mais um pouco e cuidar da vida. A vista sobre o delta do rio é linda demais para ser abandonada, você não acha?
ru: Дорогой, то, как ты заботишься об этом маленьком городке, выглядит действительно трогательно. Король чрезвычайно доволен твоей данью и очень скоро отправит тебе поддержку. Думаю, нам необходимо еще немного побыть в этом городе и заняться делами. Вид на устье реки просто невероятно прекрасен, чтобы расстаться с ним, не правда ли?
zh: 亲爱的，看到你对那个小镇倾注了那么多心血，我真是好感动啊。 国王对你的贡品非常满意，他还会派些援手来的。 我想我们应该在此多待一段时间，照料一下镇上的事务。 极目俯瞰，你不觉得三角洲一带真是风光旖旎，令人流连忘返吗？
zh_tw: 親愛的，看到您對那個小鎮傾注了那麼多心血，我真是好感動啊。 國王對您的貢品非常滿意，他還會派些援手來的。 我想我們應該在此多待一段時間，照料一下鎮上的事務。 極目俯瞰，您不覺得三角洲一帶真是風光旖旎、令人流連忘返嗎？

# T_GAME_SCENARIONEXT_MENU
source: Back to menu
de: Zurück zum Menü
es: Volver al menú
fr: Retour au menu
id: Kembali ke menu
it: Torna al menu
ja: メニューに戻る
ko: 메뉴로 가기
pt: Voltar ao menu
ru: Назад в меню
zh: 返回菜单
zh_tw: 返回菜單

# T_GAME_SCENARIONEXT_PLAYON
source: Continue playing
de: Weiterspielen
es: Seguir jugando
fr: Continuer à jouer
id: Teruskan bermain
it: Continua a giocare
ja: プレイを続ける
ko: 계속하기
pt: Continuar jogando
ru: Продолжить игру
zh: 继续玩
zh_tw: 繼續玩

# T_GAME_SCENARIO_FINISHED
source: Congratulations! You have finished this scenario. Do you want to continue playing?
de: Herzlichen Glückwunsch! Du hast dieses Szenario erfolgreich abgeschlossen. Möchtest du weiterspielen?
es: ¡Enhorabuena! Has finalizado este escenario. ¿Quieres seguir jugando?
fr: Bravo ! Vous avez terminé ce scénario. Voulez-vous continuer à jouer ?
id: Selamat! Kamu telah menyelesaikan skenario ini. Apa kamu ingin lanjut bermain?
it: Congratulazioni! Hai terminato lo scenario. Vuoi continuare a giocare?
ja: おめでとう！シナリオは終了です。このシナリオを続けますか？
ko: 축하합니다! 해당 시나리오를 완료하였습니다. 계속하시겠습니까?
pt: Parabéns! Você terminou este cenário. Você quer continuar jogando?
ru: Поздравляем! Ты завершил этот сценарий. Хочешь продолжить игру?
zh: 祝贺你! 你已经完成了场景任务。你想继续玩下去吗？
zh_tw: 祝賀您! 您已經完成了場景任務。您想繼續玩下去嗎？

# T_GAME_SCENARIO_FINISHED_FAILED
source: The scenario has ended. You failed to complete the main task. How do you want to proceed?
de: Das Szenario ist vorüber. Du hast das Hauptziel nicht erfüllt. Wie möchtest du fortfahren?
es: El escenario ha finalizado. No has logrado cumplir la misión principal. ¿Qué quieres hacer?
fr: Ce scénario s'est terminé. Vous avez échoué à accomplir la tâche principale. Comment voulez-vous poursuivre ?
id: Skenario telah berakhir. Tugas utama gagal diselesaikan. Bagaimana selanjutnya?
it: Lo scenario è terminato. Non hai completato l'incarico principale. Come vuoi procedere?
ja: シナリオは終了しました。あなたは主要なクエスト達成に失敗しました。続けますか？
ko: 시나리오가 끝났습니다. 주 과제를 완료하지 못했습니다. 어떻게 하시겠습니까?
pt: Este cenário terminou. Você não conseguiu completar a tarefa principal. O que deseja fazer?
ru: Сценарий завершен. Тебе не удалось выполнить основную цель. Что будешь делать?
zh: 本剧情已结束，您未能完成主线任务。您希望如何继续？
zh_tw: 本劇情已結束，您未能完成主線任務。您希望如何繼續？

# T_GAME_SCENARIO_NEW
source: New
de: Neu
es: Nueva
fr: Nouveau
id: Baru
it: Nuovo
ko: 새
pt: Novo
ru: Новинка
zh: 新的。
zh_tw: 新的。

# T_GAME_SCENARIO_NEXT
source: Congratulations, you have successfully finished this scenario! How do you want to proceed?
de: Gratuliere, du hast dieses Szenario erfolgreich abgeschlossen! Wie möchtest du fortfahren?
es: Enhorabuena, ¡has conseguido acabar este escenario! ¿Qué quieres hacer ahora?
fr: Félicitations, vous avez terminé avec succès ce scénario ! Comment souhaitez-vous continuer ?
id: Selamat, Anda berhasil menyelesaikan skenario ini! Anda ingin melanjutkan?
it: Congratulazioni, ha completato questo scenario! Come vuoi continuare?
ja: おめでとう！シナリオをクリアしました！次はどうしますか？
ko: 축하합니다. 시나리오를 성공적으로 완료하였습니다! 이제 무엇을 하시겠습니까?
pt: Parabéns, você terminou esse cenário! Como deseja proceder?
ru: Поздравляем, ты успешно завершил этот сценарий! Как ты продолжишь далее?
zh: 恭喜你，你已经成功地完成了这个场景！ 你要继续吗？
zh_tw: 恭喜您，您已經成功地完成了這個場景！ 您要繼續嗎？

# T_GAME_SCENARIO_NEXT_SCEN
source: Play another scenario
de: Anderes Szenario spielen
es: Jugar en otro escenario
fr: Jouer à un autre scenario
id: Mainkan skenario lain
it: Gioca un altro scenario
ja: 他のシナリオをプレイする
ko: 다른 시나리오보기
pt: Jogar outro cenário
ru: Играть другой сценарий
zh: 玩另一个场景
zh_tw: 玩另一個場景
