Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_MAP_DIFFICULTY_1
source: Difficulty: Easy
de: Schwierigkeitsgrad: Einfach
es: Dificultad: fácil
fr: Difficulté : Facile
id: Kesulitan: Mudah
it: Difficoltà: bassa
ja: 難易度：簡単
ko: 난이도: 쉬움
pt: Dificuldade: Fácil
ru: Уровень сложности: Легкий
zh: 难度：简单
zh_tw: 難度：簡單

# T_GAME_MAP_DIFFICULTY_2
source: Difficulty: Normal
de: Schwierigkeitsgrad: Normal
es: Dificultad: normal
fr: Difficulté : Normal
id: Kesulitan: Normal
it: Difficoltà: media
ja: 難易度：普通
ko: 난이도: 보통
pt: Dificuldade: Normal
ru: Уровень сложности: Нормальный
zh: 难度：普通
zh_tw: 難度：普通

# T_GAME_MAP_DIFFICULTY_3
source: Difficulty: Hard
de: Schwierigkeitsgrad: Schwer
es: Dificultad: difícil
fr: Difficulté : Difficile
id: Kesulitan: Sukar
it: Difficoltà: alta
ja: 難易度：難しい
ko: 난이도: 어려움
pt: Dificuldade: Difícil
ru: Уровень сложности: Высокий
zh: 难度：困难
zh_tw: 難度：苦難

# T_GAME_MAP_DROUGHT
source: Drought
de: Dürre
es: Sequía
fr: Sécheresse
id: Kemarau
it: Siccità
ja: 干ばつ
ko: 가뭄
pt: Seca
ru: Засуха
zh: 干旱
zh_tw: 乾旱

# T_GAME_MAP_ECONOMY_CRISIS
source: Economic crisis
de: Wirtschaftskrise
es: Crisis económica
fr: Crise économique
id: Krisis Ekonomi
it: Crisi economica
ja: 経済危機
ko: 경제 위기
pt: Crise econômica
ru: Экономический кризис
zh: 经济危机
zh_tw: 經濟危機

# T_GAME_MAP_FESTIVITIES
source: Festivities
de: Festlichkeiten
es: Festividades
fr: Festivités
id: Perayaan
it: Festività
ja: 祝祭
ko: 축제
pt: Festividades
ru: Празднества
zh: 欢庆不断
zh_tw: 歡慶不斷

# T_GAME_MAP_FROZENFRONT
source: The frozen front
de: Die gefrorene Front
es: El frente helado
fr: Le front gelé
id: Garis depan yang beku
it: Il fronte del gelo
ja: 氷の湖畔
ko: 얼어붙은 전선
pt: O fronte gelado
ru: Ледяной фронт
zh: 冰冻前线
zh_tw: 冰凍前線

# T_GAME_MAP_FROZENPLAIN
source: Frozen plain
de: Gefrorene Ebene
es: Llanura helada
fr: Plaine gelée
id: Dataran Beku
it: Pianura ghiacciata
ja: 凍てついた平野
ko: 프로즌 플레인
pt: Planície gélida
ru: Замерзшая равнина
zh: 冰原
zh_tw: 冰原

# T_GAME_MAP_GREENVALLEY
source: Green valley
de: Grünes Tal
es: Valle Verde
fr: La verte vallée
id: Lembah Hijau
it: Valle Verde
ja: 緑の渓谷
ko: 그린 밸리
pt: Vale Verde
ru: Зеленая долина
zh: 绿谷
zh_tw: 綠谷

# T_GAME_MAP_HARSH_WINTER
source: A harsh winter
de: Ein harter Winter
es: Un crudo invierno
fr: Un rude hiver
id: Musim Dingin yang Parah
it: Un inverno difficile
ja: 厳しい冬
ko: 혹독한 겨울
pt: Um inverno rigoroso
ru: Суровая зима
zh: 严酷冬季
zh_tw: 嚴酷冬季

# T_GAME_MAP_INSURGENTS
source: Unrest
de: Aufruhr
es: Tensiones sociales
fr: Agitation
id: Kerusuhan
it: Tumulti
ja: 騒乱
ko: 불안
pt: Ânimos acirrados
ru: Волнения
zh: 骚乱
zh_tw: 騷亂

# T_GAME_MAP_ISLAND
source: Island
de: Insel
es: Isla
fr: Île
id: Pulau
it: Isola
ja: 島
ko: 섬
pt: Ilha
ru: Остров
zh: 岛
zh_tw: 島

# T_GAME_MAP_KINGSDISEASE
source: The King's disease
de: Des Königs Krankheit
es: La enfermedad del rey
fr: La maladie du roi
id: Penyakit sang Raja
it: La malattia del Re
ja: 王様の病
ko: 왕의 질병
pt: A doença do Rei
ru: Болезнь короля
zh: 国王患病
zh_tw: 國王患病

# T_GAME_MAP_KINGSWAGER
source: The King's wager
de: Des Königs Wette
es: La apuesta del rey
fr: Le pari du roi
id: Taruhan Raja
it: La scommessa del re
ja: 王様の賭け
ko: 왕의 내기
pt: A aposta do rei
ru: Королевское пари
zh: 国王的赌金
zh_tw: 國王的賭金

# T_GAME_MAP_LAKEVIEW
source: Lake view
de: Seeblick
es: Lago
fr: Vue sur le lac
id: Tampilan Danau
it: Lago
ja: 湖の景色
ko: 호수 광경
pt: Visão do lago
ru: Озерный пейзаж
zh: 湖景
zh_tw: 湖景

# T_GAME_MAP_LATEFALL
source: Late fall
de: Spätherbst
es: Finales de otoño
fr: Automne finissant
id: Akhir musim gugur
it: Autunno inoltrato
ja: 晩秋
ko: 늦 가을
pt: Fim do outono
ru: Поздняя осень
zh: 晚秋
zh_tw: 晚秋

# T_GAME_MAP_MAPRULES
source: Influences
de: Einflüsse
es: Influencias
id: Pengaruh
it: Influenze
ja: 影響
ko: 영향
pt: Influências
ru: Факторы
zh: 影响
zh_tw: 影響

# T_GAME_MAP_MARSH
source: Marsh
de: Marsch
es: Marisma
fr: Marécage
id: Rawa-rawa
it: Pianura alluvionale
ja: 湿地帯
ko: 습지
pt: Brejo
ru: Болото
zh: 湿地
zh_tw: 濕地

# T_GAME_MAP_MONUMENTAL
source: Cathedral
de: Kathedrale
es: Catedral
fr: Cathédrale
id: Katedral
it: Cattedrale
ja: 大聖堂
ko: 성당
pt: Catedral
ru: Собор
zh: 大教堂
zh_tw: 大教堂

# T_GAME_MAP_MOUNTAIN
source: Mountain region
de: Bergregion
es: Cima de la montaña
fr: Sommet de la montagne.
id: Puncak Gunung
it: Vetta
ja: 山頂
ko: 산 정상
pt: Topo da Montanha
ru: Горная вершина
zh: 山顶
zh_tw: 山頂

# T_GAME_MAP_MOUNTAINTOP
source: Mountaintop
de: Bergspitze
es: Cima de la montaña
fr: Sommet de la montagne.
id: Puncak Gunung
it: Vetta
ja: 山頂
ko: 산 정상
pt: Topo da Montanha
ru: Горная вершина
zh: 山顶
zh_tw: 山頂

# T_GAME_MAP_NEED
source: Need of {NEED}
de: Bedarf nach {NEED}
es: Necesidad de {NEED}
fr: Besoin de : {NEED}
id: Kebutuhan akan {NEED}
it: Necessità di {NEED}
ja: {NEED}の必要性
ko: {NEED} 필요
pt: Falta {NEED}
ru: Требуется {NEED}
zh: 需要 {NEED}
zh_tw: 需要 {NEED}

# T_GAME_MAP_PERFECT_BREW
source: The perfect brew
de: Das perfekte Gebräu
es: La cerveza perfecta
fr: La boisson parfaite
id: Bir yang sempurna
it: La birra perfetta
ja: 最高のビール
ko: 완벽한 맥주
pt: A cerveja perfeita
ru: Идеальное пиво
zh: 上等啤酒
zh_tw: 上等啤酒

# T_GAME_MAP_PLATEAU
source: Plateau
es: Meseta
id: Dataran Tinggi
it: Altopiano
ja: 台地
ko: 고원
pt: Planície
ru: Плато
zh: 高原
zh_tw: 高原

# T_GAME_MAP_RIVERBANK
source: Riverbank
de: Flussufer
es: Orilla del río
fr: Rive du fleuve
id: Tepi Sungai
it: Rive del fiume
ja: 川岸
ko: 강 기슭
pt: Margem do rio
ru: Берег реки
zh: 河岸
zh_tw: 河岸

# T_GAME_MAP_RIVERBED
source: Riverbed
de: Flussbett
es: Lecho del río
fr: Lit de la rivière
id: Dasar Sungai
it: Fiume asciutto
ja: 川床
ko: 강둑
pt: Leito do rio
ru: Русло реки
zh: 河床
zh_tw: 河床

# T_GAME_MAP_SEASONAL
source: Seasonal conditions
de: Jahreszeit
es: Condiciones de las estaciones
fr: Conditions saisonnières
id: Kondisi musim
it: Condizioni stagionali
ja: 季節の状態
ko: 계절 상태
pt: Condições sazonais
ru: Сезонные условия
zh: 季节状况
zh_tw: 季節狀況

# T_GAME_MAP_SEASON_AUTUMN
source: Autumn
de: Herbst
es: Otoño
fr: Automne
id: Musim gugur
it: Autunno
ja: 秋
ko: 가을
pt: Outono
ru: Осень
zh: 秋季
zh_tw: 秋季

# T_GAME_MAP_SEASON_SPRING
source: Spring
de: Frühling
es: Primavera
fr: Printemps
id: Musim semi
it: Primavera
ja: 春
ko: 봄
pt: Primavera
ru: Весна
zh: 春季
zh_tw: 春季

# T_GAME_MAP_SEASON_SUMMER
source: Summer
de: Sommer
es: Verano
fr: Été
id: Musim panas
it: Estate
ja: 夏
ko: 여름
pt: Verão
ru: Лето
zh: 夏天
zh_tw: 夏天

# T_GAME_MAP_SEASON_SUMMER_OLD
source: Summertime
de: Sommerzeit
es: Verano
fr: Été
id: Musim panas
it: Estate
ja: 夏季
ko: 여름
pt: Verão
ru: Летнее время
zh: 夏季
zh_tw: 夏季

# T_GAME_MAP_SEASON_WINTER
source: Winter
es: Invierno
fr: Hiver
id: Musim dingin
it: Inverno
ja: 冬
ko: 겨울
pt: Inverno
ru: Зима
zh: 冬天
zh_tw: 冬天

# T_GAME_MAP_SEASON_WINTER_OLD
source: Wintertime
de: Winterzeit
es: Invierno
fr: Hiver
id: Musim dingin
it: Inverno
ja: 冬季
ko: 겨울
pt: Inverno
ru: Зимнее время
zh: 冬季
zh_tw: 冬季

# T_GAME_MAP_SIZE_L
source: Big
de: Groß
es: Grande
fr: Grand
id: Besar
it: Grande
ja: 大
ko: 대형
pt: Grande
ru: Большая
zh: 大
zh_tw: 大

# T_GAME_MAP_SIZE_L_DEPRECATED
source: Huge
de: Riesig
es: Enorme
fr: Maxi
id: Sangat Besar
it: Enorme
ja: 大
ko: 대형
pt: Enorme
ru: Огромная
zh: 极大
zh_tw: 極大

# T_GAME_MAP_SIZE_M
source: Medium
de: Mittel
es: Medio
fr: Moyen
id: Sedang
it: Media
ja: 中
ko: 일반
pt: Médio
ru: Средняя
zh: 中
zh_tw: 中

# T_GAME_MAP_SIZE_M_DEPRECATED
source: Big
de: Groß
es: Grande
fr: Medium
id: Besar
it: Grande
ja: 中
ko: 대
pt: Grande
ru: Большая
zh: 大
zh_tw: 大

# T_GAME_MAP_SIZE_S
source: Small
de: Klein
es: Pequeño
fr: Mini
id: Kecil
it: Piccola
ja: 小
ko: 소
pt: Pequeno
ru: Маленькая
zh: 小
zh_tw: 小

# T_GAME_MAP_SIZE_XL
source: Huge
de: Riesig
es: Enorme
fr: Énorme
id: Besar sekali
it: Enorme
ja: 巨大
ko: 초대형
pt: Enorme
ru: Огромная
zh: 特大
zh_tw: 特大

# T_GAME_MAP_SWAMP
source: Swampland
de: Sumpfland
es: Pantano
fr: Marais
id: Daerah rawa
it: Palude
ja: スウィンプット
ko: 늪지대
pt: Pântano
ru: Топи
zh: 沼泽地
zh_tw: 沼澤地

# T_GAME_MAP_TOURNAMENT
source: Tournament
de: Turnier
es: Torneo
fr: Tournoi
id: Turnamen
it: Il torneo
ja: トーナメント
ko: 토너먼트
pt: Torneio
ru: Турнир
zh: 比武大赛
zh_tw: 比武大賽

# T_GAME_MAP_TRADINGPOST
source: Trading post
de: Handelsposten
es: Punto de comercio
fr: Comptoir de commerce
id: Pos Dagang.
it: Centro di commercio
ja: 交易所
ko: 교역소
pt: Posto Comercial
ru: Фактория
zh: 交易站
zh_tw: 交易站

# T_GAME_MAP_TUTORIAL
source: Tutorial
de: Einführung
fr: Didacticiel
ja: チュートリアル
ko: 튜토리얼
ru: Обучение
zh: 游戏教程
zh_tw: 遊戲教程

# T_GAME_MAP_VALLEY
source: River valley
de: Flusstal
es: Valle fluvial
fr: Vallée du fleuve
id: Lembah Sungai
it: La valle
ja: 渓谷
ko: 하곡
pt: Vale do rio
ru: Долина реки
zh: 河谷
zh_tw: 河谷

# T_GAME_MAP_WARRIDDEN
source: War-ridden
de: Vom Krieg gebeutelt
es: Asolado por la guerra
fr: Temps de guerre
id: Dilanda perang
it: Tempi di guerra
ja: 戦争に従事
ko: 만연한 전쟁
pt: Dominado pela guerra
ru: Военное время
zh: 兵连祸结
zh_tw: 兵連禍結

# T_GAME_MAP_WEATHER
source: Weather conditions
de: Wetterbedingungen
es: Condiciones meteorológicas
fr: Conditions météorologiques
id: Kondisi cuaca
it: Condizioni climatiche
ja: 天候状態
ko: 날씨 상태
pt: Condições climáticas
ru: Погодные условия
zh: 天气状况
zh_tw: 天氣狀況

# T_GAME_MAP_WEATHER_RAIN
source: Rain
de: Regen
es: Lluvia
fr: Pluie
id: Hujan
it: Pioggia
ja: 雨
ko: 비
pt: Chuva
ru: Ливень
zh: 下雨
zh_tw: 下雨

# T_GAME_MAP_WEATHER_SNOW
source: Snow
de: Schnee
es: Nieve
fr: Neige
id: Salju
it: Neve
ja: 雪
ko: 눈
pt: Neve
ru: Метель
zh: 下雪
zh_tw: 下雪

# T_GAME_MAP_WEATHER_STORM
source: Storm
de: Sturm
es: Tormenta
fr: Orage
id: Badai
it: Temporale
ja: 嵐
ko: 폭풍
pt: Tempestade
ru: Буря
zh: 暴风雨
zh_tw: 暴風雨

# T_GAME_MAP_WEDDING
source: Wedding
de: Hochzeit
es: Boda
fr: Mariage
id: Pernikahan
it: Matrimonio
ja: 結婚式
ko: 결혼식
pt: Casamento
ru: Свадьба
zh: 婚礼
zh_tw: 婚禮

# T_GAME_MARKETING_FEATURE_LIST
source: ✔Building upgrades: Higher productivity, more workplaces and storage space ✔Research: unlock powerful bonuses for your town ✔XP & levels: Earn XP and increase you town level to unlock research ✔Townies can get sick now and can leave town => build an infirmary to cure them ✔Fire can threaten your town => Fight fire with the Fire Tower ✔Decayed buildings will burn down when not repaired ✔Townies leave the town when their homes are destroyed ✔New buildings: Fire tower, Infirmary and Herbs Garden
de: ✔ Gebäude-Upgrades: Höhere Produktionsraten, mehr Arbeitsplätze und mehr Lagerraum. ✔ Forschung => Schalte mächtige und permanente Boni für deine Städte frei! ✔ XP & Stufen: Verdiene beim Spielen XP und erreiche höhere Stufen, um Forschungen freizuschalten. ✔ Townies können nun krank werden und verlassen die Stadt => Benutze den Heilmedikus, um die Townies zu heilen! ✔ Feuer bedroht nun deine Stadt => Bekämpfe Feuer mit dem Feuerturm! ✔ Verfallene Gebäude brennen nun ab, wenn sie nicht repariert werden. ✔ Townies können nun die Stadt verlassen, wenn ihre Wohnhäuser zerstört werden. ✔ Neue Gebäude: Feuerturm, Heilmedikus und Kräutergarten.
es: ✔ Mejoras de edificios: mayor productividad, más puestos de trabajo y mayor capacidad de almacenamiento. ✔ Investigación: desbloquea bonificaciones magníficas para tu ciudad. ✔ EXP y niveles: Consigue EXP para que tu ciudad suba de nivel y se desbloquee la investigación. ✔ Ahora los townies enferman y pueden abandonar la ciudad. Tendrás que construir una enfermería para curarlos. ✔ Pueden producirse incendios en la ciudad. Apágalos con la torreta de incendios. ✔ Los edificios deteriorados se incendiarán cuando no se reparen. ✔ Ahora los townies abandonarán la ciudad cuando sus casas acaben destruidas. ✔ Edificios nuevos: torreta de incendios, enfermería y huerto de hierbas.
fr: ✔Améliorations de bâtiments : meilleure productivité, plus d'espaces de travail et de stockage ✔Recherche : débloquez de puissants bonus pour votre ville ✔XP & niveaux : gagnez de l'XP et augmentez le niveau de la ville pour débloquer la recherche ✔Les habitants peuvent maintenant devenir malades et quitter la ville => construisez une infirmerie pour les guérir ✔Le feu peut menacer votre ville => combattez-le avec la Tour d'incendie ✔Les bâtiments détériorés brûleront s'ils ne sont pas réparés ✔Les habitants quittent la ville lorsque leurs maisons sont détruites ✔Nouveaux bâtiments : Tour d'incendie, Infirmerie et Jardin aux plantes
id: ✔Pemutakhiran gedung: Produktivitas lebih tinggi, lebih banyak tempat kerja dan ruang simpang ✔Riset: buka bonus yang hebat untuk kota Anda ✔XP & level: Dapatkan XP dan tingkatkan level kota Anda untuk membuat riset ✔Townies bisa sakit sekarang dan bisa meninggalkan kota => bangun puskesmas untuk mengobati mereka ✔Api bisa mengancam kota Anda => Padamkan api dengan Menara Api ✔Gedung lapuk akan habis terbakar saat tidak diperbaiki ✔Townies meninggalkan kota saat rumah mereka hancur ✔Gedung baru: Menara Api, Puskesmas dan Kebun Toba
it: ✔Potenziamenti agli edifici: maggior produttività, più posti di lavoro e magazzino più grande ✔Ricerca: sblocca potenti bonus per la tua città ✔XP e livelli: guadagna esperienza e aumenta il livello della città per sbloccare le ricerche ✔I cittadini ora possono ammalarsi e abbandonare la città => costruisci un'infermeria per curarli ✔Il fuoco minaccia la tua città => combatti gli incendi con i pompieri ✔Gli edifici danneggiati bruceranno completamente se non vengono riparati ✔I cittadini abbandonano la città se le loro case vengono distrutte ✔Nuovi edifici: torre dei pompieri, infermeria e orto
ja: ✔建物アップグレード：より高い生産性、より多くの作業場、倉庫スペース ✔リサーチ：あなたの町に強力なボーナスを解除します ✔XPとレベル：XPを獲得し、あなたの町のレベルを上げてリサーチを解除します ✔住人たちは病気にかかり町を離れることがあります => 診療所を建てて、彼らを治療します ✔あなたの町を火事が襲います => 火の見やぐらで火事と戦います ✔劣化した建物をそのままにしておくと（修復しないと）燃えてしまいます ✔住人たちは、家が崩壊すると町を離れます ✔新たな建物：火の見やぐら、診療所そしてハーブガーデン
ko: ✔빌딩 업그레이드: 높은 생산성, 더 많은 작업공간 및 저장 공간 ✔리서치: 타운을 위한 강력한 보너스를 찾습니다 ✔XP & 레벨: XP를 얻고 리서치 해제를 위한 타운 레벨을 증가시킵니다 ✔주민들이 병에 걸리면 마을을 떠납니다 => 병원을 지어 치료하세요 ✔화재가 마을을 위협합니다 => 화재 타워로 화재 진압 ✔부식된 빌딩은 수리되지 않으면 불에탑니다 ✔주민들은 집이 파괴되면 타운을 떠납니다 ✔새로운 빌딩들: 화재 타워, 병원 그리고 허브 정원
pt: ✔Upgrades para prédios: maior produtividade, mais oficinas e estoque maior ✔Pesquisa: desbloqueie novos e poderosos bônus para a sua cidade ✔XP & níveis: ganhe XP e aumente o nível da sua cidade para desbloquear a pesquisa ✔Agora os habitantes podem ficar doentes e abandonar a cidade => Construa uma enfermaria para curá-los ✔Incêndios ameaçam sua cidade =>Combata os incêndios com a Torre contra incêndios ✔Prédios em más condições podem pegar fogo e desmoronar se não forem restaurados ✔Os habitantes abandonam a cidade quando suas casas são destruídas ✔Novos prédios: Torre contra incêndios, Enfermaria e Jardim de Ervas
ru: ✔ Улучшения для зданий: повышение производительности и вместительности, больше рабочих мест. ✔ Исследования: разблокируй мощные бонусы для своего города. ✔ Опыт и уровни: зарабатывай опыт и увеличивай уровень своего города для разблокирования исследований. ✔ Теперь горожане могут заболеть и покинуть город. => Построй лазарет для их лечения. ✔ В городе может возникнуть пожар. => Туши огонь с помощью пожарной вышки. ✔ Разрушающиеся здания сгорают, если их не ремонтируют. ✔ Поселяне покидают город, если их дом разрушен. ✔ Новые здания: Пожарная вышка, лазарет и сад трав.
zh: ✔建筑升级：更高的生产力、更多的市场和更大的储存空间 ✔研究：为城镇解锁强大的奖励 ✔XP 值和级别：赚取 XP 值、升级城镇级别以解锁研发。 ✔现在镇民可能生病并且离开城镇 —> 建造医务室治愈他们 ✔火灾会威胁你的城镇 —> 使用防火塔救火 ✔如果不修复，恶化的建筑会烧毁 ✔家园毁坏后，镇民会离开城镇 ✔新建筑：防火塔、医务室和草药园
zh_tw: ✔建築升級：更高的生產力、更多的市場和更大的儲物空間 ✔研發：為城鎮解鎖強大的獎勵 ✔XP 值和級別：賺取 XP 值，升級城鎮級別以解鎖研發。 ✔現在鎮民可能生病並離開城鎮 —> 建造醫務室治癒他們 ✔火災會威脅你的城鎮 —> 使用防火塔救火 ✔如果不修復，惡化的建築會燒毀 ✔家園毀壞後，鎮民會離開城鎮 ✔新建築：防火塔、醫務室和草藥園

# T_GAME_MARKETING_SCREENSHOT_SLOGANS
source: ★Fight the inferno! ★Save your town from the plague! ★Take care of your town! ★Improve your city! ★Discover three new buildings!
de: ★ Bekämpfe das Feuerinferno! ★ Rette deine Stadt vor der Pest! ★ Kümmere dich um dein Dorf! ★ Verbessere deine Stadt! ★ Entdecke drei neue Gebäude!
es: ★ ¡Lucha contra el fuego infernal! ★ ¡Salva a tu ciudad de las garras de la peste! ★ ¡Cuida de tu ciudad! ★ ¡Mejora tu ciudad! ★ Descubre los tres edificios nuevos.
fr: ★Combattez l'incendie ! ★Sauvez votre ville de la peste ! ★Prenez soin de votre ville ! ★Améliorez votre cité ! ★Découvrez trois nouveaux bâtiments !
id: ★Padamkan kobaran api! ★Selamatkan kota Anda dari wabah! ★Rawatlah kota Anda! ★Sempurnakan kota Anda! ★Temukan tiga gedung baru!
it: ★Combatti l'inferno di fuoco! ★Salva la città dalla pestilenza! ★Prenditi cura della tua città! ★Migliora gli edifici! ★Scopri tre nuovi edifici!
ja: ★地獄と戦いましょう！ ★疫病から町を救いましょう！ ★あなたの町を管理しましょう！ ★あなたの都市を改良しましょう！ ★新しく三つの建物が追加されました！
ko: ★화재 진압! ★전염병으로부터 마을을 구합니다! ★마을을 관리합니다! ★도시를 개선합니다! ★새로운 3개의 빌딩을 찾습니다!
pt: ★Combata o incêndio! ★Salve a sua cidade da peste! ★Cuide da sua cidade! ★Melhore a sua cidade! ★Descobra três novos prédios!
ru: ★ Сражайся против ада! ★ Спаси свой город от чумы! ★ Заботься о своем городе! ★ Улучши свой город! ★ Открой для себя три новых типа зданий!
zh: ★与地狱斗争！ ★救城镇于瘟疫之中！ ★照顾你的城镇！ ★完善你的城镇！ ★探索三种新建筑！
zh_tw: ★與地獄鬥爭！ ★救城鎮於瘟疫之中！ ★照料你的城鎮！ ★完善你的城鎮！ ★探索三種新建築！

# T_GAME_MARKETING_UPDATE_TEXTS
source: ★Research powerful permanent bonuses for all your towns! ★Earn XP and increase your town level to unlock research! ★Improve your buildings with upgrades! ★New buildings: Fire Tower, Infirmary and Herb Garden! ★Fire and plague threaten your town!
de: ★ Erforsche mächtige und permanente Boni für alle deine Städte! ★ Verdiene dir XP und erreiche neue Stufen, um Forschungen freizuschalten! ★ Verbessere deine Gebäude mit Upgrades! ★ Neue Gebäude: Feuerwehrturm, Heilmedikus und Kräutergarten! ★ Brand- und Pestkatastrophen bedrohen deine Stadt!
es: ★ ¡Investiga en busca de bonificaciones permanentes para tus ciudades! ★ Consigue EXP para que tu ciudad suba de nivel y se desbloquee la investigación. ★ Mejora los edificios con mejoras. ★ Edificios nuevos: torreta de incendios, enfermería y huerto de hierbas. ★ ¡El fuego y la peste amenazarán tu ciudad!
fr: ★Recherchez de nouveaux bonus puissants et permanents pour toutes vos villes ! ★Gagnez de l'XP et augmentez le niveau de votre ville pour débloquer la recherche ! ★Rendez vos bâtiments meilleurs avec les améliorations ! ★Nouveaux bâtiments : Tour d'incendie, Infirmerie et Jardin aux plantes ! ★Le feu et la peste menacent votre ville !
id: ★Riset bonus permanen yang hebat untuk semua kota Anda! ★Dapatkan XP dan naikkan level kota Anda untuk membuka riset! ★Sempurnakan gedung Anda dengan pemutakhiran! ★Gedung baru: Menara Api, Puskesmas dan Kebun Toba! ★Api dan wabah mengancam kota Anda!
it: ★Ricerca potenti bonus permanenti per tutte le tue città! ★Guadagna XP e aumenta il livello della città per sbloccare le ricerche! ★Migliora i tuoi edifici con i potenziamenti! ★Nuovi edifici: torre dei pompieri, infermeria e orto! ★Incendi ed epidemie minacciano la tua città!
ja: ★あなたのすべての町に強力な永久に続くボーナスをリサーチしましょう！ ★XPを獲得し、あなたの町のレベルを上げて、リサーチを解除しましょう！ ★アップグレードであなたの建物を改良しましょう！ ★新しい建物：火の見やぐら、診療所、ハーブガーデン！ ★火事や疫病があなたの町を襲う！
ko: ★타운을 위한 영구적이고 강련한 보너스를 찾아보십시오! ★XP를 얻고 타운 레벨을 증가시켜 리서치를 찾으십시오! ★업그레이드로 빌딩을 개선합니다! ★새로운 빌딩: 화재 타워, 병원 그리고 허브 정원! ★화재 및 전염병이 타운을 위협합니다!
pt: ★Pesquise bônus permanentes para todas as suas cidades! ★Ganhe XP e aumente o nível da cidade para desbloquear a pesquisa! ★Aprimore os prédios com upgrades! ★Novos prédios: Torre contra incêndio, Enfermaria e Jardim de Ervas! ★Agora a sua cidade é ameaçada por incêndios e peste!
ru: ★ Исследуй мощные постоянно действующие бонусы для всех твоих городов! ★ Зарабатывай опыт и увеличивай уровень своего города для разблокирования исследований! ★ Улучшай свои здания с помощью улучшений! ★ Новые здания: Пожарная вышка, лазарет и сад трав! ★ Твоему городу угрожают пожары и чума!
zh: ★为所有城镇研发，获得强大的永久奖励！ ★赚取 XP 值，升级城镇并解锁研发！ ★升级改善建筑！ ★新建筑：防火塔、医务室和草药园! ★城镇会受到火灾和瘟疫的威胁!
zh_tw: ★為所有城鎮研發，獲得強大的永久獎勵！！ ★賺取 XP 值，升級城鎮並解鎖研發！ ★升級改善建築！ ★新建築：防火塔、醫務室和草藥園！ ★城鎮會受到火災和瘟疫的威脅！

# T_GAME_MENU_ASPECTRATIO
source: Aspect Ratio
de: Bildverhältnis
es: Ratio de aspecto
fr: Raport d'aspect
id: Rasio Aspek
it: Rapporto immagine
ja: アスペクト比
ko: 화면 비율
pt: Taxa de Proporção
ru: Соотношение сторон
zh: 纵横比
zh_tw: 縱橫比

# T_GAME_MENU_CLOSE
source: Exit game
de: Spiel verlassen
es: Salir de la partida
fr: Quitter le jeu
id: Keluar game
it: Esci dal gioco
ja: ゲーム終了
ko: 게임 종료
pt: Sair do jogo
ru: Покинуть игру
zh: 退出游戏
zh_tw: 退出遊戲

# T_GAME_MENU_FULLSCREEN
source: Toggle Fullscreen
de: Vollbildmodus umschalten
es: Cambiar a pantalla completa
fr: Activer le plein écran
id: Beralih ke Layar Penuh
it: Attiva schermo intero
ja: フルスクリーン切替
ko: 전체 화면 전환
pt: Ativar Tela Cheia
ru: Полноэкранный режим
zh: 切换全屏
zh_tw: 切換全屏

# T_GAME_MENU_MAIN
source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
id: Menu Utama
it: Menu principale
ja: メインメニュー
ko: 메인 메뉴
pt: Menu principal
ru: Главное меню
zh: 主菜单
zh_tw: 主選單

# T_GAME_MENU_MUSIC_STOP
source: Music off
de: Musik aus
es: Música: no
fr: Musique non
id: Musik mati
it: No musica
ja: BGM オフ
ko: 음악 끄기
pt: Desligar música
ru: Музыка выкл.
zh: 关闭音乐
zh_tw: 關閉音樂

# T_GAME_MENU_PAUSE
source: Pause
es: Pausa
it: Pausa
ja: ポーズ
ko: 정지
pt: Pausa
ru: Пауза
zh: 暂停
zh_tw: 暫停

# T_GAME_MENU_RENAME_TOWN
source: Rename town
de: Stadt umbenennen
es: Renombrar ciudad
fr: Renommer ville
id: Ubah nama kota
it: Rinomina la città
ja: 街の名前を変更する
ko: 마을 이름 변경
pt: Renomear a cidade
ru: Переименовать город
zh: 城镇更名
zh_tw: 城鎮更名

# T_GAME_MENU_RESOLUTION
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
pt: Resolução
ru: Разрешение
zh: 分辨率
zh_tw: 解析度

# T_GAME_MENU_RESUME
source: Resume game
de: Spiel fortsetzen
es: Reanudar partida
fr: Reprendre
id: Lanjutkan game
it: Riprendi il gioco
ja: ゲーム再開
ko: 게임 다시 시작
pt: Continuar o jogo
ru: Продолжить игру
zh: 重新开始游戏
zh_tw: 重新開始遊戲

# T_GAME_NEED_NAME_CLOTHS
source: Clothes
de: Kleidung
es: Ropa
fr: Vêtements
id: Pakaian
it: Abbigliamento
ja: 衣服
ko: 의류
pt: Roupas
ru: Одежда
zh: 衣服
zh_tw: 衣服

# T_GAME_NEED_NAME_DECAY
source: Housing conditions
de: Zustand der Wohnhäuser
es: Las condiciones de vivienda
fr: Conditions de logement
id: Kondisi perumahan
it: condizioni abitative
ja: 住宅事情
ko: 주택 조건
pt: As condições de habitação
ru: Жилищные условия
zh: 住房条件
zh_tw: 住房條件

# T_GAME_NEED_NAME_DECAY_2
source: Townhouse satisfaction
de: Wohnhauszufriedenheit
es: Satisfacción por casa
fr: Satisfaction liée aux tavernes
id: Kepuasan rumah tinggal
it: Soddisfazione municipio
ja: 家の満足度
ko: 타운하우스 만족도
pt: Satisfação com habitação
ru: Уровень удовлетворения городскими домами
zh: 联排房满足度
zh_tw: 聯排房滿足度

# T_GAME_NEED_NAME_DECAY_OLD
source: Building condition
de: Zustand der Gebäude
es: Estado del edificio
fr: État du bâtiment
id: Kondisi bangunan
it: Condizione degli edifici
ja: 建物の状態
ko: 빌딩 상태
pt: Condição da construção
ru: Состояние здания
zh: 建筑物状况
zh_tw: 建築物狀況

# T_GAME_NEED_NAME_DECO
source: Decorations
de: Dekorationen
es: Decoraciones
fr: Décorations
id: Dekorasi
it: Decorazioni
ja: デコレーション
ko: 장식
pt: Decorações
ru: Украшения
zh: 装饰品
zh_tw: 裝飾品

# T_GAME_NEED_NAME_DECO_2
source: Decoration satisfaction
de: Dekorationszufriedenheit
es: Satisfacción por decoración
fr: Satisfaction liée aux décorations
id: Kepuasan dekorasi
it: Soddisfazione decorazioni
ja: デコレーション満足度
ko: 장식 만족도
pt: Satisfação com decoração
ru: Уровень удовлетворения украшениями
zh: 装饰满足度
zh_tw: 裝飾滿足度

# T_GAME_NEED_NAME_ENTERTAINMENT
source: Entertainment
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
id: Hiburan
it: Intrattenimento
ja: 娯楽
ko: 오락
pt: Entretenimento
ru: Развлечения
zh: 娱乐
zh_tw: 娛樂

# T_GAME_NEED_NAME_ENTERTAINMENT_DEPRECATED
source: Jousting Grounds
de: Turnierplatz
es: Campos de justas
fr: Aire de joute
id: Arena Pertempuran
it: Giostre
ja: 馬上槍闘技場
ko: 마차 경기장
pt: Campos de justa
ru: Арена
zh: 比武场
zh_tw: 競技場

# T_GAME_NEED_NAME_FOOD
source: Food
de: Nahrung
es: Alimentos
fr: Nourriture
id: Makanan
it: Cibo
ja: 食糧
ko: 음식
pt: Alimento
ru: Еда
zh: 食物
zh_tw: 食物

# T_GAME_NEED_NAME_IDLE
source: Recreation
de: Freizeit
es: Recreación
fr: Réjouissance
id: Rekreasi
it: Ricreazione
ja: レクリエーション
ko: 오락
pt: Recreação
ru: Отдых
zh: 消遣
zh_tw: 消遣
