Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_BIGRIVER
source: Greetings governor. At the banks of this mighty river we have a lot of opportunities to prosper. The fishing grounds are vast and the mines are full of ore. Here we shall establish a thriving town in the name of the King.
de: Seid gegrüßt, Lord Statthalter. Am Ufer dieses gewaltigen Stroms können wir eine große Stadt gründen. In dieser Gegend gibt es reichlich Fischgründe.
es: Saludos, gobernador. A orillas de este majestuoso río tenemos muchas posibilidades de prosperar. Hay vastas zonas de pesca y las minas rebosan de mineral. Aquí estableceremos una ciudad floreciente en nombre del rey.
fr: Bonjour, gouverneur. Nous avons beaucoup d'opportunités pour prospérer sur les berges de la rivière. Il y a beaucoup de coins de pêche et les mines regorgent de minerai. Nous établirons ici un village prospère au nom du roi.
id: Salam, Gubernur. Di tepi sungai besar ini ada banyak kesempatan untuk bertambah makmur. Ada banyak tempat untuk mencari ikan dan semua tambang penuh bijih. Di sinilah kita akan mendirikan kota atas nama sang Raja.
it: Salute, Governatore. Sulle rive di questo maestoso fiume abbiamo l’opportunità di prosperare. La pesca è ricca e le miniere sono piene di minerali. Dobbiamo fondare qui una città fiorente in nome del re.
ja: ご挨拶申し上げます。 この大きな川のほとりにはたくさんの繁栄の機会があります。釣り場は大きく、採掘所は鉱石でいっぱいです。ここで王様の名によって繁栄する町を作っていきましょう。
ko: 안녕하세요. 이 거대한 강변에 막대한 부를 창출한 기회가 있습니다. 어장이 넓고 광산에는 광석이 풍부합니다. 이곳에 왕의 이름으로 번영하는 마을을 지어야 해요.
pt: Saudações, governador. Nas margens desse rio poderoso, temos muitas chances de prosperar. A área de pesca é muito vasta, e as minas estão cheias de ouro. Aqui podemos estabelecer uma cidade esplêndida em nome do Rei.
ru: Приветствую, губернатор. Берега этой могучей реки поистине щедры. В воде полно рыбы, а шахты переполнены рудой. Давайте же заложим здесь богатый город во имя его величества.
zh: 向总督大人问安， 咱们地处大河两岸，要繁荣经济，机会颇多。这里渔场宽阔，矿藏丰富。咱们应在此处，以国王的名义，建立一个兴旺发达的城镇。
zh_tw: 向總督大人問安， 咱們地處大河兩岸，要繁榮經濟，機會頗多。這裡漁場寬闊，礦藏豐富。咱們應在此處，以國王的名義，建立一個興旺發達的城鎮。

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_CANYON
source: Wonderful, governor. This canyon harbors one of the most important routes through the mountains. The town is in an ideal position to offer a pleasant stay for traveling merchants passing through.
de: Wunderbar, Herr. Diese Schlucht ist eine der wichtigsten Handelsrouten durch die Berge. Das Dorf ist ideal positioniert, um reisenden Händlern eine Unterkunft zu bieten, während sie auf der Durchreise sind.
es: Maravilloso, gobernador. Este cañón alberga una de las rutas más importantes para cruzar las montañas. La aldea goza de una ubicación ideal para alojar a los mercaderes de paso.
fr: Merveilleux, gouverneur. Ce canyon arbite l'une des plus importantes routes traversant la montagne. La ville est un endroit idéal pour que les marchands itinérants fassent une pause.
id: Bagus, Gubernur. Lembah ini merupakan salah satu jalur terpenting untuk melintasi pegunungan. Letak kota kita ideal untuk menjadi persinggahan pedagang keliling.
it: Meraviglioso, Governatore. Questo canyon ospita una delle strade più importanti che attraversano le montagne. La città è in una posizione ideale per offrire un piacevole soggiorno ai mercanti di passaggio.
ja: 素晴らしい、閣下。この峡谷は山を通る最も重要なルートの一つです。この町は通りがかりの旅する商人たちに理想的な滞在を提供することができる場所に位置しているのです。
ko: 대단해요, 영주님. 이 계곡에는 산을 통과하는 가장 중요한 통로가 있어요. 이곳을 지나는 상인이 편안하게 머물 수 있는 곳에 마을이 있어요.
pt: Maravilhoso, governador. Esse cânion guarda uma das mais importantes rotas entre as montanhas. A cidade fica numa posição ideal para oferecer um pouso agradável para mercadores de passagem por aqui.
ru: Чудесно, губернатор. По этому каньону пролегает чрезвычайно важный горный тракт. Стоящий на нем город станет прекрасным прибежищем для странствующих купцов.
zh: 太好了，总督大人。 峡谷中，有一条穿越山区至关重要的路径。城镇位置理想，可为过往行路客商提供愉快的住宿之所。
zh_tw: 太好了，總督大人。 峽谷中，有一條穿越山區至關重要的路徑。城鎮位置理想，可為過往行路客商提供愉快的住宿之所。

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_FALLS
source: My Lord, at the bottom of these waterfalls there are fishing grounds in abundance. Additionally, ample ore deposits make this region ideal for the establishment of our town.
de: Mein Herr, am Fuße dieser Wasserfälle gibt es reichlich Fischgründe und Erzadern. Hier werden wir ein wahrlich wundervolles Dorf errichten können.
es: Mi señor, al fondo de esas cataratas hay mucha pesca. Además, la abundancia de mineral hace que esta región sea ideal para establecer nuestra aldea.
fr: Mon seigneur, en bas de ces cascades, nous trouverons du poisson en abondance. De plus, les larges dépôts de minerais de cette région en font l'endroit idéal pour établir notre ville.
id: Tuanku, di kaki air terjun ini ada banyak tempat untuk mencari ikan. Selain itu, cadangan bijih yang besar membuat daerah ini ideal untuk mendirikan kota.
it: Milord, alla base di queste cascate ci son zone pescose in abbondanza. Inoltre, ampi depositi di minerale rendono questa regione ideale per stabilirvi la nostra città.
ja: 閣下、この滝の底には大量の釣り場が存在します。それに加えてたくさんの鉱石が埋まっており、この地域は私たちの町を設立するのに理想的です。
ko: 영주님, 이 폭포 아래 풍부한 어장이 있습니다. 게다가 광석도 많이 매장되어 있어 마을을 세우기에 아주 적합합니다.
pt: Milorde, abaixo dessas cachoeiras há áreas de pesca em abundância. Além disso, os amplos depósitos de minérios tornam essa região ideal para o estabelecimento de nossa cidade.
ru: Милорд, у подножия этих водопадов водится очень много рыбы. Кроме того, большие запасы руды делают этот регион идеальным местом для нового города.
zh: 主人，这些瀑布下面，都是产量颇多的渔场。还有，这个地区矿藏丰富，是建立城镇的理想处所。
zh_tw: 主人，這些瀑布下面，都是產量頗多的漁場。還有，這個地區礦藏豐富，是建立城鎮的理想處所。

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_ICYHOLD
source: Welcome to the Icy Hold, My lord. It is not easy for the Townies to climb up to the castle, but the view over the plains is worth it. Your lands seem endless from up here.
de: Willkommen in der Eisfeste, mein Herr. Es ist nicht einfach für die Townies, hoch zum Schloss hinaufzusteigen, aber der Ausblick über die Ebene ist es wert. Eure Ländereien wirken wirklich endlos von hier oben.
es: Bienvenido al Enclave Helado, mi señor. No es fácil para los Townies subir hasta el castillo, pero la vista de las llanuras justifica el esfuerzo. Desde aquí, tus tierras parecen no tener fin.
fr: Bienvenue au pic glaciaire, mon seigneur. Ce n'est pas facile pour les habitants de grimper jusqu'au château, mais la vue sur les plaines est magnifique. Vu d'ici, vos territoires semblent immenses.
id: Selamat datang di Benteng Es, Tuanku. Para Townies tidak mudah naik sampai ke kastil, tapi pemandangan dataran ini sepadan dengan usaha mereka. Tanah Tuanku seakan tidak terbatas kalau dilihat dari atas sini.
it: Benvenuto nella fortezza ghiacciata, milord. Non è facile per i cittadini inerpicarsi fino al castello, ma la vista sulle pianure vale lo sforzo. Da quassù i tuoi possedimenti sembrano infiniti.
ja: 崖の上には氷の砦があります。たどり着くのは難しいですが、一度上がってしまえば冷たいツンドラ地域を一望できます。この地域では冬はとても長い。
ko: 아이시 홀드에 잘 오셨습니다, 영주님. 주님들이 성에 오르는 것은 쉽지 않지만 이곳에서 바라본 경치는 모든 수고를 잊게 해주죠. 여기서 끝없이 넓은 영토를 볼 수 있습니다.
pt: Bem-vindo à Fortaleza Gélida, milorde. Não é fácil para os habitantes chegar até o castelo, mas a vista das planícies vale a pena. Suas terras parecem infinitas daqui.
ru: Добро пожаловать в Ледяной оплот, милорд. Не всем горожанам удается добраться до замка, но вид на равнины того стоит. Отсюда кажется, будто вашим владениям нет ни конца, ни края.
zh: 主人，欢迎您莅临冰雪堡垒。 普通镇民，难以攀援至此。不过，在此俯视平原景色，定当使您不虚此行。从此处向下看去，您的领地，真是无边无际。
zh_tw: 主人，歡迎您蒞臨冰雪堡壘。 普通鎮民，難以攀援至此。不過，在此俯視平原景色，定當使您不虛此行。從此處向下看去，您的領地，真是無邊無際。

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_VASTHILLS
source: Good morning, my Liege. Look over the rolling hills of your estates. Isn’t the view magnificent? This is a beautiful place to start a town, my Liege.
de: Guten Morgen, mein Statthalter. Lasst euren Blick über die hügelige Ebene schweifen und blickt auf eure Ländereien. Ist dies nicht ein wahrlich schöner Ort? Ich denke, hier werden wir eine traumhafte Stadt errichten.
es: Buenos días, excelencia. Contempla las colinas de tu territorio. ¿No es una vista magnífica? Es un lugar maravilloso para establecer una aldea, excelencia.
fr: Bonjour, mon seigneur. Regardez les collines de votre territoire. La vue n'est-elle pas magnifique ? C'est un endroit magnifique pour fonder une ville.
id: Selamat pagi, Tuanku. Lihatlah perbukitan di wilayah kekuasaanmu. Pemandangannya mengagumkan, bukan? Ini tempat yang baik untuk mendirikan kota, Tuanku.
it: Buongiorno, mio signore. Guarda le morbide colline dei tuoi possedimenti. Non è una vista magnifica? Questo è un posto bellissimo ove fondare una città, mio signore.
ja: おはようございます、領主様。 あなたの敷地の丘陵を見渡してみてください。素晴らしい眺めでしょう。ここは町をつくるのにとても美しい場所です。
ko: 안녕하세요, 영주님. 여기 구불구불한 언덕을 보세요. 정말 멋진 풍경이지 않습니까? 이 아름다운 곳에 마을을 지으세요, 영주님.
pt: Bom-dia, meu senhor. Olhe as sucessivas colinas das suas terras. Não é uma vista magnífica? Este é um belo lugar para começar uma cidade, meu senhor.
ru: Доброе утро, ваша светлость. Только взгляните на холмы наших угодий. Прекрасное зрелище, верно? Идеальное место для нового города.
zh: 大人，您早。 您看，您领地上的这些丘陵，绵延起伏，景色岂不壮观？大人，此处甚美，可以立基建城。
zh_tw: 大人，您早。 您看，您領地上的這些丘陵，綿延起伏，景色豈不壯觀？大人，此處甚美，可以立基建城。

# T_GAME_QUEST_SANDBOX_THEPIT_WELCOME
source: I wish you a good morning, my lord. Welcome to our little village. It is said that the pit was created by a falling star. Let us hope that it has brought us luck. The King has already written that he will have some tasks for us shortly.
de: Einen guten Morgen wünsche ich Euch, mein Herr. Willkommen in unserem kleinen Dorf. Man sagt, dass die Grube durch einen herabfallenden Stern entstanden ist. Hoffen wir, dass es uns Glück gebracht hat. Der König hat bereits geschrieben, dass er in Kürze einige Aufgaben für uns hat.
es: Buenos días, mi señor. Bienvenido a nuestra pequeña villa. Dicen que El Foso lo creó una estrella que cayó del cielo. Esperemos que nos traiga suerte. El rey ya nos ha escrito para decirnos que pronto tendrá algunas tareas para nosotros.
fr: Bon matin, Sire. Bienvenue dans notre petit village. Il est dit que le gouffre est apparu suite à la chute d’une étoile filante. Espérons que cela nous apportera de la chance. Le roi nous a écrits que des tâches seront à prévoir prochainement.
id: Selamat pagi, Tuanku. Selamat datang di kota kecil kami. Kabarnya legok ini tercipta karena bingang jatuh. Semoga ini membawa keberuntungan bagi kita. Paduka Raja sudah berpesan bahwa segera akan ada beberapa tugas untuk kita.
it: Ti auguro una buona giornata, milord. Ti do il benvenuto nella nostra piccola città. Si dice che la fossa sia stata creata da una stella cadente. Speriamo che ci abbia portato fortuna. Il Re ha già scritto che avrà presto dei compiti per noi.
ja: ご主人様、おはようございます。 私たちの小さな街へようこそ。この穴は流れ星によって作られたと言われています。それが私たちに幸運を運んでくれたのだと期待しましょう。国王は近いうちに私たちに仕事を与えるとすでに書いてきています。
ko: 좋은 아침입니다, 영주님. 저희 마을에 오신 것을 환영합니다. 구덩이는 별이 떨어지면서 만들어졌다고 해요. 그게 행운을 안겨다 주길 바라보죠. 왕께서 곧 과제를 맡기겠다고 이미 서신을 보내셨습니다.
pt: Eu lhe desejo um bom dia, milorde. Bem-vindo à nossa pequena cidade. Dizem que o fosso foi criado por uma estrela cadente. Espero que isso nos traga sorte. O rei já escreveu dizendo que terá tarefas para nós em breve.
ru: Доброе утро, милорд. Приветствую вас в нашем городишке. Говорят, Яма возникла в результате падения звезды. Будем надеяться, что это счастливый знак. Король написал, что вскоре обратится к нам с особыми поручениями.
zh: 我祝您早上好，大人。 欢迎到我们小镇。据说这个坑是由一颗陨星造成的。让我们希望它给我们带来了好运。国王已经致信，他很快就会有任务交给我们。
zh_tw: 大人，祝您有一個美好的早晨。 歡迎來到我們的小城鎮。據說巨坑是由一顆殞落的星星所造成的。希望它能夠帶給我們好運吧。國王已來信說明他馬上就會有任務要交給我們。

# T_GAME_QUEST_SANDBOX_TRIBUTE
source: Tribute to the King.
de: Tribut für den König.
es: Tributo al rey.
fr: Tribut au roi.
id: Upeti untuk raja.
it: Tributo al re.
ja: 王様への貢ぎ物.
ko: 왕에게 기여하기.
pt: Homenagem ao rei.
ru: Дань королю.
zh: 向国王进贡.
zh_tw: 向國王進貢.

# T_GAME_QUEST_SANDBOX_TRIBUTE_02
source: Festival for the Townies.
de: Stadtfest für die Townies.
es: Festival para los townies.
fr: Festival.
id: Festival untuk para Townie.
it: Festival per i paesani.
ja: タウニーの祝祭.
ko: 주민들을 위한 페스티벌.
pt: Festival para os moradores da cidade.
ru: Празднество для поселян.
zh: 为镇民举办欢宴
zh_tw: 為鎮民舉辦歡宴

# T_GAME_QUEST_SANDBOX_TRIBUTE_03
source: Donation for the poor.
de: Spende für die Bedürftigen.
es: Donación para los pobres.
fr: Dons aux pauvres.
id: Sumbangan untuk kaum miskin.
it: Donazione ai poveri.
ja: 貧者への寄付
ko: 가난한 이들에게 기부하기.
pt: Doação para os pobres.
ru: Пожертвование бедным.
zh: 扶贫捐赠
zh_tw: 扶貧捐贈

# T_GAME_QUEST_SANDBOX_TRIBUTE_04
source: Brewing Festival in town.
de: Braufest in der Stadt:
es: Festival de elaboración de cerveza en la aldea.
fr: Festival de la boisson en ville.
id: Festival bir di kota.
it: Festa della birra in città.
ja: 町のビール祭り。
ko: 마을의 맥주 축제.
pt: Festival da cerveja na cidade.
ru: Городской пивной фестиваль.
zh: 城镇的酿酒节。
zh_tw: 城鎮的釀酒節。

# T_GAME_QUEST_SANDBOX_TRIBUTE_05
source: Sell pigs at the market.
de: Verkaufe Schweine am Markt.
es: Vende cerdos en el mercado.
fr: Vendez des cochons au marché.
id: Jual babi di pasar.
it: Vendi maiali al mercato.
ja: 市場で豚を売る。
ko: 시장에서 돼지를 파세요.
pt: Venda porcos no mercado.
ru: Продай свиней на рынке.
zh: 到集市卖猪。
zh_tw: 到集市賣豬。

# T_GAME_QUEST_SANDBOX_TRIBUTE_05_OLD
source: Trade on the animal market.
de: Handel auf dem Viehmarkt.
es: Comercio en el mercado de animales.
fr: Commerce au marché aux bestiaux.
id: Berdaganglah di pasar hewan.
it: Affari al mercato degli animali.
ja: 動物市場での取引。
ko: 동물 시장에서 거래하세요.
pt: Comércio no mercado de animais.
ru: Торговля на птичьем рынке.
zh: 在动物市场做交易。
zh_tw: 在動物市場做交易。

# T_GAME_QUEST_SANDBOX_TRIBUTE_05_OLD2
source: Trade animals at the market.
de: Verkaufe Vieh am Markt.
es: Vende animales en el mercado.
fr: Vendez des animaux au marché.
id: Jual-lah hewan di pasar.
it: Vendi animali al mercato.
ja: 市場で動物を売る。
ko: 시장에서 동물을 파세요.
pt: Venda os animais no mercado.
ru: Продавай животных на рынке.
zh: 在市场上出售牲畜。
zh_tw: 在市場上出售動物。

# T_GAME_QUEST_SANDBOX_TRIBUTE_06
source: Rations for the army.
de: Rationen für das Heer.
es: Raciones para el ejército.
fr: Rations pour l'armée.
id: Ransum untuk pasukan.
it: Razioni per l'esercito.
ja: 軍隊への配給。
ko: 군대 식량.
pt: Rações para o exército.
ru: Пайки для военных.
zh: 军队的补给。
zh_tw: 軍隊的補給。

# T_GAME_QUEST_SANDBOX_TRIBUTE_07
source: Equipment for King's soldiers.
de: Ausrüstung für die Soldaten des Königs.
es: Equipo para los soldados del rey.
fr: Équipement pour les soldats du roi.
id: Perlengkapan untuk para serdadu sang Raja.
it: Equipaggiamento per i soldati del Re.
ja: 国王軍の装備。
ko: 왕의 군대용 장비.
pt: Equipamento para os soldados do Rei.
ru: Снаряжение для королевской армии.
zh: 国王士兵的装备。
zh_tw: 國王士兵的裝備。

# T_GAME_QUEST_SANDBOX_TRIBUTE_08
source: Fend off bandit attacks.
de: Wehre Banditenangriffe ab.
es: Rechaza todos los ataques de bandidos.
fr: Repoussez les attaques de bandits.
id: Halau serangan bandit.
it: Respingi gli attacchi dei banditi.
ja: 盗賊の攻撃をかわす。
ko: 강도의 공격을 물리치세요.
pt: Defenda-se dos ataques dos bandidos.
ru: Отражение нападений бандитов.
zh: 抵御强盗的袭击。
zh_tw: 抵禦強盜的襲擊。

# T_GAME_QUEST_SANDBOX_TRIBUTE_09
source: Destroy bandit camps.
de: Zerstöre Banditencamps.
es: Destruye los campamento de bandidos.
fr: Détruisez les camps des bandits
id: Hancurkan perkemahan bandit.
it: Distruggi gli accampamenti dei banditi.
ja: 盗賊の野営地を破壊する。
ko: 강도 캠프를 파괴하세요.
pt: Destrua os acampamentos dos bandidos.
ru: Уничтожение лагерей бандитов.
zh: 摧毁强盗的营地。
zh_tw: 摧毀強盜的營地。

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC
source: I bid you welcome, steward! Just have a look at this coastline! I expect your town to be worthy of this beautiful vista! Take good care of your Townies and don't forget to pay your tribute to the King, so you may continue to serve me!
de: Seid gegrüßt, mein Statthalter! Seht Euch diese Küste an! Ich erwarte, dass Eure Stadt den schönen Anblick würdigt! Sorgt für Eure Bürger und zahlt pünktlich einen Tribut, damit Ihr mir weiter dienen könnt!
es: Bienvenido seas, corregidor. ¡Mira qué costas tenemos! ¡Espero que tu ciudad esté a la altura de este hermoso paisaje! Cuida bien a tus townies y, si quieres seguir a mi servicio, no olvides rendir tributo al rey.
fr: Je vous souhaite la bienvenue, cher intendant ! Admirez un peu cette sublime côte ! Que votre ville soit à l'image de cette vue magnifique ! Occupez-vous bien de vos habitants et n'oubliez pas de payer votre tribut au roi, pour pouvoir continuer à le servir !
id: Selamat datang, steward! Coba lihatlah pesisir pantai ini! Saya yakin kotamu layak atas pemandangan indah ini! Rawatlah para Townie dan jangan lupa untuk mengirim upeti rajamu, sehingga kau bisa terus mengabdi padaku!
it: Benvenuto, Siniscalco! Guarda questa costa! Mi aspetto che tu ti renda degno di questa meravigliosa vista! Prenditi cura dei tuoi paesani e non dimenticare di pagare il tuo tributo al re, così da poter continuare a servirmi!
ja: よく来てくれた！さあ、この海岸地帯を見てくれ！美しく大変価値のある海岸だ。タウニーのことをよく考え、食糧の供給など忘れないようにな。わしへの貢ぎ物も待っているぞ！
ko: 스튜어드, 환영합니다! 해안 지대를 보세요! 당신의 마을이 아름답게 번창하기를 기원합니다! 주민들을 열심히 돌보시고 왕에게 기여하는 것도 잊지 마십시오!
pt: Queira aceitar nossas boas vindas, administrador! Dê uma olhada neste litoral! Espero que sua cidade seja merecedora desta bonita vista! Cuide bem de seus moradores e não se esqueça de prestar homenagem ao rei, para que você possa continuar a me servir!
ru: Приветствую тебя, наместник! Только взгляни на это побережье! Я ожидаю, что твой город будет достоин этого прекрасного вида! Хорошо заботься о своих поселянах и не забывай платить твою дань королю, чтобы ты мог и дальше продолжать служить мне!
zh: 欢迎你，干事！你看这海岸线！希望你的城镇能配得上如此美好的海景！照管好你的镇民们，别忘了向国王进贡，以便你可以继续为我服务！
zh_tw: 歡迎您，幹事！您看這海岸線！希望您的城鎮能配得上如此美好的海景！照管好您的鎮民們，別忘了向國王進貢，以便您可以繼續為我服務！

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_02
source: What a great place for fishing. Don't you agree, my liege? We certainly won't lack of food here! We would very much like you to host a festival once in a while , if you can afford it after paying your tribute to the King!
de: Ein wunderbarer Ort für die Fischerei, Herr Statthalter! An Nahrung sollte es uns hier nicht mangeln! Wir würden es auch begrüßen, wenn Ihr ab und an ein Stadtfest organisieren könntet! Natürlich nur, wenn nach den Tributzahlungen an den König etwas übrig bleiben sollte!
es: Este lugar es ideal para la pesca. ¿No crees, corregidor? ¡Seguro que aquí no nos falta comida! Nos gustaría que celebrases un festival de vez en cuando, ¡si es que puedes permitírtelo después de rendir tributo al rey!
fr: Quel endroit extraordinaire pour pêcher ! Vous ne trouvez pas, cher intendant ? Nous ne manquerons pas de nourriture, ici ! Nous aimerions que vous organisiez un festival de temps en temps - si vous pouvez vous le permettre, après avoir payé votre tribut au roi !
id: Sungguh tempat yang baik untuk mencari ikan. Tidakkah kau setuju, Tuan steward? Tentu kita tidak akan kehabisan makanan di sini! Kami ingin kau sesekali mengadakan festival - jika kau bisa membiayainya setelah mengirim upetimu kepada sang raja!
it: Che posto meraviglioso per pescare. Non trovate, signor Siniscalco? Qui di sicuro non manca il cibo! Ci piacerebbe tanto che organizzaste un festival ogni tanto, se dopo aver pagato il tributo al re vi rimane qualche tallero!
ja: 漁業にはうってつけの場所ですね、そう思いませんか、領主様？これなら食糧に困ることはありません！ 王様への貢ぎ物を納めたあとも余裕があれば、時々お祭りを開いていただけませんか？
ko: 낚시하기에 아주 멋진 곳입니다. 그렇게 생각하시죠 스튜어드? 식량이 부족하진 않을 겁니다! 왕에게 기여한 후 여유가 된다면, 페스티벌을 열어주시길 바랍니다!
pt: Que lugar ótimo para pescar. Não concorda, meu Senhor administrador? Certamente não faltará comida aqui! Gostaríamos muito que você organizasse um festival de vez em quando - se puder pagar por ele, após prestar sua homenagem ao rei!
ru: Какое великолепное место для рыбалки. Ты согласен со мной, мой сэр наместник? Мы, несомненно, не будем обделены здесь едой! Мы очень хотим, чтобы ты время от времени организовывал празднества - если, конечно, сможешь позволить себе это после уплаты дани королю!
zh: 真是个钓鱼的好地方。你说是不是，我的干事先生？我们这里当然不会缺少食物！我们非常希望你每隔一段时间为镇民举办一次欢宴----如果你向国王进贡后还能有钱支付费用的话！
zh_tw: 真是個釣魚的好地方。您說是不是，我的幹事先生？我們這裡當然不會缺少食物！我們非常希望您每隔一段時間為鎮民舉辦一次歡宴----如果您向國王進貢後還能有錢支付費用的話！

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_03
source: Oh honey, thank you for settling here! This lake is really beautiful! The Townies will certainly be happy here, if you take good care of them! Oh, and don't forget to bribe the King so we can stay here forever!
de: Oh mein Schatz, danke, dass wir hierher gesiedelt sind! Dieser See ist wirklich wunderschön! Hier können die Townies bestimmt glücklich werden, wenn du dich um sie kümmerst! Und vergiss nicht, den König zu bestechen, damit wir hier bleiben dürfen!
es: Oh, cariño. ¡Gracias por traernos a este lugar! ¡El lago es precioso! Los townies serán muy felices aquí, siempre y cuando cuides de ellos. Ah, y no olvides sobornar al rey para que no tengamos que irnos de aquí jamás.
fr: Oh, chéri, merci d'avoir choisi cet endroit ! Quel magnifique lac ! Les habitants seront heureux ici, si tu t'en occupes bien ! Ah, et n'oublie pas de convaincre le roi de nous permettre de rester ici pour toujours !
id: Oh sayang, terima kasih telah tinggal di sini! Danau ini sangat indah! Townie akan tentu akan senang di sini, jika kau merawat mereka dengan baik! Oh, dan jangan lupa membayar raja sehingga kita bisa tinggal di sini selamanya!
it: Oh tesoro, grazie per esserti stabilito qui! Questo lago è bellissimo! I paesani saranno felici qui, se ti prenderai cura di loro! Oh, e non dimenticare di di foraggiare il re, così potremo restare qui per sempre!
ja: ここへ来れて本当に良かったわ。この湖は本当にきれい！ タウニーもあなたがいるからきっと幸せね。 ここでずっと暮すんだから、国王に何か贈り物をしないとね！
ko: 정착주셔서 감사합니다! 호수가 매우 아름답군요! 주민들이 행복하게 살 수 있을 것 같습니다! 왕에게 뇌물을 바치면 영원히 머무를 수 있습니다!
pt: Oh, querido, obrigado por se estabelecer aqui! Este lago é realmente bonito! Os moradores certamente ficarão felizes aqui, se cuidar bem deles! Ah, e não esqueça de subornar o rei para que possamos ficar aqui para sempre!
ru: Ах, дорогой, спасибо, что мы поселились именно здесь! Это озеро и вправду прекрасно! Поселяне непременно будут счастливы здесь, если ты будешь хорошо о них заботиться! Да, и не забудь подкупить короля, чтобы мы могли остаться здесь навсегда!
zh: 噢，亲爱的，谢谢你来这里定居！这座湖实在太美了！如果你照顾好镇民们，他们在这里一定会很幸福！噢！还有，别忘了向国王进贡，这样我们就可以永远待在这里了！
zh_tw: 噢，親愛的，謝謝您來這裡定居！這個湖實在太美了！如果您照顧好鎮民們，他們在這裡一定會很幸福！噢！還有，別忘了向國王進貢，這樣我們就可以永遠待在這裡了！
