Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_THEBEAST_SHEEP_MISSION_SUCCESS
source: Thank you, my Lord! With your help, our farm will be able to meet the need for wool. I hope that no more newcomers will move to our lands, so that we won't need to demolish everything again.
de: Habt Dank, Herr! Mit eurer Hilfe haben wir es geschafft, der starken Nachfrage nach Wolle nachzukommen. Ich hoffe, dass keine neuen Bewohner in unser Land kommen werden, sodass ich nicht alles wieder zerstören muss.
es: ¡Gracias, mi señor! Con tu ayuda, nuestra granja logrará satisfacer las necesidades de lana. Espero no que venga más gente a instalarse en nuestras tierras y tengamos que destruirlo todo otra vez.
fr: Merci, mon seigneur ! Avec votre aide, notre ferme pourra répondre aux besoins en laine. J'espère qu'aucun autre habitant ne viendra sur nos terres pour éviter de tout démolir à nouveau.
id: Terima kasih, Tuanku! Berkat bantuan Tuanku, pertanian kami bisa memenuhi permintaan akan wol. Mudah-mudahan tidak ada pendatang baru yang pindah kemari, supaya tidak ada yang perlu kami bongkar lagi.
it: Grazie, mio Signore! Con il vostro aiuto, la nostra fattoria sarà in grado di soddisfare il fabbisogno di lana. Spero che non arrivino più altre persone nelle nostre terre: in questo modo non avremo bisogno di demolire tutto ancora una volta.
ja: ありがとうございます、領主様！おかげさまでこの農園で、羊毛の受注に応えられます。...まったく、移住者なんて来なければ、牧草地をつぶさずとも土地は得られたのに。
ko: 영주님, 고맙습니다! 덕분에 농장이 울 수요를 맞출 수 있게 되었습니다. 더 이상 이주민이 오지 않았으면 좋겠어요. 다시는 아무것도 파괴하고 싶지 않으니까요.
pt: Obrigado, meu senhor! Com sua ajuda, nossa fazenda poderá atender à demanda de lã. Espero que não venham novos habitantes para nosso território, para que não precisemos demolir tudo de novo.
ru: Спасибо, милорд! С вашей помощью наша ферма сможет удовлетворить спрос на шерсть. Надеюсь, больше в наши земли никто не приедет и нам больше не придется ничего сносить.
zh: 谢谢你，领主大人！有了您的帮助，我们的农场可以满足羊毛的需求的。但愿再也没有外地人搬到我们的地盘上来了，这样我们就不用再拆掉什么建筑了。
zh_tw: 謝謝你，領主大人！有了您的幫助，我們的農場可以滿足羊毛的需求的。但願再也沒有外地人搬到我們的地盤上來了，這樣我們就不用再拆掉什麼建築了。

# T_QUESTS_SCENARIO_THEBEAST_SHEEP_MISSION_TITLE
source: Build a pasture and harvest some wool.
de: Errichte eine Schafweide und produziere Wolle.
es: Construye un pasto y recoge lana.
fr: Construire un pré et récolter de la laine
id: Buatlah padang domba dan dapatkan wol.
it: Costruisci un pascolo e produci lana.
ja: 牧草地を造成し、羊毛を確保する。
ko: 목초지를 만들고 울을 수확하세요.
pt: Construa um pasto e produza lã.
ru: Построить пастбище и собрать шерсть.
zh: 建造一座羊圈并收获一些羊毛。
zh_tw: 建造一座羊圈並收穫一些羊毛。

source: This tooth comes from a wild boar! Have you found truffles at all the crime scenes? Either someone has placed them there, or our country has suddenly become rich in truffles! Anyway, this beast has an incredible strength. I am surprised that a wild animal can behave like this…
de: Dieser Zahn kommt von einem Wildschwein! An allen Tatorten habt ihr Trüffel gefunden? Entweder wird sie jemand dort platziert haben, oder unser Land ist plötzlich reich an Trüffeln geworden! Wie auch immer, dieses Tier besitzt eine unglaubliche Stärke. Ich bin überrascht, dass sich ein wildes Tier so derartig verhalten kann…
es: ¡Este colmillo es de un jabalí! ¿Has encontrado trufas en las escenas del crimen? ¡O alguien las ha puesto allí o nuestro país se ha convertido en una mina de trufas! De cualquier modo, esta bestia tiene una fuerza increíble. Me sorprende que un animal salvaje se comporte así...
fr: Cette dent vient d'un sanglier ! Avez-vous trouvé des truffes sur toutes les scènes de crime ? Soit quelqu'un les y aura placés, soit notre pays est soudainement devenu riche en truffes ! De toute façon, cet animal a une force incroyable. Je suis surpris qu'un animal sauvage puisse se comporter ainsi.…
id: Gigi ini gigi babi hutan! Apakah kalian menemukan jamur truffle di tempat kejadian? Atau jamur itu sengaja ditaruh, atau di negeri kita mendadak banyak jamur truffle! Yang jelas, makhluk itu kuat sekali. Aku heran bahwa hewan liar bisa berperilaku seperti ini...
it: Questo è un dente di cinghiale! Avete trovato tartufi in tutte le scene del crimine? O qualcuno li ha messi lì, o il nostro paese è diventato improvvisamente ricco di tartufi! In ogni caso, questa bestia ha una forza incredibile. Mi sorprende che un animale selvatico si comporti così...
ja: この歯はイノシシのものですね！どの事件現場でもトリュフを見かけませんでしたか？誰かが置いていったのか、この国が突然トリュフの産地になったのか。いずれにせよ、この獣はとても強い力を持っています。しかし普通の野生動物が、このような事件を起こすなど信じがたいことですが...
ko: 이빨은 야생 멧돼지 거예요! 모든 범죄 현장에 송로가 있었나요? 누군가 거기에 송로를 놓았거나 여기에 갑자기 송로가 늘어난 거예요! 아무튼 이 짐승은 힘이 엄청나군요. 야생 동물이 이렇게 행동할 수 있다니 놀라워요…
pt: Este dente é de um javali selvagem! Vocês acharam trufas nas cenas do crime? Ou alguém as colocou lá ou as nossas terras de repente ficaram ricas em trufas! De qualquer modo, esta besta tem uma força extraordinária. Fico surpreso que um animal selvagem se comporte assim...
ru: Это зуб дикого вепря! Говорите, на местах происшествий были трюфели? Либо их кто-то подбросил, либо у нас внезапно начали расти эти грибы! Так или иначе, но этот зверь невероятно силен. Впервые вижу, чтобы дикое животное так себя вело...
zh: 这牙齿是野熊的！您在所有犯罪现场都有看到松露了吗？不是有人特意把它们放在那里的，就是我们的国家突然种出了大量松露！无论如何，这头野兽的力量大到无法想象。真想不到，一头野生动物竟然有这种力量……
zh_tw: 這牙齒是野熊的！您在所有犯罪現場都有看到松露了嗎？不是有人特意把它們放在那裡的，就是我們的國家突然種出了大量松露！無論如何，這頭野獸的力量大到無法想像。真想不到，一頭野生動物竟然有這種力量……

source: So, you're the ones running around the village playing detective, aren't you? Well, you could do me a favor and set up a new infirmary. Then we'll see.
de: Ihr seid also diejenigen, die hier im Dorf herumrennen und Detektiv spielen, nicht wahr? Nunja, ihr könntet mir einen Gefallen tun und einen Unterschlupf für einen neuen Heilmedikus errichten. Dann sehen wir weiter.
es: Así que vosotros sois los que van por la aldea haciendo de detectives, ¿no? Vale, me podríais hacer un favor y montar una nueva enfermería. Luego ya veremos.
fr: C'est vous qui jouez au détective dans le village, n'est-ce pas ? Rendez-moi service et installez une nouvelle infirmerie. Alors nous verrons.
id: Rupanya kalian yang mondar-mandir di sini sambil berlagak jadi detektif, ya? Hmm, coba kalian bangun rumah sakit dulu, dan setelah itu kita lihat lagi.
it: Ah, siete voi quelli che vanno in giro per il villaggio a giocare ai poliziotti, vero? Beh, potreste farmi un favore e costruire una nuova infermeria. Poi vedremo.
ja: ふむ、街で探偵ごっこをなさっている総督さんとは貴方かの？それでは取引じゃ。新しい診療所を作ってくれまいか。さすればお手伝いを致しましょう。
ko: 마을을 돌아다니면서 형사 놀이를 하고 있다는 사람이 당신이군요, 그렇죠? 새로 병원을 만들어주시면 그때 도와드리죠.
pt: Então são vocês que andam por aí bancando os detetives na cidade, não é? Bom, vocês poderiam me fazer um favor e construir uma enfermaria. Aí veremos.
ru: Значит, это вы бегаете по округе и что-то вынюхиваете, да? Что ж, вы бы могли сделать доброе дело — построить лазарет. Тогда уж и поговорим.
zh: 所以，你们是在村子里跑来跑去扮演侦探的那群人，对吗？嗯，你们可以帮我一个忙，帮我建造一座新的医院吧。之后我们再做下一步打算。
zh_tw: 所以，你們是在村子裡跑來跑去扮演偵探的那群人，對嗎？嗯，你們可以幫我一個忙，幫我建造一座新的醫院吧。之後我們再做下一步打算。

source: Thank you very much for your help, Lord. Now it is my turn to help you. Let me see your records of the beast case…
de: Vielen Dank für die Hilfe, mein Herr. Nun bin ich am Zug euch zu helfen. Lasst mich eure Aufzeichnungen über den Fall der Bestie sehen…
es: Muchas gracias por tu ayuda, señor. Ahora me toca a mí ayudarte. Déjame ver tus notas sobre el caso de la bestia...
fr: Merci beaucoup pour votre aide, Sire. Maintenant, c'est à mon tour de vous aider. Montrez-moi vos dossiers sur l'affaire de la bête.…
id: Terima kasih banyak atas bantuan Tuanku. Sekarang giliranku untuk membantu. Coba kulihat catatan kalian tentang kasus makhluk mengerikan itu...
it: Grazie mille per il vostro aiuto, Signore. Ora tocca a me aiutarvi. Fatemi vedere quello che avete scoperto sul caso della bestia...
ja: お力添え、心から感謝いたします。次は私がお手伝いをする番ですな。この獣事件の記録を拝見しましょう。
ko: 영주님, 도와주셔서 감사합니다. 이제 제가 도움을 드릴 차례군요. 짐승 사건 기록을 보여주세요…
pt: Muito obrigado pela sua ajuda, meu senhor. Agora é minha vez de ajudar. Deixe-me ver o seu relatório sobre o caso da besta...
ru: Спасибо за помощь, милорд. Позвольте отплатить вам. Дайте-ка мне взглянуть на ваши записи по делу о звере...
zh: 非常感谢您的帮助，领主。现在该我帮助您了。让我看看你们关于野兽事件的记录……
zh_tw: 非常感謝您的幫助，領主。現在該我幫助您了。讓我看看你們關於野獸事件的記錄……

# T_QUESTS_SCENARIO_THEBEAST_THEBEAST_FATHER_MERCHANT_QUEST_TITLE
source: Make a profit by trading.
de: Erziele Gewinn durch Handel.
es: Obtén beneficios con el comercio.
fr: Faire du profit.
id: Cari untung dengan berdagang.
it: Ottieni un profitto commerciando.
ja: 交易で利益を得る。
ko: 거래를 통해 이익을 창출하세요.
pt: Obtenha lucro com comércio.
ru: Заработать торговлей.
zh: 通过交易获得收入。
zh_tw: 通過交易獲得收入。

# T_QUESTS_SCENARIO_THEBEAST_THEBEAST_SET_FIRE_STARTED
source: My Lord! There was an arson attack in the village! It is rumored that some of the suspects are locals, my Lord.
de: Mein Herr! Es gab einen Brandanschlag im Dorf! Unter den Verdächtigen sind auch einige Einheimische.
es: ¡Mi señor, se ha desatado un incendio provocado en la aldea! Hay rumores de que algunos de los sospechosos son lugareños.
fr: Monseigneur ! Il y a eu un incendie criminel dans le village ! On dit que certains suspects sont d'ici.
id: Tuanku! Ada pembakaran di desa! Kabarnya, di antara orang-orang yang dicurigai ada juga warga asli, Tuanku.
it: Mio Signore! C'è stato un incendio doloso nel villaggio! Pare che alcuni dei sospetti siano del luogo, mio Signore.
ja: 領主様、村で放火事件がありました！容疑者は複数おり、地元住民も含まれているという噂です。
ko: 영주님! 마을에 방화 사건이 일어났습니다! 소문에 따르면 원주민이 저질렀다고 합니다.
pt: Meu senhor! Alguém causou um incêndio na aldeia! Dizem que os suspeitos são habitantes locais, senhor.
ru: Милорд! В деревне произошел поджог! Поговаривают, что за этим могут стоять местные, милорд.
zh: 领主大人！村庄里有人纵火了！有传言说一些嫌疑人是本地人。
zh_tw: 領主大人！村莊裡有人縱火了！有傳言說一些嫌疑人是本地人。

# T_QUESTS_SCENARIO_TWOCLANS_BUILDING_ARMORY_STARTED
source: My Liege, how about we build an armory? We will be able to produce some goods and sell them to the Burrow.
de: Mein Herr, dürfte ich einen Vorschlag machen? Eine Rüstkammer im Dorf zu haben, würde uns ermöglichen, das Schwert für den Soldaten herzustellen.
es: Mi señor, ¿qué tal si construimos una armería? Podremos producir mercancía y vendérsela a los Burrow.
fr: Mon seigneur, pourquoi ne pas bâtir une armurerie ? Nous serions ainsi à même de vendre des armes et armures au Burrow.
id: Tuanku, bagaimana kalau kita membangun gudang senjata? Kita akan bisa membuat barang-barang untuk dijual ke klan Burrow.
it: Mio signore, che ne dici di costruire un'armeria? Potremo produrre merci e venderle ai Burrow.
ja: 領主様、武器工場を作るというのはどうでしょう？品物を製造し、バロウ家に売ることができるようになりますよ。
ko: 영주님, 병기 공장을 짓는 것이 어떨까요? 병기를 만들어서 버로우에게 판매할 수 있을 겁니다.
pt: Meu senhor, que tal construir um arsenal? Vamos poder produzir mercadorias e vendê-las ao clã Burrow.
ru: Ваша светлость, может, построим новую лавку оружейника? Она позволит нам изготавливать товары и продавать их Барроу.
zh: 大人，我们建个铁匠铺怎么样？这样就能够生产一些商品并把它们卖给伯罗族。
zh_tw: 大人，我們再建一座兵工廠如何？這樣我們就能生產更多商品，然後賣給伯羅族人了。

# T_QUESTS_SCENARIO_TWOCLANS_BUILDING_ARMORY_SUCCESS
source: Now that we have an armory of our own, we could not only craft swords for soldiers. We have also the possibility to make some good money by selling weapons and armors at the market.
de: Nun da wir eine Rüstkammer haben, können wir eine erhebliche Menge Münzen mit dem Verkauf von Waffen und Rüstungen an die Männer vom Burrow erwirtschaften.
es: Ahora que ya tenemos una armería propia, no solo podemos forjar espadas para soldados, también tenemos la posibilidad de ganar dinero vendiendo armas y armaduras en el mercado.
fr: Maintenant que nous avons notre propre armurerie, nous pouvons non seulement forger des épées pour nos chevaliers, mais aussi faire du profil sur le marché en vendant des armes et armures.
id: Setelah punya gudang senjata sendiri, kita bisa membuat pedang bukan hanya untuk para tentara. Kita juga bisa mencari uang dengan menjual pedang dan baju tempur di pasar.
it: Adesso che abbiamo un'armeria tutta nostra, non soltanto saremo in grado di produrre spade per i soldati, ma avremo anche la possibilità di guadagnare qualcosa vendendo armi e armature al mercato.
ja: ついに自分たちの街だけの武器工場ができたので、兵士たちのための剣を作ることができるだけでなく、武器や鎧を市場で売ることによってかなりの額のお金を稼ぐことができる可能性があります。
ko: 이제 병기 공장이 있으니 군인들을 위한 검을 생산할 수 있을 뿐만 아니라 시장에 무기와 갑옷을 팔아서 큰돈을 벌 수도 있습니다.
pt: Agora que temos nosso próprio arsenal, nós podemos não só fabricar espadas para soldados, mas também ganhar um bom dinheiro vendendo armas e armaduras no mercado.
ru: Теперь, когда у нас есть собственная лавка оружейника, мы можем позволить себе не только изготавливать мечи для солдат, но и заработать звонкую монету на торговле оружием и доспехами на рынке.
zh: 现在我们有了自己的铁匠铺，不仅可以打造士兵用的剑，也许还能通过向市场出售一些武器和盔甲赚大钱。
zh_tw: 現在有了我們自己的兵工廠後，我們不只可以 為士兵打造劍，還可以在市場上販賣武器和護甲來賺大錢。

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FAIRGROUND_STARTED
source: The Clans have decided, my Liege. It is time to celebrate the reunification of the two clans and rebirth of the Thornburrow. My Liege, why don’t we arrange a festival at the fairground?
de: Die Clans haben entschieden, mein Herr. Es ist an der Zeit, die Wiedervereinigung der beiden Familien und die Wiedergeburt des Namens Thornburrow zu feiern, findet Ihr nicht auch, Lord? Wir sollten die Feierlichkeit auf einem Festplatz lobpreisen.
es: Los clanes han tomado una decisión, mi señor. Es hora de celebrar la reunificación de los dos clanes y el renacer de los Thornburrow. Mi señor, ¿por qué no organizamos un festival en el recinto ferial?
fr: Les clans ont pris une décision, Sire. Il est temps de célébrer la réunification de nos deux clans ainsi que la renaissance de Thornburrow. Sire, pourquoi n'arrangeons-nous pas un festival sur le champ de foire ?
id: Kedua klan sudan mengambil keputusan, Tuanku. Sudah waktunya merayakan rujuknya kedua klan dan pulihnya nama Thornburrow. Tuanku, bagaimana kalau kita adakan festival di arena pekan raya?
it: I clan hanno deciso, mio signore. È giunto il momento di festeggiare la riunificazione dei due clan e la rinascita dei Thornburrow. Mio signore, perché non organizziamo un festival al centro fieristico?
ja: 領主様、一族は決断しました。2つの一族の再統一と、ソーンバロウの再誕を祝うときです。領主様、催事会場で祝祭を催しませんか？
ko: 영주님, 클랜들이 결정을 내렸습니다. 두 클랜의 재통합과 쏜버로우의 재탄생을 축하해야 합니다. 영주님, 축제장에서 축제를 여는 건 어떻습니까?
pt: Os clãs decidiram, meu senhor. É hora de comemorar a reunificação das duas famílias e o renascimento dos Thornburrow. Que tal organizarmos um festival na praça de eventos, meu senhor?
ru: Кланы пришли к согласию, ваша светлость. Пора отметить воссоединение двух кланов и возрождение Торнбарроу. Ваша светлость, почему бы вам не распорядиться устроить торжество на ярмарочной площади?
zh: 两族已经商议好了，大人。是时候庆祝两族重聚和 索恩伯罗的重生了。大人，我们为什么不在露天广场安排一场庆典呢？
zh_tw: 族人們已經決定好了，大人，現在我們得以慶祝兩個家族的團圓和 索恩伯羅 的重生了。大人，我們何不在露天娛樂場舉辦個慶祝宴會？

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FAIRGROUND_SUCCESS
source: What a wonderful day, my Liege! It’s an honor to witness this occasion. I would not have thought that the two clans could ever be reunited to the Thornburrow again, but you did it!
de: Was für ein wunderschöner Tag, mein Herr. Es ist mir eine Ehre, diesen Anlass mit angesehen zu haben. Ich hätte es mir nie erträumen lassen, dass sich die beiden Familien eines Tages wieder zu Thornburrow vereinen. Ihr habt es tatsächlich geschafft!
es: ¡Qué hermoso día, mi señor! Es un honor ser testigo de este acontecimiento. No pensaba que los dos clanes se volvieran a unir como los Thornburrow, pero ¡lo has logrado!
fr: Quelle magnifique journée Sire ! C’est un honneur, que dit je un privilège d’assister à un tel événement. Je n’aurais jamais cru voir cette réunification de mon vivant. Mais vous l’avez fait !
id: Betapa indah hari ini, Tuanku! Sungguh suatu kehormatan bisa menyaksikan peristiwa ini. Aku tidak mengira kedua klan bisa dibuat rujuk lagi di bawah nama Thornburrow, Tuanku berhasil!
it: Che giornata meravigliosa, mio signore! È un onore essere testimone di questo evento, non avrei mai immaginato che i due clan si sarebbero riuniti di nuovo nei Thornburrow, ma tu ce l'hai fatta!
ja: なんという素晴らしい日でしょう、領主様！このような出来事に立ち会うことができ光栄です。この2つの一族が再びひとつになりソーンバロウとなるなんて思いもしていませんでしたが、あなたがそれをやり遂げたのです！
ko: 영주님, 정말 멋진 날입니다! 이 사건을 목격하게 되어 영광입니다. 두 클랜이 쏜버로우로 다시 뭉치게 될 수 있을 거라고는 상상도 못했습니다. 하지만 영주님이 해내셨습니다!
pt: Que dia maravilhoso, meu senhor! É uma honra poder testemunhar esta ocasião. Eu jamais pensei que os dois clãs poderiam novamente ser reunidos sob o estandarte Thornburrow, mas o senhor conseguiu!
ru: Какой чудесный день, ваша светлость! Присутствовать при таком знаменательном событии — настоящая честь. Я и не думал, что кланы когда-либо смогут вновь объединиться под фамилией Торнбарроу, но вы справились!
zh: 真是个美好的日子，大人。我很荣幸能见证这一历史性时刻。我真想不到两大家族可以再次团聚成索恩伯罗，但您办到了！
zh_tw: 多麼美好的一天啊，大人。能夠見證這個重大時刻是我的榮幸。我以前都不敢妄想兩個家族可以再次團圓成為索恩伯羅，而您辦到了！

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FORESTHUT_STARTED
source: Our name shall be Thornburrow again! But first, before we can start with the preparations for the reunification, we have to take care of the wood situation in town. It seems our stocks are running low. How about building another forester’s hut?
de: Der Name Thornburrow soll wieder unser gemeinsamer Name sein! Aber bevor wir mit der Wiedervereinigung beginnen können, sollten wir die Holzproduktion antreiben. Wie es scheint gehen unsere Vorräte langsam zur Neige. Ich schlage vor, dass eine weitere Forsthütte errichtet werden sollte.
es: ¡Nuestro nombre volverá a ser Thornburrow! Pero primero, antes de poder empezar a preparar la reunificación, tenemos que ocuparnos de un problema en la ciudad. Parece que andamos escasos de madera. ¿Qué tal si construimos otra caseta de guarda forestal?
fr: Le nom Thornburrow sera de nouveau nôtre ! Mais d'abord, avant que nous ne puissions commencer les préparatifs de la réunification, nous devons nous occuper de la situation du bois en ville. Il semble que nos stocks s'épuisent. Que diriez-vous de construire une autre cabane de forestier ?
id: Nama kita akan kembali menjadi Thornburrow! Tapi pertama-tama, sebelum persiapan untuk rujuk bisa dimulai, masalah kayu di kota perlu diurus dulu. Tampaknya persediaan kita sudah menipis. Bagaimana kalau kita membangun satu pondok penjaga hutan lagi?
it: Il nostro nome sarà di nuovo Thornburrow! Ma, prima di iniziare i preparativi per la riunificazione, dobbiamo occuparci della carenza di legna in città. Le nostre scorte si stanno esaurendo. Che ne dici di costruire un'altra capanna del guardaboschi?
ja: 我々の名前は再びソーンバロウとなるだろう！ しかし再統一の準備を始める前に、まず最初にこの街の木材の状況をなんとかしなければならない。蓄えが少なくなっているようだ。 木こり小屋をもうひとつ作ってはどうだろう？
ko: 우리의 이름은 다시 쏜버로우가 될 것입니다! 하지만 재통합 준비를 시작하기 전에 마을의 목재 문제를 해결해야 합니다. 목재 재고가 부족해 보입니다. 산꾼의 오두막을 하나 더 지으면 어떨까요?
pt: Nosso nome voltará a ser Thornburrow! Mas, antes de começar os preparativos para a reunificação, temos que cuidar da questão da madeira na cidade. Nosso estoque está acabando. Que tal construir outra cabana de silvicultor?
ru: Нас вновь назовут Торнбарроу! Но прежде чем начинать подготовку к воссоединению, нам нужно разобраться с запасами древесины. Что-то у нас ее маловато. Давайте построим новую хижину лесника.
zh: 吾等名字应当复归索恩伯罗！ 但首先，在着手准备重修旧好之前，我们得先处理城中木材短缺的问题。 不如再建造一座伐木工小屋？
zh_tw: 我們的名字應當再次成為索恩伯羅！ 但是首先，在我們開始準備重新統一的作業之前，我們必須先要解決城鎮裡木材短缺的情形。 我們再建造一個伐木工小屋如何？

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FORESTHUT_SUCCESS
source: Well done! With these two forester’s huts we won’t run out of wood anytime soon.
de: Nun, da wir genügend Forsthütten besitzen, dürften wir fürs erste nicht in Holzknappheit geraten.
es: ¡Bien hecho! Con estas dos casetas de guardas forestales, ya no nos quedaremos sin madera a corto plazo.
fr: Bravo Sire ! Avec ces deux cabanes de forêt, la pénurie est derrière nous.
id: Bagus! Dengan dua pondok penjaga hutan ini, untuk sementara kita takkan kekurangan kayu.
it: Bene! Con queste due capanne del guardaboschi, la legna non si esaurirà tanto presto.
ja: 素晴らしい！この2つの木こり小屋があれば、当分は木材の蓄えが少なくなることはないでしょう。
ko: 훌륭합니다! 산꾼의 오두막이 두 개나 있으니 당분간 목재가 떨어지는 일은 없을 겁니다.
pt: Muito bem! Com essas duas cabanas de silvicultor, não vai faltar madeira tão cedo.
ru: Отлично! Теперь нехватка древесины нам не грозит.
zh: 干得漂亮！有了这两栋伐木工小屋，暂时就不会再出现木材短缺的情况了。
zh_tw: 做得很好！有了這兩個伐木工小屋，我們短時間內不會再需要更多木材。

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_MINE_STARTED
source: My Liege, we need another mine to replace the old one.
de: Mein Lord, wir benötigen ein neues Bergwerk, um das zerstörte zu ersetzen und wieder in der Lage zu sein, Eisenerz zu fördern.
es: Mi señor, necesitamos otra mina para sustituir la vieja.
fr: Sire, nous avons besoin d’une autre mine afin d’extraire certaines ressources nécessaires.
id: Tuanku, kita perlu tambang lagi untuk menggantikan yang lama.
it: Mio signore, ci serve un'altra miniera per sostituire quella vecchia.
ja: 領主様、古い採掘所の代わりに新しいものが必要です。
ko: 영주님, 낡은 광산을 교체할 새 광산이 필요합니다.
pt: Meu senhor, precisamos de outra mina para substituir a antiga.
ru: Ваша светлость, нам нужно заменить старую шахту новой.
zh: 大人，我们需要一座新矿来替换旧的。
zh_tw: 大人，我們需要另一個礦井來替換舊礦井。

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_MINE_SUCCESS
source: Well done my Liege, now we can mine again, but this time let’s make sure it won’t collapse again.
de: Sehr gut, mein Lord. Nun haben wir wieder ein Bergwerk. Lasst uns diesmal dafür sorgen, dass es nicht wieder zusammenstürzt.
es: Bien hecho, mi señor, ya podemos seguir extrayendo mineral, pero esta vez asegurémonos de que no se vuelva a derrumbar.
fr: Formidable mon seigneur ! Nous pouvons de nouveau extraire les ressources, mais cette fois, assurons-nous que la mine ne s’écroule point.
id: Bagus, Tuanku. Kita sudah bisa kembali menambang, tapi kali ini harus dipastikan tambangnya tidak runtuh lagi.
it: Ben fatto, mio signore, adesso possiamo estrarre ancora materiali, ma stavolta cercheremo di non farla crollare!
ja: お見事です、領主様。私たちは再び採掘することができます。でも今回は崩壊しないように気をつけなければいけません。
ko: 훌륭합니다, 영주님. 이제 다시 채굴할 수 있지만, 이번에는 광산이 다시 붕괴되지 않게 해야 합니다.
pt: Muito bem, meu senhor, agora podemos minerar novamente. Mas desta vez vamos cuidar para que ela não desabe.
ru: Хорошая работа, ваша светлость. Мы снова можем заняться добычей полезных ископаемых. Будем следить за состоянием новой шахты, чтобы она не обвалилась, как старая.
zh: 干得好，大人，现在我们又能采矿了，但这次让我们确保一下它不会再塌陷了。
zh_tw: 做得很好，大人，現在我們就可以繼續採礦了，但是這次要保障礦井不會再次崩塌。

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_WAREHOUSE_STARTED
source: This trading route was a fantastic idea! I have another suggestion my Liege. How about we improve our town even further by building a new warehouse?
de: Die neue Handelsroute ist eine gute Idee gewesen, Eure Lordschaft. Nun hätte ich noch einen Vorschlag für Euch. Ein neues Lagerhaus wäre eine Bereicherung für unser Dorf.
es: ¡Lo de la ruta comercial fue una idea fantástica! Tengo otra sugerencia, mi señor. ¿Qué tal si construimos un nuevo almacén para mejorar más aún la ciudad?
fr: Cette idée de route commerciale était vraiment fantastique ! J’ai une suggestion mon seigneur, pourquoi ne pas améliorer notre ville un peu plus, en construisant un entrepôt ?
id: Jalur perdagangan ini memang ide bagus! Aku ada usul lain lagi, Tuanku. Bagaimana kalau kota kita ditingkatkan lagi dengan membangun gudang baru?
it: Questa rotta commerciale è stata un'idea fantastica! Ho un altro suggerimento, mio signore. Che ne pensi di migliorare ulteriormente la città costruendo un nuovo magazzino?
ja: この通商ルートは素晴らしいアイデアでした！もうひとつ提案があります、領主様。新しい倉庫を建設してこの街をもっと良いものにするというのはどうでしょう？
ko: 이 무역로 아이디어는 환상적입니다! 영주님, 제게 아이디어가 하나 더 있습니다. 창고를 새로 지어서 마을을 더 발전시키는 것이 어떨까요?
pt: Essa rota comercial foi uma ideia fantástica! Eu tenho outra sugestão, meu senhor. Que tal melhorarmos ainda mais nossa cidade construindo um novo depósito?
ru: Проложить этот торговый путь было отличной идеей! У меня есть еще одно предложение, ваша светлость. Почему бы нам не улучшить город, построив новый пакгауз?
zh: 这条贸易线路是个绝妙的注意！大人，我还有个 个人的建议。不如我们再新建一座仓库，更进一步把我们镇子升级？
zh_tw: 這條交易之路真是個好主意！大人，我還有個建議。我們再建一座新倉庫來改善我們的城鎮如何？
