Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_02_DESC
source: What an outrage! The carrier Townies stored too many goods in the trade guild building. It has collapsed! How can we manage any trade when things like that happen all the time. Please rebuild the trade guild.
de: Was für eine Gräueltat! Die Träger Townies haben zu viele Güter in der Handelsgilde deponiert und nun ist das Gebäude zusammengebrochen. Wie kann man denn Handel betreiben, wenn andauernd solche Dinge passieren. Würdet ihr das Gebäude wieder aufbauen?
es: ¡Qué ultraje! ¡Los townies transportistas almacenaron demasiadas cosas en el edificio del gremio comercial y se ha derrumbado! ¿Cómo vamos a continuar con el comercio si ocurren estas cosas constantemente? Por favor, reconstruye el edificio del gremio comercial.
fr: Quel outrage ! Les porteurs ont transporté trop de marchandises dans la Guilde du commerce. Elle s'est effrondrée ! Comment pouvons-nous espérer commercer lorsque des choses comme ça se produisent ? Veuillez reconstruire la Guilde du commerce.
id: Keterlaluan! Para Townies pengangkut terlalu banyak menumpuk barang di gedung perkumpulan saudagar. Sekarang gedungnya roboh! Bagaimana kami bisa berdagang kalau kejadian seperti ini selalu terulang. Tolong bangun kembali gedung perkumpulan saudagar.
it: Che affronto! I cittadini viaggiatori hanno stoccato troppe merci nell'edificio della gilda dei mercanti, che è crollato! Sarà impossibile fare affari in questa città, se continueranno ad accadere cose del genere. La prego di ricostruire la gilda dei mercanti!
ja: なんということだ！運搬人のタウニーが取引ギルドの建物に品物を格納しすぎて倒壊してしまった！こんなことがいつも起こっているようじゃどうやって取引をすればいいんだ。 取引ギルドを再建築する。
ko: 이럴 수 없어요! 트레이드 길드 건물에 운송 업자가 물건을 너무 많이 보관했어요. 건물이 무너졌어요! 늘 이런 일이 일어나는 데 어떻게 거래할 수 있겠어요? 트레이드 길드를 다시 만들어주세요.
pt: Que revoltante! Os habitantes armazenaram muitos produtos no edifício da guilda comercial. Ele desabou! Como podemos cuidar de qualquer negócio quando coisas assim acontecem o tempo todo? Reconstrua a guilda comercial.
ru: Какой ужас! Горожане снесли в здание торговой гильдии столько товаров, что оно обрушилось! Как прикажете торговать, когда здесь творятся такие вещи? Прошу, восстановите здание гильдии.
zh: 出大乱子了！城里的脚夫，在同业公会大楼里储存货物过多，导致大楼倒塌！此类事情一再发生，我们还怎么做生意？ 请您重建同业公会。
zh_tw: 出大亂子了！城裡的腳夫，在同業公會大樓裡儲存貨物過多，導致大樓倒塌！此類事情一再發生，我們還怎麼做生意？ 請您重建同業公會。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_02_TITLE
source: Rebuild the trade guild.
de: Baue die Handelsgilde wieder auf.
es: Reconstruye el gremio comercial.
fr: Reconstruisez la guilde du commerce.
id: Bangun kembali gedung perkumpulan saudagar.
it: Ricostruisci la gilda dei mercanti.
ja: 取引ギルドを再建築する。
ko: 트레이드 길드를 다시 만드세요.
pt: Reconstrua a guilda comercial.
ru: Отремонтируй здание гильдии торговцев.
zh: 重建同业公会。
zh_tw: 重建同業公會。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_03_DESC
source: Wonderful, my liege. Now we can finally commence trading again. Would you kindly set up a trade order at the trade guild? This should push our town back to its rightful place in the region.
de: Herrlich, Herr Statthalter. Nun können wir endlich wieder normal Handeln. Wärt ihr so freundlich und startet Handelsaufträge in der Handelsgilde? Dies sollte die Wichtigkeit der Stadt innerhalb der Region weiter nach oben bringen.
es: Fantástico, mi señor. Por fin podemos volver a comerciar de nuevo. ¿Serías tan amable de solicitar un pedido en el gremio comercial? Eso impulsará a nuestra ciudad y la colocará en el lugar que merece.
fr: Formidable, mon seigneur. Nous allons enfin pouvoir recommencer à commercer. Seriez-vous assez aimable pour mettre en place une commande commerciale à la Guilde du commerce ? Cela devrait redonner à notre village la place qui lui revient dans la région.
id: Bagus sekali, Tuanku. Sekarang kami bisa berdagang lagi. Apakah Tuan berkenan mengeluarkan perintah transaksi di perkumpulkan saudagar? Itu akan mengembalikan kota kita ke posisi seharusnya di kawasan ini.
it: Fantastico, mio signore. Ora sì che si ragiona: possiamo ricominciare a commerciare. Che ne dice di porre in essere un accordo commerciale presso la gilda? In questo modo, la nostra città riconquisterà il lignaggio che le spetta nella regione.
ja: 領主様、素晴らしいです。これでやっとまた取引を開始することができます。取引ギルドでどうか取引命令を出してくださいませんか？これでこの町もまた本来あるべき場所に戻ることができます。
ko: 영주님, 훌륭해요. 이제 드디어 다시 거래를 할 수 있어요. 트레이드 길드에 거래 주문을 내려주시겠어요? 그러면 마을이 지역 중심지로 다시 돌아갈 거예요.
pt: Maravilhoso, meu senhor. Agora finalmente podemos recomeçar os negócios. Você poderia fazer um acordo comercial na guilda comercial? Isso deve impulsionar nossa cidade de volta ao seu lugar de direito na região.
ru: Чудесно, ваша светлость. Теперь мы снова можем торговать. Не могли бы вы разместить заказ в гильдии торговцев? Это позволит нам начать торговать в регионе.
zh: 好极了，大人。现在我们终于又可以做生意了。您可否为同业公会制订贸易规则？这会推动本城贸易，重回本区应有之地位。
zh_tw: 好極了，大人。現在我們終於又可以做生意了。您可否為同業公會制訂貿易規則？這會推動本城貿易，重回本區應有之地位。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_03_TITLE
source: Have an active trade order at the trade guild.
de: Stelle einen Handelsauftrag bei der Handelsgilde ein.
es: Haz un pedido en el gremio comercial.
fr: Mettez en place une commande commerciale à la Guilde du commerce.
id: Siapkan perintah transaksi aktif di perkumpulan saudagar.
it: Poni in essere un accordo commerciale attivo presso la gilda dei mercanti.
ja: 取引ギルドで有効な取引命令を出す。
ko: 트레이드 길드에 유효 거래 주문을 하세요.
pt: Tenha um acordo comercial ativo na guilda comercial.
ru: Размести заказ в гильдии торговцев.
zh: 为同业公会制订积极的贸易条例。
zh_tw: 為同業公會制訂積極的貿易條例。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_04_DESC
source: Money! Everything is always about the money, governor. It is our highest priority to ensure that enough profit is made by trading. Let’s make some money, governor!
de: Geld! Alles dreht sich nur ums Geld, Herr Statthalter. Wir haben in letzter Zeit durch Handelsausfälle zu viel Geld verloren. Es hat höchste Priorität, den Profit durch Handel wieder in die Höhe zu treiben. Lasst uns Profit machen, Herr Statthalter.
es: ¡Dinero! Todo gira en torno al dinero, gobernador. Nuestra máxima prioridad es obtener el mayor beneficio del comercio. ¡Vamos a hacer dinero, gobernador!
fr: L'argent ! Tout est une question d'argent, gouverneur. Il faut assurer assez de profits grâce au commerce. C'est notre priorité absolue. Il est temps de gagner de l'argent, gouverneur !
id: Duit! Segala sesuatu ujung-ujungnya duit, Gubernur. Prioritas tertinggi kami adalah memastikan bahwa perdagangan menghasilkan untung yang cukup. Mari kita cari uang, Gubernur!
it: Denaro! Tutto gira attorno al denaro, Governatore. Dobbiamo assolutamente assicurarci che il commercio porti entrate a sufficienza. Governatore, è tempo di diventare ricchi!
ja: 金です！いつだって金が全てなんです。取引で十分な利益を確保することが私達の最優先事項です。 知事、お金を稼ぎましょう！
ko: 돈이죠! 영주님, 모든 것이 늘 돈 문제죠. 거래를 통해 수익을 충분히 만들어야 해요. 어서, 돈을 버세요!
pt: Dinheiro! Tudo é sempre sobre dinheiro, Governador. Nossa maior prioridade é garantir que o comércio dê o maior lucro possível. Vamos fazer dinheiro, Governador!
ru: Деньги! Все всегда упирается в деньги, губернатор. Наша главная задача — убедиться, что торговля приносит достаточную прибыль. Пора делать деньги, губернатор!
zh: 钱！城主大人，什么东西，都离不开钱。我们最优先做的事，就是确保贸易有足够利润。 城主大人，愿本城财源广进！
zh_tw: 錢！城主大人，什麼東西，都離不開錢。我們最優先做的事，就是確保貿易有足夠利潤。 城主大人，願本城財源廣進！

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_05_DESC
source: The free space at our marketplace is getting filled up pretty fast, governor. You should contemplate to upgrade the marketplace so we have more space and can trade more efficiently.
de: Unser Marktplatz reicht nicht mehr aus, für die Menge an Gütern die wir handeln, Herr Statthalter. Ihr solltet einen Ausbau des Marktplatzes in Erwägung ziehen.
es: El espacio libre del mercado se está llenando muy rápido, gobernador. Deberías contemplar la posibilidad de mejorarlo para tener más espacio y poder comerciar con mayor eficacia.
fr: L'espace disponible au marché est rapidement comblé, gouverneur. Vous devriez songer à améliorer le marché afin que nous ayons assez d'espace pour commercer convenablement.
id: Lapak kosong di pasar tinggal sedikit, Gubernur. Ada baiknya Tuan pertimbangkan peningkatan pasar untuk menambah tempat agar kami bisa berdagang lebih efisien.
it: Il mercato si riempie troppo in fretta, Governatore. Dovrebbe considerare la possibilità di ampliarlo, in modo da avere più spazio e poter commerciare meglio.
ja: 知事、私達の市場の空きスペースはかなり早いペースで埋まってきています。もっとスペースを確保して効率的に取引をすることができるよう市場をアップグレードすることを検討してください。
ko: 영주님, 시장의 여유 공간이 빠르게 사라지고 있어요. 시장을 업그레이드해서 공간을 확보하고 효율적으로 거래할 수 있게 해야 해요.
pt: O espaço livre no nosso mercado está sendo preenchido bem rápido, Governador. Você deve pensar em melhorar o mercado para termos mais espaço e podermos comercializar com mais eficiência.
ru: На рынке практически не осталось свободных мест, губернатор. Подумайте над тем, чтобы улучшить его; это позволит разместить на нем больше торговцев и увеличит его эффективность.
zh: 城主大人，市场上的空场，很快就给填满了。您得好好考虑一下给市场升级了，这样，我们的地方就更大了，做起生意来，也更便利了。
zh_tw: 城主大人，市場上的空場，很快就給填滿了。您得好好考慮一下給市場升級了，這樣，我們的地方就更大了，做起生意來，也更便利了。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_05_TITLE
source: Upgrade the marketplace.
de: Baut den Marktplatz aus.
es: Mejora el mercado.
fr: Améliorer le marché.
id: Tingkatkan pasar.
it: Amplia il mercato.
ja: 市場をアップグレードする。
ko: 시장을 업그레이드하세요.
pt: Melhore o mercado.
ru: Улучшите рынок.
zh: 升级市场。
zh_tw: 升級市場。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_06_DESC
source: Many Townies ask for small market stalls dispersed over the town, governor. This way we could increase the inner-city trade. A pretty good idea, is it?
de: Viele Bürger wünschen sich kleinere Marktstände über die die Stadt verteilt, Herr Statthalter. Auf diese Weise können wir den innerstädtischen Handel weiter antreiben. Eine gute Idee, oder?
es: A muchos townies les gustaría tener puestos de mercado dispersos por toda la ciudad, gobernador. Así aumentaría el comercio interior. Una idea genial, ¿verdad?
fr: Beaucoup d'habitants demandent à ce qu'on installe des étals de marché un peu partout en ville, gouverneur. Cela pourrait améliorer le commerce au sein de la ville. Bonne idée, n'est-ce pas ?
id: Banyak Townie minta disediakan kios di semua sudut kota, Tuan Gubernur. Ini bisa meningkatkan perdagangan dalam kota. Ide yang bagus, bukan?
it: Molti cittadini ci stanno chiedendo di aprire delle bancarelle sparse qua e là per la città, Governatore. In questo modo potremmo aumentare la domanda interna. Mi pare un'ottima idea... e a lei?
ja: 知事、タウニーたちの多くは町中に小さな屋台を置くことを望んでいます。そうすれば私達も町の中での取引を大きくすることができます。なかなか良いアイデアではないですか？
ko: 영주님, 많은 주민들이 마을 곳곳에 작은 시장 가판대를 설치해달라고 요청하고 있어요. 마을 내부 거래가 활성화될 거예요. 좋은 생각이죠, 그렇죠?
pt: Muitos habitantes pedem barraquinhas espalhadas pela cidade, Governador. Assim podemos aumentar o comércio interno da cidade. Uma ótima ideia, não?
ru: Горожане просят разместить в городе небольшие прилавки с товарами, губернатор. Это поспособствует росту торговли в городе. Займетесь этим?
zh: 大人，城里很多人，要求在城内各处设置摊位。这样一来，可以加大城内交易量。是个好主意，对吧？
zh_tw: 大人，城裡很多人，要求在城內各處設攤位。這樣一來，可以加大城內交易量。是個好主意，對吧？

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_06_TITLE
source: Place market stalls in town.
de: Errichtet Marktstände in der Stadt.
es: Coloca puestos de mercado.
fr: Placez des étals de marché en ville.
id: Tempatkan lapak pasar di kota.
it: Posiziona alcune bancarelle in città.
ja: 町に屋台を置く。
ko: 마을에 시장 가판대를 세우세요.
pt: Coloque barraquinhas na cidade.
ru: Размести в городе прилавки.
zh: 城内设置市场摊位。
zh_tw: 城內設市場攤位。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_07_DESC
source: I have made a very profitable trade contract available, governor. The prices for clothes and brew have increased vastly! I can smell coin! Lot’s of coin!
de: Ich habe einen sehr lukrativen Handelsauftrag an Land gezogen, Statthalter. In der Nachbarprovinz ist eine sehr hohe Nachfrage nach Kleidung und Gebräu entstanden, nachdem es einen “kleinen” Aufstand gab. Ich wittere sehr viel Geld! Ihr solltet die entsprechenden Rohstoffe am Markt verkaufen, wir haben sie doch sicherlich auf Lager, oder?
es: He obtenido un contrato comercial muy rentable, gobernador. ¡El precio de la ropa y la cerveza se ha disparado! ¡Huelo a dinero! ¡Mucho dinero!
fr: J'ai une commande commerciale très lucrative à disposition, gouverneur. Le prix des vêtements à considérablement augmenté ! Je peux déjà sentir l'odeur de l'argent ! Plein d'argent !
id: Aku telah menyiapkan kontrak dagang yang sangat menguntungkan, Tuan Gubernur. Harga untuk pakaian dan bir meningkat pesat! Aku bisa mencium uang! Uang melimpah!
it: Governatore, ho appena siglato un accordo commerciale molto redditizio. I prezzi di vestiti e birra sono schizzati alle stelle! Riesco già a sentire l'odore dei soldi! Un sacco di soldi.
ja: 知事、私はとても利益率の高い契約を結んできました。この服とビールの値段はとても値上がりしています！ コインの匂いがします！たくさんのコインのね！
ko: 영주님, 매우 수익이 좋은 거래를 체결했어요. 옷과 맥주 가격이 크게 올라갔어요! 돈 냄새가 나요! 엄청나게요!
pt: Consegui um contrato de comércio muito lucrativo, Governador. Os preços das roupas e da cerveja aumentaram muito! Posso sentir o cheiro das moedas! Muitas moedas!
ru: Я заключил весьма прибыльный торговый контракт, губернатор. Цены на одежду и пиво взлетели до небес! Я уже чую деньги! Много-много денег!
zh: 城主大人，小人已拿到利润丰厚的定单。衣物及啤酒的价格，涨幅很大！ 小人闻到了钱的味道！很多的钱！
zh_tw: 城主大人，小人已拿到利潤豐厚的定單。衣物及啤酒的價格，漲幅很大！ 小人聞到了錢的味道！很多的錢！

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_07_TITLE
source: Sell clothes and brew at the marketplace.
de: Verkaufe Kleidung und Gebräu am Markt
es: Vende ropa y cerveza en el mercado.
fr: Vendez des vêtements et de la boisson au marché.
id: Jualan pakaian dan bir di pasar.
it: Vendi vestiti e birra presso il mercato.
ja: 市場で服とビールを売る。
ko: 시장에서 옷과 맥주를 판매하세요.
pt: Venda roupas e cerveja no mercado.
ru: Продай одежду и пиво на рынке.
zh: 在市场上出售衣物及啤酒。
zh_tw: 在市場上出售衣物及啤酒。

# T_SCENARIO_2017_ELECTION_MERCHANTS_START
source: Governor, I am the representative of the guild of merchants. To receive the vote of the guild for the coming election, you need to improve the trade situation in town considerably.
de: Guten Tag, Lord Statthalter. Ich bin der Vertreter der Gilde der Händler. Um unsere Stimme für die kommende Wahl zu bekommen, müsst ihr die Handelssituation der Stadt deutlich verbessern.
es: Gobernador, soy el representante del gremio de mercaderes. Si quieres nuestro voto en las elecciones, deberás mejorar la situación del comercio en la ciudad considerablemente.
fr: Gouverneur, je suis le représentant de la guilde des marchands. Pour recevoir le vote de la guilde lors des prochaines élections, vous devrez considérablement améliorer la situation du commerce en ville.
id: Tuan Gubernur, aku wakil perkumpulan saudarar. Untuk mendapatkan suara perkumpulan kami di pemilu mendatang, Tuan harus memperbaiki perdagangan di kota ini.
it: Governatore, sono il rappresentante della gilda dei mercanti. Per ricevere il nostro voto durante le prossime elezioni, è necessario migliorare notevolmente le condizioni commerciali cittadine.
ja: 私が商人ギルドの代表です。次の選挙で組合からの票を得るためにはこの町の取引の状況を大きく改善してもらわなければいけません。
ko: 영주님, 저는 상인 길드의 회장입니다. 앞으로 선거에서 길드의 표를 받으려면 마을을 거래 환경을 크게 개선해주세요.
pt: Governador, sou o representante da guilda dos comerciantes. Para receber o voto da guilda na próxima eleição, você deve melhorar consideravelmente a situação do comércio na cidade.
ru: Губернатор, я представляю гильдию торговцев. Чтобы заполучить наш голос на выборах, вам нужно существенно улучшить ситуацию с торговлей в городе.
zh: 城主大人，在下是商会代表。选举快要举行了，要拿到商会的选票，您得大力改善城里贸易条件。
zh_tw: 城主大人，在下是商會代表。選舉快要舉行了，要拿到商會的選票，您得大力改善城裡貿易條件。

# T_SCENARIO_2017_ELECTION_MERCHANTS_SUCCESS
source: A great day for trade, my Lord. You managed to push this town to be the greatest trading center in the region. For this, the merchants of the guild are forever grateful to you. As thanks we will vote for you in the upcoming election.
de: Ein großartiger Tag um zu Handeln, mein Herr. Ihr habt diese Stadt wieder zum wichtigsten Umschlagplatz für Waren in dieser Region gemacht. Für dies sind die Händler der Gilde euch auf ewig dankbar. Wir haben bereits massive Gewinne eingefahren. Als Dank habt ihr unsere Stimme in der Wahl.
es: Magnífico día para los negocios, mi señor. Has logrado convertir esta ciudad en el mayor centro comercial de la región. El gremio de mercaderes te estará eternamente agradecido. Y como agradecimiento, te votaremos en las próximas elecciones.
fr: C'est une journée magnifique pour commercer, mon seigneur. Vous avez réussi à faire de cette ville le plus grand centre d'échanges de la région. Les marchands de la guilde vous en sont reconnaissants. Pour vous remercier, nous voterons pour vous lors des prochaines élections.
id: Hari ini bagus untuk berdagang, Tuanku. Tuan berhasil menjadikan kota kita sebagai pusat perdagangan terbesar di kawasan ini. Perkumpulan saudagar sangat bersyukur karenanya. Sebagai tanda terima kasih, kami akan memilih Tuan dalam pemilu mendatang.
it: È un bel giorno per fare affari, milord. È riuscito a trasformare questa città nel cuore pulsante dei commerci della regione, e per questo motivo i mercanti della mia gilda le saranno per sempre grati. In segno di ringraziamento, voteremo per lei alle prossime elezioni.
ja: 取引にはうってつけの日ですね、閣下。 あなたはこの町を最大の交易中心地に変えてくれました。商人ギルドは永遠にあなたに感謝いたします。 お礼として次回の選挙ではあなたに投票しますよ。
ko: 영주님, 거래하기 좋은 날입니다. 마을을 지역 내 최대 거래 중심지로 변모시키셨어요. 상인 길드는 여기에 대해 영원히 감사할 것입니다. 감사의 뜻으로 선거에서 영주님께 투표할게요.
pt: Um ótimo dia para os negócios, milorde. Você conseguiu transformar esta cidade no maior centro comercial da região. Por isso, os comerciantes da guilda são eternamente gratos a você. Como agradecimento, votaremos em você na próxima eleição.
ru: Хороший день для торговли, милорд. Вы превратили город в региональный торговый центр. Гильдия безмерно вам за это благодарна. Будьте покойны, мы обязательно отдадим за вас свой голос.
zh: 大人，如今真是做买卖的好时候。 在您推动之下，本城已成为这一地区首屈一指的贸易中心。为此，商会永远感念您的恩德。 选举快要举行了，我们都把票投给您，以示感谢。
zh_tw: 大人，如今真是做買賣的好時候。 在您推動之下，本城已成為這一地區首屈一指的貿易中心。為此，商會永遠感念您的恩德。 選舉快要舉行了，我們都把票投給您，以示感謝。

# T_SCENARIO_2017_ELECTION_MERCHANTS_TITLE
source: Complete all tasks for the guild of merchants.
de: Erfülle die Aufgaben für die Gilde der Händler.
es: Completa todas las tareas para el gremio de mercaderes.
fr: Complétez toutes les tâches pour la guilde des marchands.
id: Selesaikan semua tugas untuk perkumpulan saudagar.
it: Completa tutte le missioni della gilda dei mercanti.
ja: 商人ギルドのための仕事をすべて終わらせる。
ko: 상인 길드의 모든 과제를 완료하세요.
pt: Complete todas as tarefas para a guilda dos comerciantes.
ru: Выполни все задания гильдии торговцев.
zh: 完成商会的所有任务。
zh_tw: 完成商會的所有任務。

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_01_DESC
source: Unacceptable! Absolutely unacceptable! How should we supply our guard towers when we do not even have a barracks in town.
de: Inakzeptabel! Völlig inakzeptabel! Wie sollen wir unsere Wachtürme versorgen, wenn es noch nicht einmal eine funktionierende Kaserne in der Stadt gibt. Ihr solltet dies umgehend ändern, Statthalter. Und denkt daran, dass die Kaserne die Wachtürme erreichen muss!
es: ¡Inaceptable! ¡Absolutamente inaceptable! ¿Cómo vamos a encargarnos de las torres de vigilancia si ni siquiera tenemos un barracón?
fr: Inacceptable ! Absolument inacceptable ! Comment pouvons-nous remplir les tours de garde si nous n'avons même pas de baraquements en ville ?
id: Keterlaluan! Benar-benar keterlaluan! Bagaimana kami bisa mengurusi menara jaga kalau barak saja tidak ada di kota ini.
it: È inaccettabile! Davvero inaccettabile! Come possiamo rifornire le nostre torri di guardia, se non abbiamo nemmeno una caserma in città?
ja: 受け入れられません！到底受け入れられません！ 町に兵舎もないのにどうやって見張り塔に人を配置することができるというのです。
ko: 안 돼요! 절대 용납할 수 없요! 마을에 병영도 없는데 어떻게 감시탑에 병력을 지원하죠?
pt: Inaceitável! Simplesmente inaceitável! Como podemos abastecer nossas torres de vigia quando não temos nem um quartel na cidade.
ru: Это неприемлемо! Совершенно неприемлемо! Откуда нам взять солдат для сторожевых вышек, если в городе нет даже казарм?
zh: 岂有此理！真是岂有此理！ 我们在城里连座兵营都没有，怎么给守卫塔补给？
zh_tw: 豈有此理！真是豈有此理！ 我們在城裡連座兵營都沒有，怎麼給守衛塔補給？

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_01_TITLE
source: Build a barracks.
de: Baue eine Kaserne.
es: Construye un barracón.
fr: Construisez des baraquements.
id: Bangunlah barak.
it: Costruisci una caserma.
ja: 兵舎を作る。
ko: 병영을 만드세요.
pt: Construa um quartel.
ru: Построй казармы.
zh: 建造一座兵营。
zh_tw: 建造一座兵營。

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_02_DESC
source: Finally a governor that knows how to tackle things. Well, it would be advisable if you assigned some soldiers to the guard towers.
de: Na also! Endlich mal ein Statthalter, der weiß anzupacken. Allerdings wäre es sinnvoll, auch Soldaten in den Wachtürmen zu haben. Wäre ja vielleicht etwas unvorteilhaft, wenn uns Banditen überfallen und die Stadt unbewacht vorfinden, oder?
es: Por fin, un gobernador que aporta soluciones. Bien, sería aconsejable que asignaras algunos soldados a las torres de vigilancia.
fr: Enfin un gouverneur qui sait prendre les choses en main. Enfin, nous vous conseillons tout de même d'assigner des soldats dans les tours de garde.
id: Akhirnya ada gubernur yang tahu cara mengatasi masalah. Ada baiknya Tuan menugaskan serdadu ke menara jaga.
it: Finalmente un Governatore che sa far funzionare le cose. Beh, sarebbe auspicabile che assegnasse alcuni soldati alle torri di guardia.
ja: ついに問題との向き合い方が分かる知事と出会えました。まずは見張り塔に兵士を配置することをおすすめします。
ko: 드디어 일을 할 줄 아는 영주님이 오셨군요. 감시탑에 군인을 배치하는 것이 좋을 거예요.
pt: Finalmente um governador que sabe como cuidar das coisas. Bom, seria interessante termos alguns soldados nas torres de vigia.
ru: Ну наконец-то! Губернатор, который знает, что делает. Что ж, полагаю, сейчас самое время направить солдат на сторожевые вышки.
zh: 终于有个会办事的了。嗯，调拨一些兵士到守卫塔去，才不失为明智之举。
zh_tw: 終於有個會辦事的了。嗯，調撥一些兵士到守衛塔去，才不失為明智之舉。

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_03_DESC
source: As a commanding officer I find it impossible to organize our forces and find some time for rest after combat. My war-ridden body lingers for some comfortable officers tents.
de: Als gehobener Offizier ist es mir unmöglich unsere Streitkräfte zu organisieren und auch Zeit zum Erholen von der Schlacht zu haben. Mein vom Krieg gebeutelter Körper sehnt sich nach anständigen Offizierszelten.
es: Como oficial al mando, me es imposible organizar nuestras fuerzas y encontrar tiempo para descansar después del combate. Mi cuerpo curtido en la batalla necesita una cómoda tienda para oficiales.
fr: En tant qu'officier commandant, je trouve qu'il est impossible d'organiser nos forces et de trouver le temps de se reposer après des combats. Mon corps éprouvé par la guerre a besoin d'une tente d'officier confortable.
id: Sebagai komandan aku tidak mungkin mengatur pasukan lalu mencuri-curi waktu istirahat sehabis bertempur. Tubuhku yang letih berperang ini mengharapkan tenda perwira yang nyaman.
it: In qualità di comandante in capo, mi è impossibile riorganizzare le truppe e trovare qualche minuto per riposarmi dopo la battaglia. Il mio corpo, usurato dalle fatiche di guerra, brama una tenda confortevole...
ja: 司令官として、戦闘の後に兵力を管理し、休む時間を見つけるのは到底無理です。この戦に縛られた体が心地よい士官用のテントを欲しています。
ko: 사령관으로서 군대를 조직하고 전투를 마치고 쉴 시간이 없어요. 전투에 지친 몸을 쉴 편안한 장교 텐트가 필요해요.
pt: Como oficial no comando, vejo que é impossível organizar nossas forças e encontrar tempo para descansar após o combate. Meu corpo cansado de guerra anseia por uma confortável barraca de oficial.
ru: Я, командир гарнизона, не могу организовать войска и выбить время на то, чтобы отдохнуть от боев. Мое истерзанное тело жаждет комфорта офицерского шатра.
zh: 我虽身为领兵官长，却无法约束部众，战后又无暇顾及其它。南征北战，已让我伤痕累累，急需几顶军官帐篷，将养身体。
zh_tw: 我雖身為領兵官長，卻無法約束部眾，戰後又無暇顧及其它。南征北戰，已讓我傷痕累累，急需幾頂軍官帳篷，將養身體。
