Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_AUTOTRADE_SELL
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
id: Jual
it: Vendi
ja: 売却
ko: 판매
pt: Vender
ru: Продать
zh: 销售
zh_tw: 銷售

# T_AUTOTRADE_THRESHOLD
source: Trade until stock reaches:
de: Handeln, bis Lagerbestand erreicht wurde:
es: Comercia hasta que las existencias lleguen a:
fr: Commercer jusqu'à ce que le stock atteigne :
id: Teruskan transaksi sampai persediaan mencapai:
it: Scambia finché lo stock non raggiunge:
ja: 在庫が次の量になるまで取引：
ko: 거래 종료 재고량:
pt: Trocar até o estoque atingir:
ru: Лимит торговли:
zh: 购入、卖出，要等存货量达到：
zh_tw: 購入、賣出，要等存貨量達到：

# T_AUTOTRADE_TRADELOG
source: Trade log
de: Handelsbericht
es: Registro comercial
fr: Journal de commerce
id: Catatan dagang
it: Registro di compravendita
ja: 取引記録
ko: 거래 로그
pt: Registro comercial
ru: Журнал торговли
zh: 交易日志
zh_tw: 交易日誌

# T_AUTOTRADE_TRADE_AMOUNT
source: Amount:
de: Menge:
es: Importe:
fr: Quantité :
id: Jumlah:
it: Quantità:
ja: 量：
ko: 수량:
pt: Quantia:
ru: Количество:
zh: 数量：
zh_tw: 數量：

# T_AUTOTRADE_TRADE_AMOUNT_PER_TRADE
source: Amount per trade:
de: Menge pro Handel:
es: Cantidad por transacción:
fr: Quantité par échange :
id: Jumlah per transaksi:
it: Quantità per scambio:
ja: 取引あたりの量：
ko: 거래당 수량:
pt: Quantia por troca:
ru: Кол-во за каждую торг. операцию:
zh: 每次交易数量：
zh_tw: 每次交易數量：

# T_CLOUD_CHECK
source: Check for online saved game.
de: Überprüfe auf Online-Spielstand.
es: Buscar partida guardada online
fr: Vérifier la présence d'une sauvegarde de jeu en ligne.
id: Cek game tersimpan online.
it: Ricerca di salvataggi online.
ja: オンラインセーブゲームをチェック。
ko: 온라인 저장 게임을 확인하세요.
pt: Verificar o jogo gravado online.
ru: Проверка на наличие сохраненной в облаке игры.
zh: 检查网上游戏存档。
zh_tw: 檢查線上遊戲存檔。

# T_CLOUD_CLOUD
source: Cloud
es: Nube
ja: クラウド
ko: 클라우드
pt: Nuvem
ru: Из облака
zh: 云端
zh_tw: 雲端

# T_CLOUD_CONFIRM_DOWNLOAD
source: Really download savegames from the cloud? Existing savegame on the device will be overwritten!
de: Willst du wirklich die Spielstände aus der Cloud herunterladen? Vorhandene Spielstände auf dem Gerät werden überschrieben!
es: ¿Seguro que quieres descargar la partida guardada de la nube? ¡Se sobrescribirán las partidas guardadas en el dispositivo!
fr: Restaurer les données à partir du cloud ? Les sauvegardes existantes sur l'appareil seront écrasées !
id: Yakin mau unduh game yang tersimpan dari cloud? Game yang sudah tersimpan di perangkat akan tertimpa!
it: Scaricare i salvataggi dal cloud? I salvataggi esistenti sul dispositivo verranno sovrascritti!
ja: 本当にクラウドからセーブデータをダウンロードしますか？デバイス上のセーブデータは上書きされます！
ko: 클라우드에서 저장 게임을 다운로드하시겠습니까? 장치의 기존 저장 게임을 덮어쓰게 됩니다!
pt: Deseja baixar o jogo salvo da nuvem? Os jogos salvos no dispositivo serão sobrescritos!
ru: Восстановить сохранение из облака? Сохранение на устройстве будет перезаписано!
zh: 确实要从云端下载存档吗？设备上现有游戏存档会被覆盖！
zh_tw: 確實要從雲端下載存檔嗎？設備上現有遊戲存檔會被覆蓋！

# T_CLOUD_CONFIRM_SEND
source: Really write data into the cloud? Existing savegames in the cloud will be overwritten!
de: Daten wirklich in die Cloud schreiben? Vorhandene Spielstände in der Cloud werden dabei überschrieben!
es: ¿Seguro que quieres introducir datos en la nube? ¡Se sobrescribirán las partidas guardadas!
fr: Sauvegarder les données sur le cloud ? Les sauvegardes existantes sur le cloud seront écrasées !
id: Yakin menulis data ke cloud? Game tersimpan di cloud akan tertimpa!
it: Salvare i dati sul cloud? I salvataggi esistenti sul cloud verranno sovrascritti!
ja: 本当にクラウドにデータを書き込みますか？
ko: 데이터를 클라우드에 쓰시겠습니까? 클라우드의 기존 저장 게임을 덮어쓰게 됩니다!
pt: Deseja gravar dados na nuvem? Os jogos salvos na nuvem serão sobrescritos!
ru: Сохранить данные в облако? Сохранение в облаке будет перезаписано!
zh: 确实要把数据写入云端吗？现有游戏存档会被覆盖！
zh_tw: 確實要把數據寫入雲端嗎？現有遊戲存檔會被覆蓋！

# T_CLOUD_CONFIRM_UPLOAD
source: Really write data into the cloud? Existing savegames in the cloud will be overwritten!
de: Daten wirklich in die Cloud schreiben? Vorhandene Spielstände in der Cloud werden überschrieben!
es: ¿Seguro que quieres introducir datos en la nube? ¡Se sobrescribirán las partidas guardadas!
fr: Sauvegarder les données sur le cloud ? Les sauvegardes existantes sur le cloud seront écrasées !
id: Yakin mau menulis data ke cloud? Game yang sudah tersimpan akan tertimpa!
it: Salvare i dati sul cloud? I salvataggi esistenti sul cloud verranno sovrascritti!
ja: 本当にクラウドにデータを書き込みますか？その場合、クラウドにある既存のセーブデータは上書きされます！
ko: 데이터를 클라우드에 쓰시겠습니까? 클라우드의 기존 저장 게임을 덮어쓰게 됩니다!
pt: Deseja gravar dados na nuvem? Os jogos salvos na nuvem serão sobrescritos!
ru: Сохранить данные в облако? Сохранение в облаке будет перезаписано!
zh: 确实要把数据写入云端吗？云端现有游戏存档会被覆盖！
zh_tw: 確實要把資料寫入雲端嗎？雲端現有遊戲存檔會被覆蓋！

# T_CLOUD_CONFLICT_DEVICE
source: Device {number}
de: Gerät {number}
es: Dispositivo {number}
fr: Appareil {number}
id: Perangkat {number}
it: Dispositivo {number}
ja: デバイス {number}
ko: 장치{number}
pt: Dispositivo {number}
ru: Устройство {number}
zh: 设备 {number}
zh_tw: 裝置 {number}

# T_CLOUD_CONFLICT_HEADLINE
source: Do you want to use your local saved game or the one from the cloud?
de: Möchtest du den lokalen oder den Spielstand aus der Cloud verwenden?
es: ¿Quieres usar tu partida guardada local o la que está en la nube?
fr: Voulez-vous utiliser votre sauvegarde locale ou bien celle sur le cloud ?
id: Kamu mau menggunakan game tersimpan lokal atau game dari cloud?
it: Vuoi usare la partita salvata in locale o quella sul cloud?
ja: ローカルのセーブゲームを使用しますか、それともクラウドのゲームを使用しますか？
ko: 로컬 저장 게임을 사용하시겠습니까, 아니면 클라우드 저장 게임을 사용하시겠습니까?
pt: Deseja usar seu jogo gravado local ou o jogo gravado na nuvem?
ru: Хочешь использовать сохраненную игру с устройства или из облака?
zh: 您希望使用本地的游戏存档，还是云端的游戏存档？
zh_tw: 您希望使用本地的遊戲存檔，還是雲端的遊戲存檔？

# T_CLOUD_CONFLICT_IN_CLOUD
source: There are two different saved games in the cloud. Please choose one!
de: Es befinden sich zwei Spielstände in der Cloud. Bitte wähle einen aus!
es: Hay dos partidas diferentes guardadas en la nube. ¡Elige una!
fr: Il y a deux parties sauvegardées différentes sur le cloud. Veuillez en choisir une !
id: Ada dua game tersimpan yang berbeda di cloud. Silakan pilih satu!
it: Ci sono due diversi salvataggi sul cloud. Scegline uno!
ja: クラウドに２つの異なるセーブゲームがあります。一つ選んでください！
ko: 클라우드에 저장된 게임이 2개 있습니다. 하나를 선택하세요!
pt: Há dois jogos diferentes gravados na nuvem. Escolha um!
ru: В облаке обнаружены две разные сохраненные игры. Выбери одну из них!
zh: 云端里有两个不同的游戏存档。请您选择一个！
zh_tw: 雲端裡有兩個不同的遊戲存檔。請您選取一個！

# T_CLOUD_CONFLICT_SAVE
source: Saved Game {number}
de: Spielstand {number}
es: Partida guardada {number}
fr: Sauvegarde {number}
id: Game Tersimpan {number}
it: Salvataggio {number}
ja: セーブしたゲーム {number}
ko: 저장 게임{number}
pt: Jogo gravado {number}
ru: Сохранение {number}
zh: 游戏存档 {number}
zh_tw: 遊戲存檔 {number}

# T_CLOUD_DOWNLOAD
source: Load from cloud
de: Aus Cloud laden
es: Cargar desde la nube
fr: Charger depuis le cloud
id: Muat dari cloud
it: Carica dal cloud
ja: クラウドからロード
ko: 클라우드에서 로드
pt: Carregar da nuvem
ru: Загрузить из облака
zh: 由云端加载
zh_tw: 由雲端載入

# T_CLOUD_DOWNLOADNOW
source: Do you want to download your savegames from the cloud?
de: Möchtest du deine Spielstände aus der Cloud herunterladen?
es: ¿Quieres descargar tus partidas guardadas de la nube?
fr: Voulez-vous télécharger vos sauvegardes depuis le cloud ?
id: Kamu mau mendownload game tersimpan dari cloud?
it: Vuoi scaricare i tuoi salvataggi dal cloud?
ja: クラウドからセーブデータをダウンロードしますか？
ko: 클라우드에서 저장 게임을 다운로드하시겠습니까?
pt: Deseja baixar seus jogos salvos da nuvem?
ru: Загрузить сохранения из облака?
zh: 您是否要从云端下载游戏存档？
zh_tw: 您是否要從雲端下載遊戲存檔？

# T_CLOUD_ENABLE
source: Use Cloud Save
de: Cloud Save nutzen
es: Usar Guardado en la nube
fr: Utiliser la sauvegarde Cloud
id: Gunakan Cloud Save
it: Usa Cloud Save
ja: クラウドセーブを使用する
ko: 클라우드 저장 사용
pt: Usar Cloud Save
ru: Использовать сохранение в облаке
zh: 使用云存储
zh_tw: 使用雲存儲

# T_CLOUD_ENABLE_REMINDER
source: Enable Cloud reminders
de: Cloud Erinnerungen aktivieren
es: Activar recordatorios de nube
fr: Autoriser les rappels du cloud
id: Aktifkan Peringatan untuk cloud
it: Attiva notifiche cloud
ja: クラウドリマインダーを有効にする
ko: 클라우드 알림 사용
pt: Ativar lembretes da nuvem
ru: Включить напоминания облака
zh: 启动云提醒
zh_tw: 啟動雲提醒

# T_CLOUD_ERROR_DOWNLOAD
source: Error while downloading online saved game!
de: Fehler beim Herunterladen des Spielstands!
es: ¡Error al descargar partida guardada online!
fr: Erreur lors du téléchargement de la sauvegarde en ligne !
id: Terjadi kesalahan waktu download game tersimpan online!
it: Errore durante lo scaricamento del salvataggio online!
ja: オンラインセーブゲームのダウンロードエラー！
ko: 온라인 저장 게임 다운로드 중 오류가 발생했습니다!
pt: Erro ao baixar o jogo gravado online!
ru: Ошибка при загрузке сохраненной игры из облака!
zh: 下载游戏存档出错！
zh_tw: 下載線上遊戲存檔時出錯！

# T_CLOUD_ERROR_SYNC
source: Error while syncing online saved game!
de: Fehler bei der Cloud-Synchronisation!
es: ¡Error al sincronizar partida guardada online!
fr: Erreur lors de la synchronisation de la sauvegarde en ligne !
id: Terjadi kesalahan waktu sinkronisasi game tersimpan online!
it: Errore durante la sincronizzazione del salvataggio online!
ja: オンラインセーブゲームの同期エラー！
ko: 온라인 저장 게임 동기화 중 오류가 발생했습니다!
pt: Erro ao sincronizar com o jogo gravado online!
ru: Ошибка при синхронизации сохраненной в облаке игры!
zh: 同步游戏存档出错！
zh_tw: 同步線上遊戲存檔時出錯！

# T_CLOUD_ERROR_UPLOAD
source: Error while uploading saved game!
de: Fehler beim Hochladen des Spielstands!
es: ¡Error al cargar partida guardada!
fr: Erreur lors du téléchargement sur la cloud de la sauvegarde !
id: Terjadi kesalahan waktu upload game tersimpan!
it: Errore durante il caricamento del salvataggio!
ja: セーブゲームのアップロードエラー！
ko: 저장 게임 업로드 중 오류가 발생했습니다!
pt: Erro ao carregar o jogo gravado!
ru: Ошибка при выгрузке сохраненной игры!
zh: 上传游戏存档出错！
zh_tw: 上傳遊戲存檔時出錯！

# T_CLOUD_EXISTING_MAPSAVE
source: An existing save game for this mission was found! Which save game should be loaded?
de: Es ist bereits ein Spielstand dieser Mission vorhanden! Welcher Spielstand soll geladen werden?
es: ¡Se ha encontrado una partida ya guardada para esta misión! ¿Qué partida hay que cargar?
fr: Une sauvegarde existante pour cette mission a été trouvée ! Quelle partie doit être chargée ?
id: Sudah ada game tersimpan untuk misi ini! Game tersimpan mana yang harus dimuat?
it: È stato trovato un salvataggio di gioco già esistente per questa missione! Quale salvataggio dev’essere caricato?
ja: このミッションには既にセーブされたゲームがあります！どのゲームをロードしますか？
ko: 이 미션에 대해 저장된 게임이 있습니다! 어떤 게임을 로드하시겠습니까?
pt: Encontramos um jogo gravado desta missão! Qual jogo você quer carregar?
ru: Найдена существующая сохраненная игра для данной миссии! Какую игру следует загрузить?
zh: 已找到这个任务的一个现有游戏存档！应该加载哪个游戏存档？
zh_tw: 已找到這個任務的一個現有遊戲存檔！應該載入哪個遊戲存檔？

# T_CLOUD_EXISTING_PROFILE
source: Multiple player profiles have been found! Which one should be selected from now on?
de: Es wurden mehrere Spielerprofile gefunden! Welches soll von jetzt an verwendet werden?
es: ¡Se han encontrado varios perfiles de jugador! ¿Cuál de ellos hay que seleccionar a partir de ahora?
fr: Plusieurs profils de joueurs ont été trouvés ! Lequel doit être sélectionné à partir de maintenant ?
id: Ada beberapa profil pemain yang ditemukan! Mana yang harus dipilih mulai sekarang?
it: Sono stati trovati più profili giocatore! Quale dev’essere selezionato d’ora in poi?
ja: 複数のプレイヤーのプロフィールが見つかりました！どれを選びますか？
ko: 플레이어 프로필 여러 개를 발견했습니다! 지금부터 어떤 것을 선택하시겠습니까?
pt: Encontramos vários perfis de jogador! Qual deles deve ser selecionado a partir de agora?
ru: Обнаружено несколько игровых профилей! Какой из них следует выбрать?
zh: 找到多个玩家配置文件！从现在开始应该选择哪个配置文件？
zh_tw: 找到多個玩家設定檔！從現在開始應該選擇哪個設定檔？

# T_CLOUD_FIRST_START
source: Google Cloud Save is available! Do you want to use this feature?
de: Google Cloud Save ist verfügbar! Wollen Sie diese Funktion verwenden?
es: ¡Guardado en la nube de Google está disponible! ¿Quieres usarlo?
fr: La sauvegarde Google Cloud est disponible ! Voulez-vous utiliser cette fonctionnalité ?
id: Google Cloud Save tersedia! Kamu mau menggunakan fitur ini?
it: Google Cloud Save è disponibile! Vuoi usare questa funzionalità?
ja: Googleクラウドセーブが使用可能です！この機能を使用しますか？
ko: Google 클라우드 저장을 사용할 수 있습니다! 이 기능을 사용하시겠습니까?
pt: O Cloud Save do Google está disponível! Deseja usar este recurso?
ru: Доступно сохранение в Google Cloud! Хочешь воспользоваться этой функцией?
zh: Google 云存储可用！您是否想使用这一特性？
zh_tw: Google 雲存儲可用！您是否想使用這一功能？

# T_CLOUD_FIRST_START1
source: When the game starts, the saved game is synchronised automatically. It can be uploaded manually into the cloud via the cloud icon in the Game Service Menu.
de: Bei Spielbeginn wird der Spielstand automatisch synchronisiert. Im Game Service Menu kann der Spielstand über das Cloud-Icon manuell in die Cloud hochgeladen werden.
es: Cuando empieza el juego, la partida guardada se sincroniza automáticamente. Se puede cargar manualmente en la nube mediante el icono de nube del menú de Servicios del juego.
fr: Lorsque la partie démarre, la sauvegarde du jeu est automatiquement synchronisée. Elle peut être téléchargée manuellement sur le cloud via l'icône de cloud dans le menu de service du jeu.
id: Setiap kali mulai main, game tersimpan akan disinkronkan secara otomatis. Game itu bisa diupload secara manual ke cloud lewat ikon cloud di Menu Layanan Game.
it: Quando inizia la partita, il salvataggio viene sincronizzato automaticamente. Può essere caricato manualmente sul cloud mediante l'icona 'cloud' nel menu Servizi di gioco.
ja: ゲームが始まると、セーブゲームが自動で同期されます。クラウドにはゲームサービスメニューのクラウドアイコンからクラウドへ手動でアップロードすることができます。
ko: 게임이 시작되면 저장된 게임이 자동으로 동기화됩니다. 게임 서비스 메뉴의 클라우드 아이콘을 통해 클라우드에 수동으로 업로드할 수도 있습니다.
pt: Ao iniciar o jogo, o jogo gravado é sincronizado automaticamente. Ele pode ser carregado manualmente para a nuvem por meio do ícone da nuvem no menu Game Service.
ru: Когда ты открываешь игру, сохраненные игры автоматически синхронизируются. Ты также можешь загрузить сохраненную игру в облако вручную, нажав на значок облака в Меню игровых услуг.
zh: 游戏启动，即会自动同步游戏存档。通过游戏服务菜单中的云图标，可以手动将游戏存档上传到云端。
zh_tw: 遊戲啟動，即會自動同步遊戲存檔。透過遊戲服務功能表中的雲圖示，可以手動將遊戲存檔上傳到雲端。

# T_CLOUD_FIRST_START2
source: Do you want to use cloudsave? Cloudsave enables you to synchronise your saved game with another device.
de: Möchtest du Cloudsave verwenden? Cloudsave ermöglicht es dir, deinen Spielstand zwischen verschiedenen Geräten zu synchronisieren.
es: ¿Quieres usar guardado en la nube? Guardado en la nube te permite sincronizar tu partida guardada con otro dispositivo.
fr: Voulez-vous utilisez la sauvegarde sur le cloud ? Cela vous permet de synchroniser votre partie sauvegardée avec un autre appareil.
id: Kamu mau menggunakan cloudsave? Lewat cloudsave kamu bisa mensinkronkan game tersimpan dengan perangkat lain.
it: Vuoi usare il salvataggio su cloud? Esso ti permette di sincronizzare il tuo salvataggio con un altro dispositivo.
ja: クラウドセーブを使用しますか？クラウドセーブを使うと他のデバイスにセーブゲームを同期することができます。
ko: 클라우드 저장을 사용하시겠습니까? 클라우드 저장으로 저장된 게임을 다른 장치에 동기화할 수 있습니다.
pt: Você quer usar o Cloud Save? Dessa forma você poderá sincronizar seu jogo gravado com outro dispositivo.
ru: Хочешь использовать облачное сохранение? Это позволит тебе синхронизировать сохраненные игры с другим устройством.
zh: 您希望使用云存储吗？使用云存储，可以与其他设备同步游戏存档。
zh_tw: 您希望使用雲存儲嗎？使用雲存儲，可以與其他裝置同步遊戲存檔。

# T_CLOUD_ICON_DOWNLOAD
source: Download saved game
de: Spielstand herunterladen
es: Descargar partida guardada
fr: Télécharger une partie sauvegardée
id: Download game tersimpan.
it: Scaricamento salvataggio
ja: セーブゲームをダウンロード
ko: 저장 게임을 다운로드하세요
pt: Baixar o jogo gravado
ru: Загрузить сохраненную игру
zh: 下载游戏存档
zh_tw: 下載遊戲存檔

# T_CLOUD_ICON_UPLOAD
source: Upload local saved game
de: Lokalen Spielstand hochladen
es: Cargar partida guardada local
fr: Télécharger sur le cloud une partie sauvegardée locale
id: Upload game tersimpan lokal.
it: Caricamento salvataggio locale
ja: ローカルのセーブゲームをアップロード
ko: 로컬 저장 게임을 업로드하세요
pt: Carregar o jogo gravado local
ru: Выгрузить локальную сохраненную игру
zh: 上传本地游戏存档
zh_tw: 上傳本地遊戲存檔

# T_CLOUD_LAST_MODIFIED
source: Last modified:
de: Zuletzt geändert:
es: Última modificación:
fr: Dernière modification :
id: Terakhir diubah:
it: Ultima modifica:
ja: 最終更新日:
ko: 마지막 수정일:
pt: Última modificação:
ru: Последнее изменение:
zh: 上次修改：
zh_tw: 上次修改：

# T_CLOUD_LOADING_SCREEN_HINT_1
source: You can upload your saved game into the cloud in the Game Services Menu.
de: Du kannst deinen Spielstand im Game Services Menu in die Cloud laden.
es: Puedes cargar tu partida guardada en la nube en el menú de Servicios del juego.
fr: Vous pouvez télécharger votre partie sauvegardée sur le cloud dans le menu de service du jeu.
id: Kamu bisa upload game tersimpan ke cloud lewat Menu Layanan Game.
it: Puoi caricare il tuo salvataggio sul cloud mediante il menu Servizi di gioco.
ja: ゲームサービスメニューのクラウドにセーブゲームをアップロードすることができます。
ko: 저장된 게임을 게임 서비스 메뉴의 클라우드에 업로드할 수 있습니다.
pt: Você pode carregar seu jogo gravado para a nuvem no menu Game Services.
ru: Ты можешь загрузить сохраненную игру в облако в Меню игровых услуг.
zh: 您可以通过游戏服务菜单，将游戏存档同步到云端。
zh_tw: 您可以透過遊戲服務功能表，將遊戲存檔同步到雲端。

# T_CLOUD_LOADING_SCREEN_HINT_2
source: You can download your online saved game onto another device.
de: Du kannst deinen Online-Spielstand auf ein anderes Gerät laden.
es: Puedes descargar tu partida guardada online en otro dispositivo.
fr: Vous pouvez télécharger votre partie sauvegardée sur un autre appareil.
id: Game tersimpan online bisa kamu download ke perangkat lain.
it: Puoi caricare il tuo salvataggio online su un altro dispositivo.
ja: オンラインセーブゲームをチェック。他のデバイスにダウンロードすることができます。
ko: 온라인 저장 게임을 다른 장치에 다운로드할 수 있습니다.
pt: Você pode baixar seu jogo gravado online para outro dispositivo.
ru: Ты можешь загрузить сохраненную в облаке игру на любое другое устройство.
zh: 您可以将网上的游戏存档下载到其他的设备。
zh_tw: 您可以將網上的遊戲存檔下載到其他的裝置。

# T_CLOUD_LOADING_SCREEN_HINT_MANUALSAVE_01
source: Upload your savegames into the cloud regularly, to avoid data loss!
de: Lade regelmäßig deinen Spielstände in die Google Cloud hoch, um Datenverlust zu vermeiden!
es: Para evitar la pérdida de datos, carga tus partidas guardadas en la nube con regularidad.
fr: Téléchargez vos sauvegardes sur le cloud régulièrement pour éviter toute perte de données !
id: Upload game tersimpan ke cloud secara berkala untuk mencegah kehilangan data!
it: Carica i tuoi salvataggi nel cloud regolarmente, per evitare perdite di dati!
ja: データ消失を防ぐため、定期的にセーブデータをクラウドにアップロードしてください。
ko: 정기적으로 저장 게임을 클라우드에 업로드하여 데이터 손실을 예방하세요!
pt: Carregue seus jogos salvos para a nuvem regularmente para evitar perda de dados!
ru: Регулярно выгружай сохранения в облако, чтобы случайно не потерять данные!
zh: 定期向云端上传游戏存档，可以避免数据损失！
zh_tw: 定期向雲端上傳遊戲存檔，可以避免數據損失！

# T_CLOUD_LOADING_SCREEN_HINT_MANUALSAVE_02
source: Your savegames will not be synchronized automatically with the cloud! To save your game into the cloud, use the cloud button in the game menu or the Google Game Services.
de: Deine Spielstände werden nicht automatisch mit der Cloud synchronisiert! Um deine Spielstände in die Cloud hochzuladen, wähle einfach die Wolke im Spielmenü oder über die Google Spieledienste aus.
es: ¡Tus partidas guardadas no se sincronizarán automáticamente en la nube! Para guardar la partida en la nube, usa el botón nube del menú del juego o los servicios de juego de Google.
fr: Vos sauvegardes seront automatiquement synchronisées avec le cloud ! Pour sauvegarder, utilisez le bouton cloud dans le menu du jeu ou bien dans les services de jeu Google.
id: Game tersimpan tidak secara otomatis disinkronkan dengan cloud! Untuk menyimpan game ke cloud, gunakan tombol cloud di menu game atau Google Game Services.
it: I tuoi salvataggi non verranno sincronizzati automaticamente sul cloud! Per salvare la partita sul cloud, usa il pulsante cloud nel menu principale o i servizi di gioco di Google.
ja: セーブデータはクラウドと自動では同期されません！クラウドに保存するには、ゲームメニューかGoogleゲームサービスのセーブデータアップロードを使用してください。
ko: 저장 게임은 클라우드에 자동으로 동기화되지 않습니다.
pt: Seus jogos salvos não serão sincronizados automaticamente com a nuvem! Para salvar seu jogo na nuvem, use o botão nuvem no menu do jogo ou o Google Game Services.
ru: Сохранения не будут автоматически синхронизироваться с облаком! Чтобы выгрузить сохранение в облако, воспользуйся кнопкой в меню или Google Game Services.
zh: 您的游戏存档不会自动进行云同步！要将游戏保存到云端，请使用游戏菜单或 Google 游戏服务中的云按钮。
zh_tw: 您的遊戲存檔不會自動進行雲同步！要將遊戲保存到雲端，請使用遊戲功能表或 Google Game Services中的雲按鈕。

# T_CLOUD_LOADING_SCREEN_HINT_MANUALSAVE_03
source: Your savegames will not be synchronized automatically with the cloud!
de: Deine Spielstände werden nicht automatisch mit der Cloud synchronisiert!
es: ¡Tus partidas guardadas no se sincronizarán automáticamente en la nube!
fr: Vos sauvegardes ne seront pas synchronisées automatiquement avec le cloud !
id: Game tersimpan tidak secara otomatis disinkronkan dengan cloud!
it: I tuoi salvataggi non verranno sincronizzati automaticamente con il cloud!
ja: セーブデータはクラウドと自動では同期されません！
ko: 저장 게임은 클라우드오 자동으로 동기화되지 않습니다!
pt: Seus jogos salvos não serão sincronizados automaticamente com a nuvem!
ru: Сохранения не будут автоматически синхронизироваться с облаком!
zh: 您的游戏存档不会自动进行云同步！
zh_tw: 您的遊戲存檔不會自動進行雲同步！

# T_CLOUD_LOADING_SCREEN_HINT_MANUALSAVE_04
source: Townsmen will remind you about saving your game into the cloud. You can enable or disable cloud save reminders in the options menu.
de: Townsmen wird dich daran erinnern, deine Spielstände in die Cloud zu speichern. Du kannst die Cloud Save Erinnerungen im Optionsmenü an- und ausschalten.
es: Townsmen te recordará que debes guardar la partida en la nube. Puedes activar o desactivar estos recordatorios en el menú de opciones.
fr: Townsmen vous rappellera de sauvegarder vos parties dans le cloud. Vous pouvez activer ou désactiver la sauvegarde dans le cloud dans le menu des options.
id: Para townies akan mengingatkanmu untuk menyimpan game ke cloud. Kamu bisa mengaktifkan atau mematikan peringatan penyimpanan ke cloud di menu opsi.
it: Townsmen ti ricorderà di salvare la tua partita sul cloud. Puoi attivare o disattivare le notifiche cloud nel menu opzioni.
ja: タウンズメンはクラウドのセーブデータについてあなたにリマインドします。オプションメニューでクラウドセーブリマインダーを有効化または無効化できます。
ko: Townsmen이 클라우드에 게임을 저장하라고 알려드립니다. 옵션 메뉴에서 클라우드 알림을 설정할 수 있습니다.
pt: Townsmen o lembrará de salvar seu jogo na nuvem. Você pode ativar ou desativar os lembretes de salvamento na nuvem no menu de opções.
ru: Townsmen будет напоминать тебе сохранить данные в облако. Включить или отключить эти напоминания можно в настройках.
zh: 本游戏会提醒您把游戏保存到云端。您可以在选项菜单中启用或禁用云存储。
zh_tw: 本遊戲會提醒您把遊戲保存到雲端。您可以在選項功能表中啟用或禁用雲存儲。

# T_CLOUD_LOADING_SCREEN_HINT_MANUALSAVE_05
source: To save your game into the cloud, use the cloud button in the game menu or the Google Game Services.
de: Um deine Spielstände in die Cloud hochzuladen, wähle einfach die Wolke im Spielmenü oder über die Google Spieledienste aus.
es: Para guardar la partida en la nube, usa el botón nube del menú del juego o los servicios de juego de Google.
fr: Pour sauvegarder, utilisez le bouton cloud dans le menu du jeu ou bien dans les services de jeu Google.
id: Untuk menyimpan game ke cloud, gunakan tombol di menu game atau Google Game Services.
it: Per salvare la partita sul cloud, usa il pulsante cloud nel menu principale o i servizi di gioco di Google.
ja: クラウドにデータを保存するには、ゲームメニューかGoogleゲームサービスのセーブデータアップロードを使用してください。
ko: 클라우드에 게임을 저장하려면 게임 메뉴의 클라우드 버튼이나 Google Game Services를 이용하세요.
pt: Para salvar seu jogo na nuvem, use o botão nuvem no menu do jogo ou o Google Game Services.
ru: Чтобы выгрузить сохранение в облако, воспользуйся кнопкой в меню или Google Game Services.
zh: 要将游戏保存到云端，请使用游戏菜单或 Google 游戏服务中的云按钮。
zh_tw: 要將遊戲保存到雲端，請使用遊戲功能表或 Google Game Services中的雲按鈕。

# T_CLOUD_LOCAL
source: Local
de: Lokal
id: Lokal
it: Locale
ja: ローカル
ko: 로컬
ru: Локальную
zh: 本地
zh_tw: 本地
