Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2016_06_QUEST_02_NAME
source: Let your miners dig for iron and gold ore.
de: Lasse Minenarbeiter Gold und Eisen schürfen.
es: Pon a los mineros a extraer mineral de hierro y oro.
fr: Faites creuser vos mineurs à la recherche de fer et d'or.
id: Suruhlah para penambang mencari bijih besi dan emas.
it: Fai scavare ferro e oro ai minatori.
ja: 炭鉱夫たちに鉄と金を掘ってもらう。
ko: 광부에게 지시하여 철과 금광석을 캐내세요.
pt: Mande os mineradores pegarem ferro e ouro.
ru: Отправьте шахтеров добывать железную и золотую руды.
zh: 让您的矿工开采铁矿石和金矿石。
zh_tw: 讓您的礦工開採鐵礦石和金礦石。

# T_SCENARIO_2016_06_QUEST_03_DESC
source: A smelter is more efficient when placed near the mines, but in the case of an avalanche it will be damaged, too. My lord, decide wisely.
de: Eine Schmelze ist effektiver, wenn sie nahe der Bergwerke gebaut wird, aber im Falle einer Lawine wird sie ebenfalls beschädigt. Mein Herr, eine weise Entscheidung ist gefragt.
es: Una fundición es más eficiente si se coloca cerca de las minas, pero en caso de alud, también resultará afectada. Mi señor, debes tomar una decisión acertada.
fr: Une fonderie est plus efficace à proximité des mines, mais en cas d'avalanche, elle sera endommagée elle aussi. Prenez la bonne décision, mon seigneur.
id: Peleburan logam lebih efektif kalau ditempatkan di dekat tambang, tapi akan ikut rusak kalau ada longsor. Putuskanlah dengan bijaksana, Tuanku.
it: Una fonderia è più efficiente se piazzata vicino alle miniere, ma in caso di una valanga anch’essa verrà danneggiata. Decidi saggiamente, milord.
ja: 採掘所の近くに設置するならば精錬所がより効率的ですが、雪崩が起きた場合ダメージを受けてしまいます。閣下、賢い決断をしてください。
ko: 용광로를 광산 근처에 배치하면 효율이 좋지만 산사태가 일어나면 피해를 입습니다. 영주님, 현명하게 판단하세요.
pt: A fundição é mais eficiente quando colocada perto das minas, mas no caso de uma avalanche também será danificada. Decida com sabedoria, milorde.
ru: Если построить плавильню рядом с шахтами, она будет работать эффективнее, но и риск повреждения ее лавинами будет выше. Милорд, решение за вами.
zh: 精炼炉修在矿井附近，效率当然更高；可万一来了雪崩，也难免受损。主人，请您权衡利弊，谨慎定夺。
zh_tw: 精煉爐修在礦井附近，效率當然更高；可萬一來了雪崩，也難免受損。主人，請您權衡利弊，謹慎定奪。

# T_SCENARIO_2016_06_QUEST_04_DESC
source: Excellent my lord. The King expects a replacement for the missed deliveries. We should pay a huge tribute.
de: Ausgezeichnet, mein Herr. Der König erwartet Ersatz für die verpassten Lieferungen. Wir sollten einen üppigen Tribut zollen.
es: Excelente, mis señor. El rey espera que le repongas las entregas fallidas. Debemos entregarle un enorme tributo.
fr: Excellent, mon seigneur. Le roi s'attend à un dédommagement pour les livraisons manquées. Nous devrions payer un gros tribut.
id: Bagus sekali, Tuanku. Sang Raja mengharapkan ganti rugi untuk kiriman yang terlewatkan. Sebaiknya kita membayar upeti dalam jumlah besar.
it: Eccellente, milord. Il Re si aspetta una sostituzione per le consegne mancate. Dobbiamo pagare un grosso tributo.
ja: 素晴らしいです、閣下。王様は受け取れなかった配達のかわりのものを期待しています。大きな貢物をしなければなりません。
ko: 훌륭합니다, 영주님. 왕이 잃어버린 물량을 대신할 물량을 기다리고 있어요. 크게 조공을 바쳐야 합니다.
pt: Excelente, milorde. O Rei espera uma compensação pelas entregas que faltaram. Devemos pagar um enorme tributo.
ru: Прекрасно, милорд. Король рассчитывает, что мы возместим пропущенные поставки. Нужно заплатить ему богатую дань.
zh: 太好了，主人。国王希望把遗漏的贡品补上。咱们上呈的贡品，数量巨大啊。
zh_tw: 太好了，主人。國王希望把遺漏的貢品補上。咱們上呈的貢品，數量巨大啊。

# T_SCENARIO_2016_06_QUEST_04_NAME
source: Pay a tribute to the King.
de: Leiste einen Tribut an den König.
es: Entrega un tributo al rey.
fr: Payez un tribut au roi.
id: Bayar upeti kepada sang Raja.
it: Paga un tributo al Re.
ja: 王様に貢物をする。
ko: 왕에게 조공을 바치세요.
pt: Pague um tributo ao Rei.
ru: Заплати дань королю.
zh: 向国王进贡。
zh_tw: 向國王進貢。

# T_SCENARIO_2016_06_QUEST_05_DESC
source: The production is very slow, my lord. With more mines we could increase the ore digging rate.
de: Unsere Produktion geht nur schleppend voran, mein Herr. Durch mehr Bergwerke kommen wir deutlich schneller an die Erze.
es: La producción es muy lenta, mi señor. Con más minas podríamos aumentar la extracción de mineral.
fr: La production est très lente, mon seigneur. Avec plus de mines, nous pourrions augmenter la cadence de minage du minerai.
id: Produksi berjalan sangat lamban, Tuanku. Dengan menambah jumlah tambang kita bisa menaikkan kecepatan gali.
it: La produzione è molto lenta, mio signore. Con altre miniere potremmo aumentare la quantità di minerale estratto.
ja: 閣下、生産がとても遅いです。もっと採掘所があればもっとたくさんの鉱石を掘ることができます。
ko: 생산이 매우 더딥니다, 영주님. 광산을 늘리면 광석을 더 빨리 캐낼 수 있어요.
pt: A produção está muito lenta, milorde. Com mais minas, podemos acelerar o ritmo de mineração.
ru: Производство идет медленно, милорд. Чтобы ускорить добычу руды, мы можем построить новые шахты.
zh: 主人，目前的产量非常低。要是矿井数量增加了，矿石开采率就有可能提高。
zh_tw: 主人，目前的產量非常低。要是礦井數量增加了，礦石開採率就有可能提高。

# T_SCENARIO_2016_06_QUEST_06_DESC
source: We are running low on coal. You should give the order to build a charcoal burners hut.
de: Unsere Kohlevorräte gehen zu neige. Geben Sie doch gleich eine Köhlerei in Auftrag.
es: Nos estamos quedando sin carbón. Debes ordenar la construcción de una carbonería.
fr: Nous manquons de charbon. Vous devriez donner l'ordre de bâtir une hutte de charbonniers.
id: Persediaan batu bara menipis. Sebaiknya Tuanku memerintahkan pembuatan pondok pembuat arang.
it: Siamo a corto di carbone. Dovresti dare ordine di costruire una fornace a carbone.
ja: 石炭が足りなくなってきています。炭焼き窯を建てるよう命令してください。
ko: 석탄이 부족합니다. 지시를 내려 숯꾼 오두막을 건설하세요.
pt: Estamos ficando sem carvão. Você devia dar a ordem para construir uma carvoaria.
ru: У нас кончается уголь. Отдайте приказ о постройке хижины угольщика.
zh: 现在的炭量不足了。您应该下令，建一个烧炭房。
zh_tw: 現在的炭量不足了。您應該下令，建一個燒炭房。

# T_SCENARIO_2016_06_QUEST_10_DESC
source: My Lord, we should produce gold ingots to pay additional tributes. The King will be very pleased.
de: Wir sollten die Goldbarren für den Tribut herstellen. Der König wird sehr zufrieden sein.
es: Mi señor, debemos producir lingotes de oro para entregar tributos adicionales. El rey estará muy satisfecho.
fr: Mon seigneur, nous devrions produire des lingots d'or pour payer un tribut supplémentaire. Le roi en sera très satisfait.
id: Tuanku, ada baiknya kita membuat emas batangan untuk membayar upeti tambahan. Sang Raja akan sangat senang.
it: Milord, dobbiamo produrre lingotti d’oro per pagare tributi supplementari. Il Re ne sarà molto soddisfatto.
ja: 閣下、追加の貢物のためにもっと金塊を生産しなければいけません。王様はとても喜ばれるでしょう。
ko: 영주님, 금괴를 생산하여 추가 조공을 바쳐야 합니다. 왕이 크게 기뻐할 것입니다.
pt: Milorde, devemos produzir lingotes de ouro para pagar mais tributos. O Rei ficará muito satisfeito.
ru: Милорд, нужно отлить золотые слитки и отправить их в качестве дани. Королю они придутся по душе.
zh: 主人，咱们应该生产金锭，献作额外贡品。国王会非常高兴的。
zh_tw: 主人，咱們應該生產金錠，獻作額外貢品。國王會非常高興的。

# T_SCENARIO_2016_06_QUEST_AVALANCHE_00_DESC
source: Watch out my Lord! Another avalanche, how horrible!
de: Seht, mein Herr, eine weitere Lawine! Wie schrecklich!
es: ¡Cuidado, mi señor! ¡Otro alud, que horror!
fr: Attention, mon seigneur ! Une autre avalanche, comme c'est terrible !
id: Awas, Tuanku! Ada longsor lagi, mengerikan sekali!
it: Attenzione, milord! Un’altra valanga, è terribile!
ja: 気をつけてください、閣下！また雪崩です、なんてひどい！
ko: 조심하세요! 또 산사태예요!
pt: Cuidado, milorde! Outra avalanche, que desgraça!
ru: Осторожнее, милорд! Еще одна лавина! Какой ужас...
zh: 大人快看！又是一次雪崩，太可怕了！
zh_tw: 大人快看！又是一次雪崩，太可怕了！

# T_SCENARIO_2016_06_QUEST_KEEP_MINE_ALIVE_02_DESC
source: My lord, many mines collapsed already. The king gave the order to rebuild them.
de: Mein Herr, wir haben zu viele Minen verloren. Der König hat angeordnet, sie wieder zu errichten.
es: Mi señor, ya se han derrumbado muchas minas. El rey dio órdenes de reconstruirlas.
fr: Mon seigneur, de nombreuses mines se sont déjà écroulées. La roi a donné l'ordre de les rebâtir.
id: Tuanku, banyak tambang runtuh. Sang Raja telah memberi perintah untuk membangunnya kembali.
it: Milord, molte miniere sono già crollate. Il Re ha dato ordine di ricostruirle.
ja: 閣下、たくさんの採掘所がすでに崩壊しています。王様がそれらを作り直すように命じられています。
ko: 영주님, 이미 많은 광산이 무너졌습니다. 왕이 광산을 재건하라는 명령을 내렸습니다.
pt: Milorde, muitas minas já desabaram. O rei deu ordem de reconstruí-las.
ru: Милорд, многие шахты обрушились. Король приказал восстановить их.
zh: 主人，有很多矿井，已经塌了。国王下令，对其重修。
zh_tw: 主人，有很多礦井，已經塌了。國王下令，對其重修。

# T_SCENARIO_2016_06_QUEST_KEEP_MINE_ALIVE_02_NAME
source: Build more mines.
de: Baue weitere Bergwerke.
es: Construye más minas.
fr: Construisez plus de mines.
id: Bangunlah lebih banyak tambang.
it: Costruisci altre miniere.
ja: もっと採掘所を作る。
ko: 광산을 더 많이 만드세요.
pt: Construa mais minas.
ru: Построй новые шахты.
zh: 开掘更多矿井。
zh_tw: 開掘更多礦井。

# T_SCENARIO_2016_06_QUEST_SIDE_025_DESC
source: My wife wants to pray for us so that no avalanches will cause us harm. Would you be so kind and build us a church?
de: Meine Frau möchte gern dafür beten, dass uns die Lawinen verschonen. Wärt Ihr so gütig und errichtet uns ein Gotteshaus?
es: Mi esposa quiere rezar para que no nos afecte un alud. ¿Serías tan amable de construirnos una iglesia?
fr: Ma femme souhaite prier pour nous afin que les avalanches ne nous causent plus de mal. Pourriez-vous être assez aimable pour nous construire une église ?
id: Istriku mau berdoa agar tidak ada lagi ancaman longsor. Maukah kau berbaik hati dan membangun gereja untuk kami?
it: Mia moglie vorrebbe pregare affinché le valanghe non ci causino danni. Saresti così generoso da costruirci una chiesa?
ja: 私の妻がこれ以上雪崩が起こって私たちに被害が及ばないよう祈りたいと言っています。どうか教会を建てていただけませんか？
ko: 산사태로 다치는 사람이 없도록 아내가 기도해달라고 부탁했어요. 교회를 세워주시겠어요?
pt: Minha esposa quer orar por nós para que as avalanches não nos machuquem. O senhor poderia construir uma igreja?
ru: Моя жена хочет помолиться о том, чтобы нас миновали лавины. Мы будем очень благодарны, если вы построите в городе церковь.
zh: 小人的妻子，想为咱们祷告，不让雪崩伤害咱们。您可否恩准，建一座教堂？
zh_tw: 小人的妻子，想為咱們禱告，不讓雪崩傷害咱們。您可否恩准，建一座教堂？

# T_SCENARIO_2016_06_QUEST_SIDE_02_DESC
source: My lord, I know we need a lot of wood for the reconstruction but my family has no more fire wood and it‘s getting very cold. Maybe you can help us?
de: Mein Herr, ich weiß, wir benötigen das Holz für den Wiederaufbau. Meiner Familie und mir ist aber das Feuerholz ausgegangen und es ist doch so kalt. Könnt Ihr uns vielleicht helfen?
es: Mi señor, sé que necesitamos mucha madera para la reconstrucción, pero a mi familia ya no le queda leña y está empezando a hacer mucho frío. ¿Puedes ayudarnos?
fr: Mon seigneur, je sais qu'il nous faut beaucoup de bois pour la reconstruction, mais ma famille n'a plus de bois de chauffage et il fait très froid. Peut-être pourriez-vous nous aider ?
id: Tuanku, aku tahu kita perlu banyak kayu untuk pembangunan kembali, tapi keluargaku kehabisan kayu bakar dan udara mulai dingin sekali. Mungkin Tuanku bisa menolong kami?
it: Milord, so che abbiamo bisogno di molto legname per la ricostruzione, ma la mia famiglia non ha più legna da ardere e sta arrivando il freddo. Puoi aiutarci?
ja: 閣下、改築のためにたくさんの木材が必要なのは知っていますが、私の家族はもう薪がなく、とても寒くなってきています。助けていただけますか？
ko: 영주님, 재건축에 목재가 많이 필요하시겠죠. 하지만 날이 추워지는데 가족이 사용할 땔감이 없습니다. 도와주시겠어요?
pt: Milorde, eu sei que nós precisamos de muita madeira para a reconstrução, mas minha família não tem mais lenha e está ficando frio. Pode nos ajudar?
ru: Милорд, знаю, что все наше дерево уходит на восстановление зданий, но у моей семьи кончились дрова, а на дворе все холоднее. Не могли бы вы нам помочь?
zh: 主人，小的明白，咱们重建，需要大量木材。可是小人家里，一点儿取暖的木材都没有了，天气又一天天地冷下来了。不知您可否帮助我们？
zh_tw: 主人，小的明白，咱們重建，需要大量木材。可是小人家裡，一點兒取暖的木材都沒有了，天氣又一天天地冷下來了。不知您可否幫助我們？

# T_SCENARIO_2016_06_QUEST_SIDE_03_DESC
source: It is very difficult to tramp through the snow. A few cobblestone roads could help.
de: Es ist sehr mühselig, durch den Schnee zu stapfen. Ein paar feste Straßen wären sehr hilfreich.
es: Es muy difícil caminar entre la nieve. Nos vendrían bien carreteras pavimentadas.
fr: Il est très difficile de piétiner dans la neige. Quelques routes pavées nous seraient utiles.
id: Sulit sekali untuk berjalan menembus salju. Jalanan berlapis batu pasti membantu.
it: È molto difficile muoversi nella neve. Qualche strada di ciottoli aiuterebbe.
ja: 雪を踏んで歩くのはとても大変です。石畳の道があるといいのですが。
ko: 눈을 뚫고 이동하기는 매우 힘들죠. 자갈 도로 몇 개를 만들면 도움이 될 거예요.
pt: É muito difícil caminhar pela neve. Seria muito bom ter estradas de pedra.
ru: Продираться через снег очень тяжело. Нам бы не помешала булыжная мостовая.
zh: 雪地上太难走了。要是有几条鹅卵石路就好了。
zh_tw: 雪地上太難走了。要是有幾條鵝卵石路就好了。

# T_SCENARIO_2016_06_QUEST_SIDE_045_DESC
source: Governor, we can‘t grow wheat in this region. But we can buy bread at the market. Or we can just buy the wheat and bake our own bread.
de: Mein Herr, wir können in dieser Gegend leider kein Getreide anbauen. Aber wir können Brot auf dem Markt kaufen. Natürlich können wir auch Getreide kaufen und es selbst verarbeiten.
es: Gobernador, no podemos cultivar trigo en esta región. Pero podemos comprar pan en el mercado o trigo para hacerlo nosotros.
fr: Gouverneur, il est impossible de faire pousser du blé dans cette région. Cependant, nous pouvons acheter du pain au marché. Ou alors, achetons du blé pour cuire notre propre pain.
id: Gubernur, gandum tidak tumbuh di daerah ini. Tapi kita bisa beli roti di pasar. Atau kita bisa beli gandum dan membuat roti sendiri.
it: Governatore, non possiamo coltivare grano in questa regione. Ma possiamo comprare il pane al mercato. Oppure possiamo semplicemente comprare il grano e cuocerci il pane da soli.
ja: 閣下、この地域では小麦を育てることができません。しかし市場でパンを買うことはできます。もしくは穀物を買って自分たちでパンを焼くこともできます。
ko: 영주님, 여기서 밀을 키울 수 없어요. 하지만 시장에서 빵을 살 수는 있죠. 아니면 밀을 사와서 빵을 직접 만들어도 되고요.
pt: Governador, não podemos plantar trigo nesta região. Mas podemos comprar trigo no mercado. Ou podemos comprar trigo e fazer nosso pão.
ru: Губернатор, пшеница в этом регионе не прижилась. Но мы можем закупать на рынке либо сам хлеб, либо пшеницу для наших пекарей.
zh: 总督大人，这个地区种不了小麦。不过，咱们可以到市场上去买面包。或者，咱们可以买小麦，自己烤面包。
zh_tw: 總督大人，這個地區種不了小麥。不過，咱們可以到市場上去買麵包。或者，咱們可以買小麥，自己烤麵包。

# T_SCENARIO_2016_06_QUEST_SIDE_04_DESC
source: Always just fish and meat. My lord, can't we eat some bread for change?
de: Immer nur Fisch und Fleisch. Mein Herr, könnten wir nicht zur Abwechslung vielleicht etwas Brot essen?
es: Siempre carne y pescado. Mi señor, ¿podemos comer algo de pan para variar?
fr: Toujours du poisson et de la viande. Mon seigneur, pourrions-nous manger du pain, pour changer ?
id: Ikan dan daging melulu. Tuanku, kenapa kami tidak bisa makan roti sekali-sekali?
it: Sempre solo carne e pesce. Milord, non potremmo mangiare pane per cambiare?
ja: いつも魚と肉だけです。閣下、たまにはパンを食べたいのですが。
ko: 항상 생선과 고기네요. 영주님, 식단에 변화를 줘서 빵을 먹으면 안 될까요?
pt: Sempre peixe e carne. Milorde, será que poderíamos ter pão para variar?
ru: Вечно одна рыба да мясо. Милорд, может быть, разнообразим диету хлебом?
zh: 每天都是吃鱼吃肉。主人，咱们就不能吃点面包，换换口味吗？
zh_tw: 每天都是吃魚吃肉。主人，咱們就不能吃點麵包，換換口味嗎？

# T_SCENARIO_2016_06_QUEST_SIDE_04_NAME
source: Meet the desires of your townies.
de: Erfülle die Wünsche deiner Townies.
es: Satisface los deseos de los Townies.
fr: Répondez aux désirs des vos habitants.
id: Penuhilah keinginan para Townies.
it: Soddisfa i desideri dei tuoi cittadini.
ja: タウニーたちの望みを叶える。
ko: 주민들의 바람을 이루어주세요.
pt: Atenda às necessidades dos habitantes.
ru: Удовлетворяй потребности горожан.
zh: 满足镇民的要求。
zh_tw: 滿足鎮民的要求。

# T_SCENARIO_2016_06_QUEST_SIDE_05_DESC
source: Our clothes are getting torn by the harsh weather conditions. We really need new clothes.
de: Die Wetterbedingungen sind eine ziemliche Belastung für unsere Kleidung. Wir brauchen unbedingt Neue.
es: Este tiempo tan malo está ajando nuestras ropas. Necesitamos nuevas prendas.
fr: Nos vêtements sont usés par les conditions météorologiques difficiles. Nous aurions vraiment besoin de nouveaux vêtements.
id: Pakaian kami compang-camping karena cuaca yang keras. Kami benar-benar butuh pakaian baru.
it: I nostri abiti si stanno rovinando a causa del clima difficile. Abbiamo davvero bisogno di nuovi abiti.
ja: この厳しい天候のせいで私たちの服はボロボロになっています。新しい衣服が本当に必要です。
ko: 거친 날씨 때문에 옷이 해지고 있어요. 새 옷이 필요해요.
pt: As condições climáticas se estragando nossas roupas. Precisamos muito de novas roupas.
ru: Наша одежда совсем износилась из-за суровой погоды. Нам очень нужна новая.
zh: 天气恶劣，把我们的衣服都弄坏了。我们真的需要新衣服了。
zh_tw: 天氣惡劣，把我們的衣服都弄壞了。我們真的需要新衣服了。

# T_SCENARIO_2016_06_QUEST_SIDE_06_DESC
source: Those rusty tools are nearly braking apart in our hands. I guess you need the iron, but using some of it for new tools will really help us.
de: Diese rostigen Werkzeuge zerfallen einem regelrecht in der Hand. Vermutlich benötigt Ihr das Eisen, aber vielleicht könntet Ihr dennoch ein paar neue Werkzeuge machen lassen.
es: Estas herramientas oxidadas se nos deshacen en las manos. Supongo que necesitas hierro, pero sería estupendo que usaras un poco para hacernos herramientas nuevas.
fr: Ces outils rouillés tombent en morceaux entre nos mains. J'imagine que vous avez besoin du fer, mais de nouveaux outils nous seraient utiles.
id: Peralatan karatan ini nyaris hancur. Sepertinya Tuanku memerlukan besi, tapi menggunakan sedikit besi untuk kami akan sangat membantu kami.
it: Questi attrezzi arrugginiti ci si rompono in mano. Immagino che il ferro ti serva, ma usarne una parte per nuovi attrezzi ci sarebbe di grande aiuto.
ja: これらのボロボロの道具は今にも壊れそうです。あなたは鉄が必要だと思うのですが、その鉄を新しい道具に使っていただけたら本当に助かるのです。
ko: 낡은 도구들이 거의 망가졌어요. 철이 필요해요. 철로 새 도구를 만들면 크게 도움이 될 거예요.
pt: Essas ferramentas enferrujadas estão acabando com nossas mãos. O senhor deve ter outros usos para o ferro, mas precisamos de novas ferramentas.
ru: Наши ржавые инструменты разваливаются на глазах. Понимаю, вам нужно железо, но мы будем признательны, если вы потратите небольшую его часть на новые орудия труда.
zh: 那些工具，都生锈了，差点没把小人的手弄断了。小人觉得，您固然需要铁，但把这些铁，拿出来一部分打造工具，会对小人等大有帮助。
zh_tw: 那些工具，都生銹了，差點沒把小人的手弄斷了。小人覺得，您固然需要鐵，但把這些鐵，拿出來一部分打造工具，會對小人等大有幫助。

# T_SCENARIO_2016_06_QUEST_SIDE_07_DESC
source: In this snowy region we are happy about every little thing. My lord, if you are not too busy, can you please beautify our town?
de: In dieser verschneiten Region erfreut man sich an jeder Kleinigkeit. Mein Herr, wenn Ihr nicht zu sehr beschäftigt seid, hättet Ihr vielleicht die Güte, die Stadt zu verschönern?
es: En una región con tanta nieve, cualquier cosita nos satisface. Mi señor, si no estás muy ocupado, ¿podrías embellecer la aldea?
fr: Dans cette région enneigée, la moindre petite chose nous rend heureux. Mon seigneur, si vous n'êtes pas trop occupé, pourriez-vous embellir notre village ?
id: Di daerah bersalju ini kami bersyukur atas hal sekecil apapun. Andaikan Tuanku tidak terlalu sibuk, maukah Tuanku memperindah kota kami?
it: In questa regione nevosa ci accontentiamo di qualsiasi novità. Milord, se non sei troppo impegnato, potresti abbellire la nostra cittadina?
ja: この雪の降る地域では私たちはどんな小さなことにでも感謝しています。閣下、もしあなたが忙しくなければこの町を美しくしていただけませんか？
ko: 눈이 많은 이 지역에선 작은 것에도 기뻐하죠. 영주님, 너무 바쁘지 않다면 마을을 아름답게 꾸며주시겠어요?
pt: Nessa região gélida, celebramos as pequenas coisas. Milorde, se não estiver muito ocupado, poderia embelezar nossa cidade?
ru: В этом снежном регионе радуешься каждой мелочи. Милорд, если вам не сложно, не могли бы вы чуть разукрасить наш город?
zh: 这个地区，下雪特别多，有点什么小事情，都会让小的们高兴。主人，要是您有时间，不知可否装点一下小镇？
zh_tw: 這個地區，下雪特別多，有點什麼小事情，都會讓小的們高興。主人，要是您有時間，不知可否裝點一下小鎮？

# T_SCENARIO_2016_10_BANDIT_01_DESC
source: Men! Commence the attack!
de: Los Männer, auf zum Angriff!
es: ¡Muchachos! ¡Comenzad el ataque!
fr: Commencez l'attaque, les gars !
id: Kawan-kawan! Lancarkan serangan!
it: Uomini! Cominciate l’attacco!
ja: お前ら！攻撃を始めろ！
ko: 제군들! 돌격 앞으로!
pt: Homens! Comecem o ataque!
ru: Ребята! В атаку!
zh: 弟兄们，进攻！
zh_tw: 弟兄們，進攻！

# T_SCENARIO_2016_10_BANDIT_04_DESC
source: Are you looking for the merchant? Well, he got lost and somehow found himself tied up in my camp. But don‘t you worry, he is fine. Just give us a small donation and he will be free again.
de: Sucht ihr etwa den Händler? Nun, er hat sich etwas verlaufen und schon war er irgendwie gefesselt. Aber keine Sorge, er ist wohl auf und für eine kleine Spende werden wir ihn sofort freilassen.
es: ¿Buscas al mercader? Bueno, se perdió y de algún modo acabó amarrado en mi campamento. Pero no te preocupes, está bien. Haznos una pequeña donación y será libre de nuevo.
fr: Vous cherchez le marchand ? Eh bien, il s'est perdu et s'est retrouvé ligoté dans mon camp. Ne vous inquiétez pas, il va bien. Faites-nous un petit don et il sera de nouveau libre comme l'air.
id: Kalian mencari si pedagang? Hmm, dia tersesat dan akhirnya tersangkut di perkemahanku. Tapi jangan khawatir, dia baik-baik saja. Berikanlah sumbangan sekadarnya dan dia akan bebas lagi.
it: Stai cercando il mercante? Beh, si è perso e per qualche motivo si è ritrovato legato nel mio accampamento. Ma non ti preoccupare, sta bene. Ci basta una piccola donazione e sarà libero in men che non si dica.
ja: 商人をさがしているのか？奴は道に迷って俺の野営地で縛られてるぜ。でも心配するな、奴は無事だ。少しの寄付をしてくれたら奴は解放するよ。
ko: 상인을 찾고 있나요? 상인이 길을 잃고 우리 캠프에 잡혔지 뭐예요. 하지만 걱정 말아요. 몸값을 약간 지불하면 다시 자유의 몸이 될 거예요.
pt: Está procurando o mercador? Bom, ele se perdeu e acabou aparecendo preso no meu acampamento. Mas não se preocupe: ele está bem. Basta nos dar uma modesta doação que nós o libertaremos.
ru: Потерял купца? Хм, тут такое дело: он немного заплутал, а потом вдруг очутился у нас в лагере. В цепях. Но не дергайся, с ним все в порядке. За небольшую сумму мы мигом его освободим.
zh: 您是在找这个商人吧？嗯，他走迷了路，不知怎么的，就绑在了我的营地。不过，您别担心，他很好。您只要给我们一小笔捐款，就能让他重获自由。
zh_tw: 您是在找這個商人吧？嗯，他走迷了路，不知怎麼的，就綁在了我的營地。不過，您別擔心，他很好。您只要給我們一小筆捐款，就能讓他重獲自由。

# T_SCENARIO_2016_10_BANDIT_04_END
source: Alright, we will let the merchant go. Trade with him, so I have more to steal again.
de: Da habt ihr ihn wieder. Handelt ruhig mit ihm, dann haben wir wieder mehr zum stehlen.
es: Muy bien, dejaremos marchar al mercader. Comercia con él para que yo pueda volver a robarle.
fr: Très bien, nous laissons partir le marchand. Commercez avec lui, comme ça j'aurai plus de choses à voler la prochaine fois.
id: Baiklah, kami akan membebaskan si pedagang. Silakan berdagang dengan dia, supaya ada lebih banyak yang bisa kucuri lagi.
it: Bene, lasceremo andare il mercante. Compra tante cose da lui, così avrò di più da rubare.
ja: わかった、商人を解放しよう。奴と交換だ、そうしたらまた盗むこともできるしな。
ko: 좋아요, 상인을 풀어주죠. 어서 거래하세요. 그럼 훔칠 것이 더 많아지겠죠.
pt: Pois bem, vamos libertar o mercador. Faça negócios com ele para nós termos o que roubar.
ru: Хорошо, мы отпустим купца. Торгуй с ним, чтобы мне было что у тебя воровать.
zh: 好吧，我们会放这个商人走的。你们多多做生意，也好让我有得抢。
zh_tw: 好吧，我們會放這個商人走的。你們多多做生意，也好讓我有得搶。

# T_SCENARIO_2016_10_BANDIT_04_NAME
source: Pay the ransom to set the merchant free again.
de: Zahle das Lösegeld, um den Händler freizukaufen.
es: Paga el rescate para liberar al mercader.
fr: Payez la rançon pour libérer le marchand.
id: Bayar uang tebusan untuk membebaskan si pedagang.
it: Paga il riscatto per liberare il mercante.
ja: 身代金を払って商人を再び解放する。
ko: 몸값을 지불하고 상인을 구출하세요.
pt: Pague o resgate para libertar o mercador.
ru: Заплати выкуп, чтобы освободить купца.
zh: 交付赎金，让商人重获自由。
zh_tw: 交付贖金，讓商人重獲自由。
