Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN15_17_FAIL
source: That's bad, my Lord. The morale is pretty low. I'm afraid some angry townsmen could do something rash.
de: Schlechte Nachrichten, mein Herr. Die Stimmung der Bevölkerung ist sehr schlecht. Ich befürchte ein unzufriedener Bürger könnte etwas Unüberlegtes machen.
es: ¡Esto se complica, mi señor! La moral está muy baja. Me temo que algunos aldeanos enfurecidos podrían llevar a cabo alguna acción impulsiva.
fr: La situation est mauvaise, mon seigneur. Le moral est au plus bas. J'ai peur que des villageois en colère commettent l'irréparable.
id: Ini gawat, Tuanku. Semangat para penduduk terus menurun. Bisa jadi ada penduduk yang marah dan bertindak sembrono.
it: Peccato, mio signore. Il morale è basso e temo che i cittadini furibondi possano compiere qualche gesto insensato.
ja: 残念ですが、領主様、士気が非常に低いです。怒った町民が何かするのではと心配です。
ko: 안타깝습니다, 영주님. 민심이 매우 흉흉합니다. 성난 주민들이 과격한 일을 버릴까 걱정됩니다.
pt: Isso é mau, meu senhor. O moral está muito baixo. Temo que alguns habitantes possam fazer algo impensado.
ru: Ужасно, милорд. Настроение народа совсем упало. Боюсь, что некоторые горячие головы могут сделать что-то опрометчивое.
zh: 大人，不好。镇民已经人心涣散。我担心一些坏脾气的镇民会做出鲁莽的事情来。
zh_tw: 大人，不好。鎮民已經人心渙散。我擔心一些壞脾氣的鎮民會做出魯莽的事情來。

# T_GAME_QUEST_SCEN15_17_START
source: My Lord, the whole land suffers from war! If the morale of the townsfolk decreases a riot could break out.
de: Das gesamte Land leidet unter den Auswirkungen des Krieges, mein Herr! Ich befürchte, es könnte einen Aufstand geben, wenn die Stimmung schlechter wird.
es: ¡Mi señor, toda la región sufre a causa de la guerra! Si la moral de los aldeanos disminuye mucho, se podrían producir disturbios.
fr: Mon seigneur, toute la contrée souffre de la guerre ! Si le moral des habitants s'effondre, nous pourrions avoir une révolte sur les bras.
id: Tuanku, seluruh negeri menderita akibat perang! Kalau semangat penduduk kota terus merosot, mungkin akan ada huru-hara.
it: Mio signore, tutti soffrono per via della guerra. Se il morale dei cittadini scende troppo, potrebbe scoppiare una rivolta.
ja: 領主様、国全体が戦いに苦しんでいるのです！ 町民の士気が低下すると暴動が起こるかもしれません。
ko: 영주님, 온 영토가 전쟁으로 고통을 받고 있습니다! 민심이 크게 악화되면 폭동이 일어날 수 있습니다.
pt: Meu senhor, toda a terra está sofrendo com a guerra! Se o moral dos habitantes diminuir, uma revolta pode acontecer.
ru: Милорд, все королевство страдает от войны! Если настрой горожан упадет, то может разразиться бунт!
zh: 大人，战火已经蔓延至全国！ 镇民如果人心涣散，就会爆发暴乱。
zh_tw: 大人，戰火已經蔓延至全國！ 鎮民如果人心渙散，就會爆發暴亂。

# T_GAME_QUEST_SCEN15_17_SUCCESS
source: Outstanding, my Lord. You managed to prevent unrest in your town !
de: Außerordentliche Leistung, mein Herr! Ihr habt es, trotz der Abgaben an die Soldaten, geschafft, die Unruhen zu verhindern!
es: ¡Maravilloso, mi señor! ¡Has conseguido satisfacer a los aldeanos y apoyar a las tropas!
fr: Stupéfiant, mon seigneur. Vous avez réussi à satisfaire les habitants et à soutenir les troupes !
id: Tuanku sungguh luar biasa. Tuanku berhasil memuaskan penduduk kota dan mendukung pasukan!
it: Straordinario, mio signore. Hai soddisfatto i cittadini e supportato le truppe.
ja: すばらしいです、領主様。あなた様は町民を満たしながらも軍隊を支援なされました！
ko: 대단하십니다, 영주님. 주민을 진정시키고 군대를 지원하셨습니다!
pt: Excelente, meu senhor. Você conseguiu satisfazer os habitantes e apoiar as tropas!
ru: Невероятно, милорд. Вам удалось помочь и горожанам, и военным!
zh: 真棒，大人。您成功地满足了镇民的需求，并且为军队提供有力支持！
zh_tw: 真棒，大人。您成功地滿足了鎮民的需求，並且為軍隊提供有力支援！

# T_GAME_QUEST_SCEN15_17_TITLE
source: Don't let the satisfaction drop too low.
de: Lass die Zufriedenheit nicht zu stark sinken.
es: No dejes que disminuya su nivel de satisfacción.
fr: Ne laissez pas la satisfaction tomber trop bas.
id: Jangan biarkan tingkat kepuasan menjadi rendah.
it: Non far diminuire troppo la soddisfazione.
ja: 満足度を下げない。
ko: 만족도를 떨어트리지 마세요.
pt: Não deixe a satisfação diminuir demais.
ru: Не дайте уровню удовлетворения упасть слишком низко.
zh: 千万别让满足度下降。
zh_tw: 千萬別讓滿足度下降。

# T_GAME_QUEST_SCEN15_17_TITLE_2
source: Maintain a happiness of higher than 75%.
de: Halte die Zufriedenheit über 75%.
es: Mantén la felicidad por encima del 75 % durante un par de minutos.
fr: Maintenez un taux de bonheur supérieur à 75% pendant les deux prochaines minutes.
id: Pertahankan kebahagiaan lebih dari 75% untuk beberapa menit berikutnya.
it: Mantieni un grado di soddisfazione superiore al 75% per i prossimi due minuti.
ja: 次の数分間幸福度を75%以上保つ。
ko: 다음 수분동안 75% 이상의 행복 지수를 유지하십시오.
pt: Mantenha um nível de felicidade maior do que 75% nos próximos dois minutos.
ru: Поддерживай уровень счастья выше 75% на протяжении следующих нескольких минут.
zh: 在接下来的几分钟期间，保持高于 75% 的幸福度。
zh_tw: 在接下來的幾分鐘期間，保持高於 75% 的幸福度。

# T_GAME_QUEST_SCEN15_17_TITLE_NEW
source: Don't let the satisfaction drop too low for too long.
de: Sorge dafür, dass die Zufriedenheit nicht zu lange unter den Wert fällt.
es: No dejes que disminuya el nivel de satisfacción demasiado tiempo.
fr: Ne laissez pas la satisfaction tomber trop bas pendant trop longtemps.
id: Jangan biarkan tingkat kepuasan menjadi terlalu rendah terlalu lama.
it: Non far scendere la soddisfazione troppo in basso troppo a lungo.
ja: あまり長い期間満足度を下げすぎないこと。
ko: 만족도를 너무 오랫동안 너무 낮게 떨어트리지 마세요.
pt: Não deixe a satisfação ficar baixa por tempo demais.
ru: Следи, чтобы уровень удовлетворения не оставался низким слишком долго.
zh: 千万别让满足度下降过多的时间，持续太久。
zh_tw: 千萬別讓滿足度下降過多，持續太久。

# T_GAME_QUEST_SCEN15_19_START
source: There are rumors that this fire wasn't an accident, my Lord. I could surely find out more by listening to rumors in a tavern.
de: Ich habe Gerüchte gehört, dass das Feuer in der Stadt kein Unfall war, mein Herr. Wenn ihr ein Wirtshaus errichten würdet, könnte ich sicher mehr über diesen Vorfall herausfinden.
es: Hay rumores de que este incendio no ha sido un accidente, mi señor. Seguramente obtendré más información en una taberna.
fr: On raconte que cet incendie n'était pas accidentel, mon seigneur. Je peux sans doute en savoir plus en écoutant les rumeurs à la taverne.
id: Ada kabar angin bahwa kebakaran ini bukan kecelakaan, Tuanku. Aku pasti bisa mencari tahu lebih banyak dengan mendengarkan desas-desus di kedai minum.
it: Ho sentito dire che l'incendio non è stato accidentale, mio signore. Potrei andare in una taverna e raccogliere informazioni.
ja: この火事は事故ではなかったという噂があります、領主様。 酒場で噂話を聞けばもっと何かが分かるはずです。
ko: 화재가 사고가 아니었다는 소문이 있습니다, 영주님. 선술집에서 소문을 확인하고 더 자세히 알아보겠습니다.
pt: Há rumores que esse incêndio não foi acidental, meu senhor. Posso descobrir mais ouvindo os rumores na taverna.
ru: Ходят слухи, что недавний пожар — результат поджога, милорд. Я буду слушать разговоры в таверне, может быть, удастся узнать больше.
zh: 有谣言称，这场火灾不是意外事件，大人。 我会去酒馆听听谣言，打探更多消息。
zh_tw: 有謠言稱，這場火災不是意外事件，大人。 我會去酒館聽聽謠言，打探更多訊息。

# T_GAME_QUEST_SCEN15_19_SUCCESS
source: The townsfolk will surely chitchat a lot in the tavern. I will try to figure out more about the fires in town.
de: Die Dorfbevölkerung wird sich sicher eine Menge Gerüchte im neuen Wirtshaus erzählen. Ich werde versuchen, mehr über die Brände in der Stadt herauszufinden.
es: Los aldeanos cotillean mucho en las tabernas. Intentaré averiguar algo sobre los incendios que se han producido.
fr: Les habitants discutent beaucoup à la taverne. Je vais tâcher d'en savoir plus sur les incendies qui touchent la ville.
id: Penduduk kota senang mengobrol di kedai minum. Aku pasti bisa mencari tahu lebih banyak tentang kebakaran di kota.
it: I cittadini chiacchierano molto alla taverna. Cercherò di saperne di più sugli incendi.
ja: 町民は酒場ではよくしゃべるものです。私が町の火事についてもっと調べてみましょう。
ko: 주민들이 선술집에서 많은 이야기를 나눌 것입니다. 마을에 일어난 화재에 대해 자세히 알아보겠습니다.
pt: Os habitantes conversam muito na taverna. Tentarei descobrir mais sobre os incêndios na cidade.
ru: Горожане много болтают в таверне. Попробую узнать больше о пожарах, свирепствующих в городе.
zh: 镇民们可肯定会在酒馆无所不谈，我会尽快得到有关镇上火灾的信息。
zh_tw: 鎮民們可肯定會在酒館無所不談，我會儘快得到有關鎮上火災的資訊。

# T_GAME_QUEST_SCEN15_20_START
source: Rumor has it that there is an arsonist who lays fire to incite the townsfolk. We need to train guards.
de: Gerüchte im Wirtshaus berichten von einem Unruhestifter, der versucht, das Volk aufzuhetzten. Vielleicht würde die Anwesenheit von Wachen sein bösartiges Treiben beenden.
es: Se dice que hay un pirómano que provoca incendios para incitar a los aldeanos. Debemos entrenar a algunos guardias.
fr: On raconte qu'il y a un pyromane qui déclenche des incendies pour inciter les habitants à la révolte. Nous devons entraîner des gardes.
id: Kabarnya, ada orang yang sengaja membuat kebakaran untuk menghasuk penduduk kota. Kita harus melatih penjaga.
it: Si dice che c'è un piromane che appicca incendi per fomentare la popolazione. Dobbiamo addestrare delle guardie.
ja: 噂によると町民を扇動するために火を付ける放火魔がいるということです。 見張りを訓練しなければなりません。
ko: 소문에 따르면 불을 질러 주민들을 선동하려는 방화범이 있다고 합니다. 경비를 훈련시켜야 합니다.
pt: Dizem que há um incendiário que causa incêndios para incitar os moradores. Precisamos treinar os guardas.
ru: Говорят, что в городе объявился поджигатель, который с помощью пожаров хочет поднять горожан на мятеж. Нужно обучить стражу.
zh: 有传言，纵火犯为了煽动镇民放了一把火。 我们需要训练卫兵。
zh_tw: 有傳言，縱火犯為了煽動鎮民放了一把火。 我們需要訓練衛兵。

# T_GAME_QUEST_SCEN15_20_SUCCESS
source: Now we just need to wait...
de: Jetzt müssen wir nur warten, bis er wieder versucht, ein Feuer zu legen...
es: Ahora solo tenemos que esperar...
fr: Et maintenant, il nous suffit d'attendre...
id: Sekarang kita hanya perlu menunggu...
it: Ora non ci resta che attendere...
ja: あとは待つだけです...
ko: 이제 기다리기만 하면 됩니다...
pt: Agora só precisamos esperar...
ru: Осталось лишь ждать...
zh: 现在，我们只需要等……
zh_tw: 現在，我們只需要等……

# T_GAME_QUEST_SCEN15_22_SUCCESS
source: We can respire, my Lord! The guards caught the arsonist and arrested him. The town should be save again!
de: Endlich können wir aufatmen, mein Herr! Die Wachen konnten den Unruhestifter schnappen und haben ihn eingesperrt - die Stadt sollte wieder sicher sein.
es: ¡Ya podemos respirar tranquilos, mi señor! Los guardias han arrestado al pirómano. ¡La aldea está segura!
fr: Nous pouvons enfin respirer, mon seigneur ! Les gardes ont arrêté le pyromane. La ville ne craint plus rien !
id: Kita bisa tarik napas lega, Tuanku! Para penjaga berhasil menangkap orang yang membuat kebakaran. Kota seharusnya sudah aman lagi sekarang!
it: Possiamo stare tranquilli, mio signore. Le guardie hanno arrestato il piromane. La città è di nuovo al sicuro.
ja: これで息ができます、領主様！見張りが放火魔を捕まえて逮捕しました。 町はまた安全のはずです！
ko: 한숨 돌렸습니다, 영주님! 경비가 방화범을 체포했습니다. 마을이 다시 안전해질 것입니다!
pt: Podemos relaxar, meu senhor! Os guardas pegaram o incendiário e o prenderam. A cidade deve estar segura novamente!
ru: Можно спать спокойно, милорд! Стража поймала и арестовала поджигателя. Теперь в городе будет спокойнее!
zh: 我们终于可以松一口气，大人！卫兵抓到并逮捕了纵火犯。 城镇又一次得救了！
zh_tw: 我們終於可以松一口氣，大人！衛兵抓到並逮捕了縱火犯。 城鎮又一次得救了！

# T_GAME_QUEST_SCEN16_01_START
source: Greetings, my venerated Liege. The King will demand tributes soon. We need to support the local agriculture.
de: Seid gegrüßt, verehrter Herr Statthalter. Die Forderungen der königlichen Kornkammern werden sicher bald eintreffen. Wir sollten die örtliche Landwirtschaft unterstützen, um die Abgaben bewältigen zu können.
es: Saludos, mi venerado señor. El rey pronto exigirá tributos. Tenemos que fomentar la agricultura local.
fr: Salutations, maître. Le roi va bientôt demander ses tributs. Nous devons soutenir l'agriculture locale.
id: Salam, Tuanku yang terhormat. Sang Raja akan segera meminta upeti. Kita perlu mendukung pertanian setempat.
it: Salve, venerato signore. Il Re sta per richiedere dei tributi. Dobbiamo sostenere l'agricoltura locale.
ja: ご挨拶申し上げます、私の尊敬する領主様。国王はまもなく貢ぎ物を要求するでしょう。 私たちは農場を支援する必要があります。
ko: 안녕하세요, 고귀하신 영주님. 왕이 곧 조공을 요구할 것입니다. 현지 농업을 지원해야 합니다.
pt: Saudações, meu honrado senhor. O Rei exigirá os tributos em breve. Precisamos apoiar a agricultura local.
ru: Приветствую, мой господин. Король скоро потребует податей. Нужно оказать содействие местному сельскому хозяйству.
zh: 您好，尊敬的大人。国王很快就会索要贡品了。 我们需要扶持本地的农业。
zh_tw: 您好，尊敬的大人。國王很快就會索要貢品了。 我們需要扶持本地的農業。

# T_GAME_QUEST_SCEN16_01_SUCCESS
source: Excellent! Due to your economic skill we were able to fulfill the Kings demands, my Lord.
de: Ausgezeichnet! Mit eurem wirtschaftlichen Geschick ist es gelungen, alle Abgaben an den König zu meistern, mein Herr.
es: ¡Excelente! Gracias a tu talento económico hemos podido satisfacer las exigencias del rey, mi señor.
fr: Excellent ! Grâce à vos talents en économie, nous avons réussi à répondre aux demandes du roi, mon seigneur.
id: Bagus sekali! Berkat keterampilan ekonomi Tuanku, kita berhasil memenuhi permintaan sang Raja.
it: Magnifico! Grazie alle tue doti di economista, mio signore, siamo riusciti a esaudire la richiesta del Re.
ja: すばらしいです！ 閣下の手腕のおかげで、我々は国王の要求を満たすことができました。
ko: 훌륭해요! 영주님의 경제 기술 덕분에 왕의 요구를 완수할 수 있었습니다.
pt: Excelente! Devido às suas habilidades econômicas, conseguimos atender às demandas do Rei, meu senhor.
ru: Отлично! Благодаря вашим навыкам экономиста мы без труда выполним требования короля, милорд.
zh: 真棒！ 全靠您的经济才能，我们才得以满足国王的要求，大人。
zh_tw: 真棒！ 全靠您的經濟才能，我們才得以滿足國王的要求，大人。

# T_GAME_QUEST_SCEN16_01_TITLE
source: Fulfill the Kings demands.
de: Erfülle die königlichen Abgaben.
es: Cumple las exigencias del rey.
fr: Répondez aux demandes du roi.
id: Penuhilah permintaan sang Raja.
it: Soddisfa le richieste del Re.
ja: 王様の要求を満たす。
ko: 왕의 요구를 완수하세요.
pt: Atenda às exigências do Rei.
ru: Выполни требования короля.
zh: 满足国王的要求。
zh_tw: 滿足國王的要求。

# T_GAME_QUEST_SCEN16_02_2_START
source: Oh No! The King demanded another consignment of wheat. Maybe we are able to trade the rest of the demanded grain with the merchant!
de: Oh Nein! Der König hat mehr Weizen verlangt. Wir müssen das fehlende Getreide beim Händler eintauschen, um die Lieferung abschließen zu können!
es: ¡Oh, no! El rey exige otro envío de trigo. Quizá podamos obtener el grano que nos falta mediante un intercambio con el mercader.
fr: Oh, non ! Le roi a demandé une autre livraison de blé. Nous pourrions peut-être échanger avec le marchand pour obtenir le grain qu'il faut livrer !
id: Aduh! Raja minta kiriman gandum lagi. Mungkin kita bisa mendapatkan sisa gandum yang diminta lewat pedagang!
it: Oh no! Il Re ha richiesto un'altra consegna di grano. Forse riusciremo a procurarci il resto del grano richiesto dal mercante.
ja: 何てことだ！国王はさらに小麦を要求してきました。私たちは要求された小麦の残りは商人と取引して入手できるでしょう。
ko: 이런! 왕이 또 다시 밀을 요구했습니다. 나머지 요구 분량을 상인과 거래할 수 있을 거예요!
pt: Ah não! O Rei exigiu outro lote de trigo. Talvez consigamos comprar o restante dos grãos necessários com o mercador!
ru: О нет! Король требует выслать еще одну партию пшеницы. Возможно, нам удастся купить недостающее количество зерна у купца!
zh: 哦不！国王要求我们再提供一批小麦。 也许我们可以向商人购买缺少的部分。
zh_tw: 哦不！國王要求我們再提供一批小麥。 也許我們可以向商人購買缺少的部分。

# T_GAME_QUEST_SCEN16_02_2_SUCCESS
source: Now we really did it! Send the wheat to the King now.
de: Wir haben es tatsächlich geschafft! Sendet den Weizen nun an den König.
es: ¡Lo conseguimos! Ahora envía al trigo al rey.
fr: Nous avons réussi ! Envoyez le blé au roi dès maintenant.
id: Akhirnya berhasil! Segera kirim gandum untuk sang Raja.
it: È fatta! Ora invia il grano al Re.
ja: 本当に私たちはやってのけた！さあ、小麦を国王に送ってください。
ko: 이제 정말 해냈습니다! 어서 밀을 왕에게 보내세요.
pt: Agora conseguimos! Envie o trigo agora parao Rei.
ru: У нас все получилось! Быстрее вышлите пшеницу королю.
zh: 我们成功了！立即向国王运送小麦。
zh_tw: 我們成功了！立即向國王運送小麥。

# T_GAME_QUEST_SCEN16_02_2_TITLE
source: Send more wheat to the King.
de: Sende weiteren Weizen an den König.
es: Envía más trigo al rey.
fr: Envoyez plus de blé au roi.
id: Kirim lebih banyak gandum untuk Raja.
it: Manda altro grano al Re.
ja: 王様に小麦をもっと送る。
ko: 밀을 더 왕에게 보내세요.
pt: Envie mais trigo ao Rei.
ru: Отправь еще пшеницы королю.
zh: 向国王上交更多小麦。
zh_tw: 向國王上交更多小麥。

# T_GAME_QUEST_SCEN16_02_START
source: The King just demanded wheat from the villages. To fulfill such a huge delivery we need more farms!
de: Der König hat soeben die ersten Abgaben von den Dörfern eingefordert. Wir sollten die verlangten Vorräte möglichst bald bereit stellen.
es: El rey acaba de exigir trigo a las aldeas. ¡Para satisfacer tal demanda necesitamos más granjas!
fr: Le roi vient d'exiger du blé des villages. Pour fournir une telle quantité, nous aurons besoin de plus de fermes !
id: Raja baru saja meminta gandum dari semua desa. Untuk memenuhi permintaan sebanyak itu, kita perlu lebih banyak pertanian!
it: Il Re ha chiesto del grano a tutti i villaggi. Per effettuare una consegna tanto ingente, ci serviranno altre fattorie!
ja: 王様は今、村に大量の小麦を要求してきました。 私たちにはもっと多くの農場が必要です！
ko: 왕이 방금 마을에 밀을 요구했습니다. 그렇게 큰 요구를 충족하려면 농장이 더 필요합니다!
pt: O Rei acabou de exigir trigo das vilas. Para atender a essa demanda enorme precisamos de mais fazendas!
ru: Король только что потребовал у деревень пшеницу. Чтобы поставить столь много ресурсов, нам потребуется больше ферм!
zh: 国王刚刚要求村庄上交小麦。 我们需要更多农田，才能满足庞大的需求量。
zh_tw: 國王剛剛要求村莊上交小麥。 我們需要更多農田，才能滿足龐大的需求量。

# T_GAME_QUEST_SCEN16_02_SUCCESS
source: There is enough wheat in stock to make the delivery, my Lord.
de: Es ist nun genug Getreide im Lager, um die Lieferung an den König zu senden, mein Herr.
es: Hay suficiente trigo almacenado para realizar la entrega, mi señor.
fr: Il y a assez de blé en stock pour effectuer la livraison, mon seigneur.
id: Persediaan gandum di gudang cukup untuk memenuhi permintaan, Tuanku.
it: Abbiamo accumulato abbastanza grano da poter effettuare la consegna, mio signore.
ja: 閣下、届けるのに十分な小麦が蓄えられました。
ko: 납품하기에 충분한 밀이 보관되어 있습니다, 영주님.
pt: Há trigo suficiente no estoque para fazer a entrega, meu senhor.
ru: Нам удалось собрать необходимое количество пшеницы, милорд.
zh: 大人，仓库中的小麦足够上交之用了。
zh_tw: 大人，倉庫中的小麥足夠上交之用了。

# T_GAME_QUEST_SCEN16_03_START
source: The King needs resources to build more warehouses. Send the required materials to the King.
de: Der König braucht Rohstoffe für den Bau von zusätzlichen Lagerhäusern. Sendet die benötigten Materialien an den König.
es: El rey necesita recursos para construir más almacenes. Envíale los materiales exigidos.
fr: Le roi a besoin de ressources pour construire plus d'entrepôts. Envoyez les matériaux requis au roi.
id: Raja perlu sumber daya untuk membangun gudang lagi. Kirim bahan-bahan yang diperlukan kepada sang Raja.
it: Il Re ha bisogno di risorse per costruire altri magazzini. Invia i materiali richiesti al Re.
ja: 国王はより多くの倉庫を建てるために資材を必要としています。 要求されている材料を国王に送ってください。
ko: 왕이 창고를 더 만들기 위해 자원이 필요합니다. 필요한 재료를 왕에게 보내세요.
pt: O Rei precisa de recursos para construir mais depósitos. Envie ao Rei os materiais exigidos.
ru: Королю нужны ресурсы для строительства пакгаузов. Отправьте его величеству необходимые материалы.
zh: 国王需要资源修建更多仓库。 请把所需的材料交给国王。
zh_tw: 國王需要資源修建更多倉庫。 請把所需的材料交給國王。

# T_GAME_QUEST_SCEN16_03_SUCCESS
source: Deliver the demanded materials now to continue with the other deliveries.
de: Ausgezeichnet, mein Herr. Sendet die Materialien, damit wir mit den anderen Lieferungen fortfahren können.
es: Envía los materiales exigidos ahora para continuar con las demás entregas.
fr: Livrez les matériaux demandés dès maintenant pour continuer avec les autres livraisons.
id: Segera antar bahan-bahan yang diminta agar bisa melanjutkan kiriman lainnya.
it: Invia i materiali richiesti per proseguire con le altre consegne.
ja: 要求されている材料を今届けてください、そして、他のものも届けていきましょう。
ko: 지금 필요한 재료를 보내고 다른 물품도 계속 보내세요.
pt: Entregue os materiais exigidos agora para continuar com as outras entregas.
ru: Отправьте необходимые материалы, чтобы начать сбор других подношений.
zh: 先提供国王需要的材料，然后才能发送其他货物。
zh_tw: 先提供國王需要的材料，然後才能發送其他貨物。

# T_GAME_QUEST_SCEN16_03_TITLE
source: Deliver construction material for a warehouse.
de: Liefere Baumaterialien für ein Lagerhaus.
es: Suministra material de construcción para un almacén.
fr: Livrez des matériaux de construction pour un entrepôt.
id: Antarkan bahan bangunan untuk gudang.
it: Consegna i materiali per costruire un magazzino.
ja: 倉庫のための建築資材を届ける。
ko: 창고용 건축 재료를 보내세요.
pt: Entregue material de construção para um depósito.
ru: Доставь строительный материал для пакгауза.
zh: 向仓库提供建筑材料。
zh_tw: 向倉庫提供建物材料。

# T_GAME_QUEST_SCEN16_04_1_START
source: The first delivery was rotten. Send a new one, once we defeated the disease in town.
de: Die erste Lieferung Fleisch war durch die Krankheit verdorben. Der König verlangt nach einer weiteren Lieferung, aber erst, nachdem wir die Krankheit im Dorf besiegt haben.
es: El primer envío estaba podrido. Envía otro cargamento cuando hayamos erradicado la enfermedad que azota la aldea.
fr: La première livraison était pourrie. Envoyez-en une nouvelle dès que nous aurons vaincu l'épidémie qui sévit en ville.
id: Kiriman pertama ternyata busuk. Sekarang kirim lagi, begitu penyakit yang melanda kota berhasil diatasi.
it: Il primo carico era avariato. Inviane un altro dopo aver curato la malattia che affligge la città.
ja: 最初に届いた分は腐ってしまっていました。街の病気を排除してから新しいものを送ってください。
ko: 첫 번째 물량이 썩었습니다. 마을의 질병을 퇴치한 후 새 것으로 보내세요.
pt: A primeira entrega estava estragada. Envie outro lote, assim que derrotarmos a doença na cidade.
ru: Первая партия мяса оказалась протухшей. Победите болезнь и повторите поставку.
zh: 第一批货物已经腐烂了。请在清除城镇的疾病后，重新运送一批新货物。
zh_tw: 第一批貨物已經腐爛了。請在清除城鎮的疾病後，重新運送一批新貨物。

# T_GAME_QUEST_SCEN16_04_1_SUCCESS
source: Excellent work, my Lord! New meat is in stock and waits to be delivered.
de: Hervorragende Arbeit, mein Herr. Eine neue Lieferung frischen Fleisches steht zur Auslieferung bereit.
es: ¡Excelente trabajo, mi señor! Tenemos un stock de carne nueva lista para el envío.
fr: Excellent travail, mon seigneur ! La nouvelle viande est stockée et n'attend plus que d'être livrée.
id: Bagus sekali, Tuanku! Sudah ada stok daging baru yang siap diantarkan.
it: Ottimo lavoro, mio signore! La nuova carne è in magazzino, in attesa di essere consegnata.
ja: すばらしい働きです、閣下！新しい肉が蓄えられ、送り届けられるのを待っています。
ko: 훌륭합니다, 영주님! 고기를 새로 확보했고 납품을 기다리고 있습니다.
pt: Excelente trabalho, meu senhor! Há nova carne no estoque esperando para ser entregue.
ru: Отличная работа, милорд! Новое мясо готово к транспортировке.
zh: 真棒，大人！新鲜的肉类已经备好，可以发运了。
zh_tw: 真棒，大人！新鮮的肉類已經備好，可以發運了。

# T_GAME_QUEST_SCEN16_04_1_TITLE
source: Send meat.
de: Sende Fleisch.
es: Envía carne.
fr: Envoyez la viande.
id: Kirim daging.
it: Invia la carne.
ja: 肉を送る。
ko: 고기를 보내세요.
pt: Envie carne.
ru: Отправь мясо.
zh: 发送肉类。
zh_tw: 發送肉類。

# T_GAME_QUEST_SCEN16_04_1_TITLE_NEW
source: Send meat once the sickness has lifted.
de: Liefert Fleisch, sobald die Krankheit vorüber ist.
es: Envía carne cuando la enfermedad se haya erradicado.
fr: Envoyez de la viande une fois la maladie disparue.
id: Kirim daging setelah serangan penyakit berakhir.
it: Invia la carne dopo che l’epidemia è stata debellata.
ja: 病気が治ったら肉を送る。
ko: 병이 나으면 고기를 보내세요.
pt: Envie carne quando a doença desaparecer.
ru: Отправь мясо после окончания эпидемии.
zh: 一旦病有起色，就送肉食过去。
zh_tw: 一旦病有起色，就送肉食過去。

# T_GAME_QUEST_SCEN16_04_START
source: Now the King asks for meat. This should be no problem with enough hunters.
de: Die königlichen Kornkammern sind endlich gefüllt. Nun verlangt der König nach Fleisch. Mit genügend Jägern sollte dies kein Problem darstellen.
es: Ahora el rey pide carne. Con suficientes cazadores, no deberíamos tener problemas.
fr: Le roi demande de la viande à présent. Cela ne devrait pas poser de problème avec assez de chasseurs.
id: Sekarang sang Raja minta daging. Seharusnya ini bukan masalah asal ada cukup banyak pemburu.
it: Ora il Re vuole della carne. Con un numero sufficiente di cacciatori, non dovrebbe essere un problema.
ja: 今、国王は肉を要求しています。 十分な狩人がいれば問題にはならないはずです。
ko: 이제 왕이 고기를 요구합니다. 사냥꾼이 충분히 있으면 문제될 것이 없습니다.
pt: Agora o Rei está pedindo carne. Isso não deve ser difícil, com tantos caçadores.
ru: Теперь король требует мяса. Нужно лишь найти новых охотников, и дело в шляпе.
zh: 现在国王需要肉类。 如果猎人数量充足，这是小菜一碟。
zh_tw: 現在國王需要肉類。 如果獵人數量充足，這是小菜一碟。
