Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_HINT_CARPENTER
source: A carpenter will repair damaged buildings in your town with resources. In addition, this building will allow you to repair all your buildings at once for a small amount of prestige.
de: Ein Schreiner repariert beschädigte Gebäude in deiner Stadt mit Ressourcen. Zudem können mit einer Schreinerei alle Gebäude deiner Stadt für ein wenig Prestige auf einmal ausgebessert werden.
es: Si tienes una carpintería con recursos puedes reparar los edificios dañados. Además te permite la opción de repararlos todos a la vez por una pequeña cantidad de prestigio.
fr: Un charpentier réparera les bâtiments endommagés de votre ville avec des ressources. De plus, ce bâtiment vous permet de réparer tous vos bâtiments d'un coup contre une petite quantité de prestige.
id: Tukang kayu akan memperbaiki bangunan yang rusak di kotamu dengan menggunakan sumber daya. Selain itu, bangunan ini memungkinkan semua bangunanmu diperbaiki sekaligus dengan biaya prestige yang kecil.
it: Il carpentiere ripara di edifici danneggiati della città usando le risorse. Inoltre, questo edificio ti permette di riparare tutte le strutture in cambio di una piccola quantità di prestigio.
ja: 大工が資材を使って、街の壊れた建物を修復します。 これを利用すれば、少しの名声で一度にすべての建物を修復することができます。
ko: 목수가 자원을 이용하여 마을의 손상된 건물을 수리합니다. 더불어 이 건물 덕택에 약간의 명망으로 건물을 모두 한 번에 수리할 수 있습니다.
pt: O carpinteiro consertará prédios danificados na sua cidade usando recursos. Além disso, com este prédio você pode reparar todos os seus prédios de uma vez em troca de um pouco de prestígio.
ru: Плотник будет ремонтировать поврежденные здания за ресурсы. Также это здание позволяет ремонтировать все здания сразу за небольшое количество очков престижа.
zh: 木匠使用资源维修城镇内的受损建筑物。 此外，木匠店铺可以让您使用一点声望立即修复所有建筑物。
zh_tw: 木匠使用資源維修城鎮內的受損建物。 此外，木匠店鋪可以讓您使用一點聲望立即修復所有建物。

# T_GAME_HINT_FIRE
source: Shouldn't we take precautions against fires breaking out in our town, my lord? We should keep our buildings well repaired and construct fire towers to prevent fires from breaking out.
de: Sollten wir nicht etwas gegen die Gefahr eines Brandes unternehmen, mein Herr? Wir sollten unsere Gebäude regelmäßig reparieren und einen Feuerturm bauen, um einem Brand vorzubeugen.
es: Milord, ¿no deberíamos tomar precauciones contra incendios que puedan producirse en la ciudad? Tenemos que mantener los edificios reparados y construir torretas de incendios para prevenirlos.
fr: Ne devrions-nous pas prendre quelques précautions face aux risques d'incendie en ville, mon seigneur ? Nous devrions prendre soin d'entretenir nos bâtiments et de construire des tours d'incendie pour empêcher les feux de se produire.
id: Bukankah kita harus mewaspadai api tersulut di kota kita, tuanku? Kita harus mempertahankan gedung kita tetap tegak dan membangun menara api untuk mencegah api tersulut.
it: Non dovremmo prendere precauzioni contro gli incendi che scoppiano in città, mio signore? Per prevenire gli incendi dobbiamo mantenere i nostri edifici in buono stato e costruire torri dei pompieri.
ja: 我々の街で発生する火事に対して予防策をたてるべきではございませんか、閣下？ 建物をきちんと修復し、火事が発生しないように火の見やぐらを建てましょう。
ko: 성주님, 마을에 화재가 발생하는데에 대처해야 하지 않을까요? 빌딩을 잘 수리한 후 화재 타워를 지어 화재를 방지해야 합니다.
pt: Não deveríamos nos precaver contra incêndios em nossa cidade, meu senhor? Precisamos manter os prédios em bom estado e construir torres contra incêndio.
ru: Не принять ли нам меры предосторожности против возможных пожаров в нашем городе, милорд? Для предотвращения пожаров необходимо, чтобы здания были хорошо отремонтированы, а также следует строить новые пожарные вышки.
zh: 我的老爷，我们难道不该采取措施，预防城镇的火灾吗？ 我们应该好好修复建筑、修建火塔防止火灾的发生。
zh_tw: 我的老爺，我們難道不應該採取措施，預防鎮上的火災嗎？ 我們應該好好修復建築、修建火塔防止火災的發生。

# T_GAME_HINT_FIRE_TITLE
source: Build a fire tower
de: Baue einen Feuerturm
es: Construye una torreta de incendios.
fr: Construisez une tour d'incendie
id: Membangun Menara Api
it: Costruisci una torre dei pompieri
ja: 火の見やぐらを建てる。
ko: 화재 타워 짓기
pt: Construa uma torre contra incêndio
ru: Построй пожарную вышку
zh: 修建一座防火塔
zh_tw: 修建一座防火塔

# T_GAME_HINT_FISHINGLODGE
source: Food stocks are running low! Produce more fish, meat or bread!
de: Nahrungsreserven niedrig! Produziere mehr Fisch, Fleisch oder Brot!
es: ¡Escasean las reservas de alimentos! ¡Produce más pescado, más carne o más pan!
fr: Les stocks de nourriture sont bas ! Produisez plus de poisson, de viande ou de pain !
id: Pasokan pangan mulai habis! Hasilkan lebih banyak ikan, daging atau roti!
it: Le scorte di cibo si stanno esaurendo! Produci più pesce, carne o pane!
ja: 食糧が残り少なくなっています！ 魚か肉、パンをもっと生産しましょう。
ko: 음식 저장량이 줄어들고 있습니다! 더 많은 생선, 고기 또는 빵을 생산하십시오!
pt: O estoque de comida está acabando! Produza mais peixe, carne ou pão!
ru: Запасы еды истощаются! Производи больше рыбы, мяса или хлеба!
zh: 食物储存不足！ 生产更多的鱼、肉和面包！
zh_tw: 食物儲存不足！ 生產更多的魚、肉和麵包！

# T_GAME_HINT_HUNTER_NODEAR
source: A hunter can't find any prey!
de: Ein Jäger findet keine Beute!
es: ¡Uno de los cazadores no puede encontrar presas!
fr: Un chasseur n'arrive pas à trouver de proie !
id: Ada pemburu yang tidak bisa menemukan buruan!
it: Un cacciatore non riesce a trovare nessuna preda!
ja: 狩人が獲物を見つけられません！
ko: 사냥꾼이 사냥감을 전혀 찾지 못하고 있어요!
pt: O caçador não consegue encontrar nenhuma caça!
ru: Охотник не может найти ни одного зверя!
zh: 一个猎人不能找到任何猎物！
zh_tw: 一個獵人不能找到任何獵物！

# T_GAME_HINT_HUNTER_NODEAR_OLD
source: A hunter can't find any deer!
de: Ein Jäger findet kein Rehwild!
es: ¡Uno de los cazadores no puede encontrar ciervos!
fr: Un chasseur n'arrive pas à trouver de cerfs !
id: Pemburu tidak bisa menemukan rusa!
it: Un cacciatore non riesce a trovare nessun cervo!
ja: 狩人は一匹も鹿を見つけられません！
ko: 사냥꾼이 사슴을 찾을 수 없습니다!
pt: O caçador não consegue encontrar nenhum veado!
ru: Охотник не может найти ни одного оленя!
zh: 猎人无法找到任何鹿！
zh_tw: 獵人無法找到任何鹿！

# T_GAME_HINT_LUMBERJACK
source: You're running low on wood! Build more forester's huts!
de: Holzreserven niedrig! Baue mehr Forsthütten!
es: ¡Te estás quedando sin madera! ¡Construye más casetas de guardas forestales!
fr: Vous n'avez presque plus de bois ! Construisez plus de cabanes du forestier !
id: Anda mulai kehabisan kayu! Bangun lebih banyak pondok rimbawan!
it: Stai esaurendo il legname! Costruisci altri capanni per i taglialegna!
ja: 木材が残り少なくなってきています！ さらに木こり小屋を建てるか、木こりが伐採するのを待ちましょう。
ko: 나무의 수가 줄어들고 있습니다! 나무꾼의 오두막을 더 지으십시오!
pt: O seu estoque de madeira está acabando! Construa mais cabanas de silvicultores!
ru: Запасы древесины истощаются! Построй больше хижин лесника!
zh: 木材不足！ 建造更多的伐木工营地！
zh_tw: 木材不足！ 建造更多的伐木工營地！

# T_GAME_HINT_MARKET
source: You need a marketplace!
de: Du brauchst einen Marktplatz!
es: ¡Necesitas un mercado!
fr: Il vous faut un marché !
id: Kamu membutuhkan pasar!
it: Ti serve un mercato!
ja: 市場が必要です！
ko: 시장이 필요합니다.
pt: Você precisa de um mercado!
ru: Тебе необходим рынок!
zh: 你需要一个市场！
zh_tw: 您需要一個市場！

# T_GAME_HINT_MORECARRIERS
source: You need more carriers! Build a warehouse!
de: Du brauchst mehr Träger! Baue Lagerhäuser!
es: ¡Necesitas más transportistas! ¡Construye un almacén!
fr: Il vous faut davantage de porteurs ! Construisez un entrepôt !
id: Kamu butuh lebih banyak pengangkut! Bangunlah gudang!
it: Ti servono più trasportatori! Costruisci un magazzino!
ja: もっと運搬人を雇ってください！ 倉庫を建ててください！
ko: 캐리어가 더 많이 필요합니다. 창고를 지으십시오.
pt: Você precisa de mais carregadores! Construa um armazém!
ru: Тебе необходимо больше носильщиков! Построй пакгауз!
zh: 你需要更多的搬运工！ 建造一个仓库！
zh_tw: 您需要更多的搬運工！ 建造一個倉庫！

# T_GAME_HINT_MOREWAREHOUSES
source: Build more warehouses!
de: Baue mehr Lagerhäuser!
es: ¡Construye más almacenes!
fr: Construisez plus d'entrepôts !
id: Bangunlah lebih banyak gudang!
it: Costruisci altri magazzini!
ja: もっと倉庫を建ててください！
ko: 창고를 더 지으십시오.
pt: Construa mais armazéns!
ru: Построй больше пакгаузов!
zh: 建造更多的仓库！
zh_tw: 建造更多的倉庫！

# T_GAME_HINT_NEEDBARRACKS
source: Barracks needed: Some guard towers are not supplied!
de: Kaserne benötigt: Einige Wachtürme werden nicht versorgt!
es: Se necesitan barracones: ¡algunas torres de vigilancia carecen de suministros!
fr: Baraquements requis : certaines tours de garde ne sont pas ravitaillées !
id: Dibutuhkan barak: Beberapa menara jaga tidak mendapat suplai!
it: Caserma richiesta: alcune torri di guardia sono sguarnite!
ja: 兵舎が必要：いくつかの見張り塔が装備されていません！
ko: 병영 필요: 일부 감시탑에 물자가 공급되지 않고 있습니다!
pt: Precisa-se de quartel: algumas torres de guarda não estão abastecidas!
ru: Требуются казармы: некоторые сторожевые вышки не получают припасы!
zh: 需要兵营：一些守卫塔得不到补给！
zh_tw: 需要兵營：一些守衛塔得不到補給！

# T_GAME_HINT_NEEDBARRACKS_TEAMSTERS
source: A barracks has no carriers assigned!
de: Eine Kaserne hat keine Träger zugewiesen!
es: ¡Hay un barracón que carece de porteadores!
fr: Des baraquements n'ont pas de porteur d'assigné !
id: Ada barak tanpa pengangkut!
it: Una caserma è sprovvista di cittadini viaggiatori!
ja: 兵舎に割り当てられた運搬人がいません！
ko: 병영에 배정된 운송 업자가 없습니다!
pt: O quartel não tem transportadores designados!
ru: Казарме не назначены носильщики!
zh: 没有向兵营指派运输员。
zh_tw: 沒有向兵營指派運輸員。

# T_GAME_HINT_NOFESTIVALS
source: A festival cannot be started at the moment!
de: Ein Fest kann im Moment nicht veranstaltet werden!
es: ¡No puede dar comienzo un festival por ahora!
fr: Il est impossible de démarrer un festival pour le moment !
id: Festival belum bisa dimulai sekarang!
it: Un festival non può iniziare in questo momento!
ja: 今はお祭りを始めることができません！
ko: 현재 축제를 시작할 수 없습니다!
pt: Não é possível começar o festival no momento!
ru: Сейчас нельзя начать празднество!
zh: 庆典目前无法开始！
zh_tw: 慶典目前無法開始！

# T_GAME_HINT_NOFREEWORKER
source: You need more workers! Build townhouses!
de: Du brauchst mehr Arbeiter! Baue Wohnhäuser!
es: ¡Necesitas más trabajadores! ¡Construye casas!
fr: Il vous faut plus de travailleurs ! Construisez des maisons !
id: Kamu butuh lebih banyak pekerja! Bangunlah rumah!
it: Ti servono più lavoratori! Costruisci dei condomini!
ja: 労働者がもっと必要です！ 家を建ててください！
ko: 더 많은 일꾼이 필요합니다. 타운 하우스를 지으십시오.
pt: Você precisa de mais trabalhadores! Construa moradias!
ru: Тебе необходимо больше рабочих! Построй городские дома!
zh: 你需要更多的工人！建造城镇排屋！
zh_tw: 您需要更多的工人！建造城鎮連棟宅邸！

# T_GAME_HINT_NOJUICE
source: A community building has no drinks to serve!
de: Ein Gemeinschaftsgebäude hat keine Getränke zum Ausschenken!
es: ¡Un edificio comunitario no sirve bebidas!
fr: Un bâtiment communautaire n'a pas de boissons à servir.
id: Ada bangunan komunitas tanpa minuman!
it: Un edificio comunitario non ha più bevande da servire!
ja: 集会所で出す飲み物がありません！
ko: 커뮤니티 건물에 음료가 떨어졌어요!
pt: Há um prédio comunitário sem nenhuma bebida!
ru: В общественном здании нет напитков!
zh: 一座社区建筑缺少饮品！
zh_tw: 一座社區建築缺少飲品！

# T_GAME_HINT_NOJUICE_OLD
source: A tavern has no supply of drinks!
de: Ein Wirtshaus hat keinen Vorrat an Getränken!
es: ¡Una taberna se ha quedado sin bebida!
fr: Une taverne est en pénurie de boisson !
id: Ada kedai minum tanpa suplai minuman!
it: Una taverna ha esaurito le scorte di bevande!
ja: 酒場に飲み物がありません！
ko: 선술집에 주류가 떨어졌어요!
pt: A taverna não tem estoque de bebidas!
ru: В таверну не поставляются напитки!
zh: 酒馆无法供应酒水！
zh_tw: 酒館無法供應酒水！

# T_GAME_HINT_NOMERCHANT
source: The merchant is unavailable at the moment!
de: Der Händler kann im Moment deine Stadt nicht besuchen!
es: ¡Ahora el mercader no está disponible!
fr: Le marchand est indisponible pour le moment !
id: Pedagang tidak tersedia untuk sementara!
it: Il mercante non è disponibile in questo momento!
ja: 現時点で商人は利用できません！
ko: 상인들은 현재 이용 불가능합니다.
pt: O mercador não está disponível no momento!
ru: В данный момент купец недоступен!
zh: 此刻没有商人！
zh_tw: 此刻沒有商人！

# T_GAME_HINT_NOMONEY
source: You are low on Thaler! Trade or raise taxes!
de: Deine Taler sind verbraucht! Handle oder steigere die Steuern!
es: ¡Tienes pocos táleros! ¡Comercia o sube los impuestos!
fr: Vous manquez d'écus ! Faites du commerce ou augmentez les impôts !
id: Cadangan Thaler menipis! Berdaganglah atau tingkatkan pajak!
it: Hai pochi talleri! Commercia o aumenta le tasse!
ja: ターレルが足りません！ 売買または増税を行ってください！
ko: 탈러가 얼마 남지 않았습니다. 거래 또는 세금을 인상하십시오.
pt: Você está com baixo nível de Táler! Faça comércio ou aumente os impostos!
ru: У тебя мало талеров! Торгуй или подымай подати!
zh: 你的泰勒币（德国旧银币名）数量少！贸易或增加税收！
zh_tw: 您的泰勒幣（德國舊銀幣名）數量少！貿易或增加稅收！

# T_GAME_HINT_NOTAVAILABLE
source: This feature is unavailable at the moment!
de: Diese Funktion ist momentan nicht verfügbar!
es: ¡Este elemento no está disponible por ahora!
fr: Cette fonctionnalité est indisponible pour le moment !
id: Fitur ini sedang tidak tersedia!
it: Questa funzione non è disponibile in questo momento!
ja: 今この機能は使えません！
ko: 이 기능은 현재 사용할 수 없습니다!
pt: Esse recurso não está disponível no momento!
ru: В данный момент эта функция недоступна!
zh: 此功能目前不可用！
zh_tw: 此功能目前不可用！

# T_GAME_HINT_PLAGUE
source: My lord, there are rumors about a strange new disease in town. We should make preparations to provide medicine for our Townies. It would be advisable to build an infirmary.
de: Mein Herr, es kursieren Gerüchte über eine seltsame Krankheit im Dorf. Wir sollten Vorbereitungen treffen und für Medizin sorgen. Es wäre ratsam, einen Heilmedikus im Dorf zu haben.
es: Milord, me han llegado rumores sobre una extraña enfermedad que afecta a la ciudad. Deberíamos prepararnos para proveer de más medicinas a los townies. Sería recomendable construir una enfermería.
fr: Mon seigneur, des rumeurs parlent d'une nouvelle maladie étrange en ville. Nous devrions prendre des mesures pour fournir des remèdes à nos habitants. Il serait bon de bâtir une infirmerie.
id: Tuanku, ada rumor tentang penyakit baru yang aneh di kota. Kita harus bersiap-siap menyediakan obat untuk Townies kita. Dianjurkan membangun puskesmas.
it: Mio signore, corrono voci su una nuova epidemia in città. Dovremmo prepararci a fornire medicine ai nostri sudditi. Sarebbe consigliabile costruire un'infermeria.
ja: 閣下、街で奇妙な新しい病気について噂がございます。薬を提供できるよう準備しましょう。 診療所を建てるのがよろしいかと存じます。
ko: 성주님, 새로운 질병에 관한 소문이 돌고 있습니다. 주민들에게 약을 제공하기 위하여 준비해야 합니다. 병원을 짓는것을 추천합니다.
pt: Meu senhor, há boatos sobre uma nova e estranha doença na cidade. Precisamos nos preparar e ter remédio para os habitantes. É aconselhável construir uma enfermaria.
ru: Милорд, ходят слухи о новой странной болезни в городе. Следует подготовить все необходимое для снабжения наших горожан лекарством. Было бы мудро построить лазарет.
zh: 我的老爷，镇上有关于一种新的怪病的传言。我们应该做好准备，为镇民提供药品。 建议建造一间医务室。
zh_tw: 我的老爺，鎮上有關於一種新的怪病的傳言。我們應該做好準備，為鎮民提供藥品。 建議建造一間醫務室。

# T_GAME_HINT_PLAGUE_NEW
source: My lord, there are rumors about a strange new disease in town. We should make preparations to provide medicine for our Townies. It would be advisable to build an infirmary. The doctor can get medicinal herbs from a farm and use them to heal ill Townies.
de: Mein Herr, es kursieren Gerüchte über eine seltsame Krankheit im Dorf. Wir sollten Vorbereitungen treffen und für Medizin sorgen. Es wäre ratsam, einen Heilmedikus im Dorf zu haben. Dieser kann Heilkräuter von einem Bauernhof ernten lassen und sie zu medizinischen Zwecken verwenden.
es: Mi señor, me han llegado rumores sobre una extraña enfermedad que afecta a la ciudad. Deberíamos prepararnos para proporcionar más medicamentos a los Townies. Sería recomendable construir una enfermería. El doctor puede conseguir plantas medicinales de una granja para curar a los Townies enfermos.
fr: Mon seigneur, des rumeurs parlent d'une nouvelle maladie étrange en ville. Nous devrions prendre des mesures pour fournir des remèdes à nos habitants. Il serait bon de bâtir une infirmerie.
id: Tuanku, ada desas-desus tentang penyakit baru yang aneh di kota. Ada baiknya Tuanku membangun rumah sakit. Dokter bisa mendapat tanaman obat dari pertanian dan menggunakannya untuk menyembuhkan para Townies yang sakit.
it: Mio signore, corrono voci su una nuova epidemia in città. Dovremmo prepararci a fornire medicine ai nostri sudditi. Sarebbe consigliabile costruire un’infermeria. Il dottore può ottenere erbe medicinali da una fattoria e usarle per curare i cittadini malati.
ja: 閣下、町で新しい奇妙な病気の噂があります。タウニーのために薬を提供する準備をしなければなりません。 診療所を作ると良いでしょう。医者はハーブを農場から手に入れて病気のタウニーを治すことができます。
ko: 영주님, 이상한 신종 질병에 대한 소문이 마을에 퍼졌습니다. 주민들에게 약품을 제공할 준비를 해야 합니다. 병원을 만드는 것이 좋습니다. 의사가 농장에서 약초를 구해서 아픈 주민들을 치료할 수 있어요.
pt: Milorde, há boatos sobre uma nova e estranha doença na cidade. Precisamos nos preparar e ter remédio para os habitantes. É aconselhável construir uma enfermaria. O médico pode obter ervas medicinais da fazenda e usá-las para cuidar dos habitantes doentes.
ru: Милорд, ходят слухи о новой странной болезни в городе. Следует подготовить все необходимое для снабжения наших горожан лекарством. Было бы мудро построить лазарет. Необходимые для лечения больных травы доктор сможет получить от фермера.
zh: 大人，有传言说，城里新出现一种怪病。咱们得做好准备，向镇民提供药品。 应该兴建一家医院。医生可以从农场得到药草，用以医治患病的镇民。
zh_tw: 大人，有傳言說，城裡新出現一種怪病。咱們得做好準備，向鎮民提供藥品。 應該興建一家醫院。醫生可以從農場得到藥草，用以醫治患病的鎮民。

# T_GAME_HINT_PLAGUE_TITLE
source: Build an infirmary and a herb garden.
de: Siedle einen Heilmedikus an und baue einen Kräutergarten
es: Construye una enfermería y un huerto de hierbas.
fr: Construisez une infirmerie et à un jardin aux plantes.
id: Bangun puskesmas dan kebun toba.
it: Costruisci un'infermeria e un orto.
ja: 診療所とハーブ畑を建てる。
ko: 병원과 허브 정원을 짓습니다
pt: Construa uma enfermaria e um jardim de ervas.
ru: Построй лазарет и сад трав.
zh: 建造一个医务室和草药园。
zh_tw: 建造醫務室和草藥園。

# T_GAME_HINT_PLAGUE_TITLE_NEW
source: Build an infirmary.
de: Siedle einen Heilmedikus an.
es: Construye una enfermería.
fr: Construisez une infirmerie.
id: Bangunlah rumah sakit.
it: Costruisci un'infermeria.
ja: 診療所を作る。
ko: 병원을 만드세요.
pt: Construa uma enfermaria.
ru: Построй лазарет.
zh: 兴建医院。
zh_tw: 興建醫院。

# T_GAME_HINT_QUESTFAILED
source: Task failed!
de: Aufgabe fehlgeschlagen!
es: ¡Tarea fracasada!
fr: Tâche échouée !
id: Tugas gagal!
it: Compito fallito!
ja: クエスト失敗！
ko: 임무 실패!
pt: Você não cumpriu a tarefa!
ru: Задание провалено!
zh: 任务失败！
zh_tw: 任務失敗！

# T_GAME_HINT_REPAIR
source: Repair your buildings!
de: Repariere deine Gebäude!
es: ¡Repara los edificios!
fr: Réparez les bâtiments !
id: Perbaikilah bangunanmu!
it: Ripara i tuoi edifici!
ja: 建物を修復してください！
ko: 빌딩을 수리하십시오
pt: Conserte suas construções!
ru: Отремонтируй свои здания!
zh: 修缮衰朽的建筑物！
zh_tw: 修繕衰朽的建築物！

# T_GAME_HINT_UNSATISFIED_DESIRE
source: {BUILDINGNAME}: {RESSOURCE} satisfaction decreasing!
de: {BUILDINGNAME}: {RESSOURCE} Zufriedenheit sinkt!
es: {BUILDINGNAME}: ¡está disminuyendo la satisfacción de {RESSOURCE}!
fr: {BUILDINGNAME} : satisfaction {RESSOURCE} en baisse !
id: {BUILDINGNAME}: tingkat kepuasan untuk {RESSOURCE} menurun!
it: {BUILDINGNAME}: soddisfazione per {RESSOURCE} in calo!
ja: {BUILDINGNAME}：{RESSOURCE} 満足度が下がっています！
ko: {BUILDINGNAME}: {RESSOURCE} 만족도가 감소하고 있어요!
pt: {BUILDINGNAME}: satisfação de {RESSOURCE} reduzida!
ru: {BUILDINGNAME}: снижение уровня удовлетворения ресурсом {RESSOURCE}!
zh: {BUILDINGNAME}: {RESSOURCE} 满足度正在下降！
zh_tw: {BUILDINGNAME}: {RESSOURCE} 滿足度正在下降！

# T_GAME_LEVELUP
source: Level up!
de: Neue Stufe erreicht!
es: ¡Ascenso de nivel!
fr: Nouveau niveau !
id: Naik level!
it: Nuovo livello!
ja: レベルアップ！
ko: 레벨 상승!
pt: Subiu de nível!
ru: Новый уровень!
zh: 升级！
zh_tw: 升級！

# T_GAME_LOADINGTIP_001
source: Farmers can't work until crops are regrown. If you build several smaller fields, farmers can rotate fields and avoid downtime.
de: Bauern halten ihre Arbeit an, während ihr Weizenfeld nachwächst. Es ist ratsam, mehrere kleine Felder zu haben, um diese Zeit zu überbrücken.
es: Los granjeros no pueden trabajar hasta que los cultivos vuelvan a crecer. Si construyes varios campos pequeños, los granjeros pueden pasar de uno a otro para evitar períodos de inactividad.
fr: Les fermiers ne peuvent pas travailler tant que les cultures n'ont pas poussé. En disposant de plusieurs petits champs, les fermiers peuvent tourner de l'un à l'autre pour éviter les temps morts.
id: Petani tidak bisa bekerja hingga tanaman ditumbuhkan kembali. Jika kamu membangun beberapa ladang kecil, petani bisa beralih ladang dan mencegah waktu menganggur.
it: I contadini non possono lavorare finchè i raccolti non ricrescono. Se costruisci diversi piccoli campi, i contadini possono ruotare le coltivazioni ed evitare i tempi morti.
ja: 作物が再び収穫できるようになるまで農民は働きません。小さな農場をいくつか建設すれば、農民は順に仕事ができ、休止時間を発生しないようにすることができます。
ko: 작물이 자랄때까지 농부들은 일을 할 수 없습니다. 작은 밭을 여러개 지으시면, 일꾼들이 돌아가면서 일을 할 수 있습니다.
pt: Os fazendeiros não podem trabalhar até que a safra tenha crescido novamente. Se você construir diversos campos menores, os fazendeiros podem girar os campos e evitar o tempo de inatividade.
ru: Фермеры не могут работать до тех пор, пока урожай не вырастет снова. Если построить несколько меньших по размеру полей, фермеры смогут осуществлять ротацию полей, что позволит избежать простоев.
zh: 直到庄稼重新生长出来，农民才能有活干。所以，如果你造几块较小的田地，农民就可以轮换种地，避免停工了。
zh_tw: 直到莊稼重新生長出來，農民才能有活幹。所以，如果您造幾塊較小的田地，農民就可以輪換種地，避免停工了。

# T_GAME_LOADINGTIP_002
source: Make sure to assign enough townies to warehouses as carriers to avoid transportation delays.
de: Weise früh genug neue Träger in deinen Lagerhäusern zu, um den Gütertransport zu beschleunigen.
es: Asigna suficientes townies a los almacenes como transportistas para evitar retrasos en el transporte.
fr: Veillez à affecter assez d'habitants aux entrepôts en tant que porteurs pour éviter les délais de transport.
id: Pastikan untuk menugaskan cukup Townie di gudang untuk mencegah keterlambatan pengangkutan.
it: Assegna un numero sufficiente di paesani ai magazzini come trasportatori, per evitare ritardi nei trasporti.
ja: 倉庫に十分な運搬人を雇えば、スムーズに輸送が行われます。
ko: 수송 지연을 막기위하여 주민들을 창고에 충분히 배정하십시오.
pt: Certifique-se de designar moradores suficientes para os armazéns como carregadores para evitar atrasos no transporte.
ru: Обязательно назначь больше поселян в пакгаузы в качестве носильщиков с тем, чтобы избежать задержек в перемещении.
zh: 确保分配足够的镇民到仓库当搬运工，避免运输延误
zh_tw: 確保分配足夠的鎮民到倉庫當搬運工，避免運輸延誤

# T_GAME_LOADINGTIP_003
source: Community buildings like the tavern are more effective when supplied with grape juice from a juice manufacture or brew from the monastery.
de: Gemeinschaftsgebäude, wie das Wirtshaus, sind viel effektiver, wenn du sie mit Traubensaft von der Kelterei oder Gebräu vom Kloster versorgst.
es: Los edificios comunitarios, como las tabernas, son más eficaces cuando hay una fábrica que la abastece de zumo de uva o un monasterio que la abastece de cerveza.
fr: Les bâtiments communautaires comme la taverne sont plus efficaces lorsqu'ils sont approvisionnés en jus de raisin provenant d'une fabrique de jus ou d'une brasserie du monastère.
id: Bangunan komunitas seperti kedai minum lebih efektif kalau dipasok jus anggur dari tempat pembuatan jus atau ramuan dari biara.
it: Gli edifici comunitari come la taverna sono più efficienti quando sono riforniti di succo d’uva proveniente da una manifattura di succo o di cervesia dal monastero.
ja: 酒場のような集会所は、ジュース製造業者のブドウジュースや、修道院の醸造酒をふるまうと、より効果的に機能します。
ko: 선술집 같은 커뮤니티 건물은 주스 공장에서 포도 주스나 수도원에서 감주를 받으면 효과가 커집니다.
pt: Os prédios comunitários como a taverna são mais eficientes quando têm suco de uva de uma fábrica de suco ou cerveja do mosteiro.
ru: Общественные здания, такие как таверна, станут успешнее, если поставлять в них виноградный сок с соковой мануфактуры или пиво из монастыря.
zh: 有了果汁厂供应葡萄汁、修道院供应啤酒，诸如酒馆一类的社区建筑就会更为有效。
zh_tw: 有了果汁廠供應葡萄汁、修道院供應啤酒，諸如酒館一類的社區建築就會更為有效。
