Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2016_10_BANDIT_END_DESC
source: Bandits! Let’s get the hell out of here! We call it a tactical retreat. We have stolen enough anyway.
de: Los Männer, taktischer Rückzug. Wir hauen hier ab. Wir haben sowieso mehr gestohlen als wir tragen können.
es: ¡Bandidos! ¡Salgamos pitando de aquí! Lo llamaremos retirada táctica. De todas formas, ya hemos robado bastante.
fr: Des bandits ! Fichons le camp d'ici ! Ce sera une retraite tactique. Nous avons déjà assez volé.
id: Kawan-kawan bandit! Ayo, kita menyingkir dari sini! Anggap saja sebagai taktik. Hasil curian kita toh sudah cukup banyak.
it: Banditi! Andiamocene di qui! Si chiama ritirata strategica. Abbiamo già rubato a sufficienza, in ogni caso.
ja: 盗賊たち！さあ出て行くぞ！これは戦術的な撤退だ。もうすでに十分盗んだぞ。
ko: 강도다! 어서 떠나요! 전술적 후퇴라는 거죠. 이미 충분히 털었잖아요.
pt: Bandidos! Vamos dar o fora daqui! Digamos que é uma retirada estratégica. Já roubamos o suficiente.
ru: Бандиты, бежим отсюда! Точнее, отступаем. Мы уже и так достаточно награбили.
zh: 弟兄们！咱们冲出去！这叫战术撤退。咱们抢得够多了。
zh_tw: 弟兄們！咱們沖出去！這叫戰術撤退。咱們搶得夠多了。

# T_SCENARIO_2016_10_BANDIT_TIMER_10_DESC
source: Did you just destroy one of our camps? By doing so, you are just challenging us. Attack the town, fellas!
de: Mit der Zerstörung eines unserer Lager fordert Ihr uns nur noch mehr heraus. Zum Angriff Männer! Dieses Dorf ist überreif!
es: ¿Has destruido uno de nuestros campamentos? Eso es un desafío. ¡Atacad la ciudad, compañeros!
fr: Vous venez de détruire un de nos camps ? Très bien, je relève le défi. Attaquez la ville, les gars !
id: Kalian hancurkan satu perkemahan kami? Berarti kalian menantang. Ayo, kawan-kawan, serang kota!
it: Hai appena distrutto uno dei nostri accampamenti? Questa è una sfida. Attaccate la città, miei prodi!
ja: 俺たちの野営地を壊したのか？俺たちに挑戦してくるとはな。おい、お前ら、町を襲え！
ko: 방금 우리 프 하나를 파괴했나요? 우리에게 도전하는 거군요. 친구들, 마을을 공격해라!
pt: Você destruiu um dos nossos acampamentos? Fazendo isso, você está nos desafiando. Ataquem a cidade, colegas!
ru: Ты что, только что уничтожил один из наших лагерей? Это ты зря. Парни, атакуем город!
zh: 是您毁了我的一个营地吧？您这么做，是要向我们挑战吗？兄弟们，攻城！
zh_tw: 是您毀了我的一個營地吧？您這麼做，是要向我們挑戰嗎？兄弟們，攻城！

# T_SCENARIO_2016_10_HAPPYNESS_DESC
source: Oh no, my Lord. The Townies are unhappy and not willing to pay taxes. We should fulfill their desires to earn taxes again.
de: Oh nein mein Herr, die Townies sind unzufrieden und zahlen kaum noch Steuern. Wir sollten ihren Wünschen nachkommen, um den Steuerertrag zu steigern.
es: Oh, no, mi señor. Los Townies son infelices y no quieren pagar impuestos. Debemos satisfacer sus deseos para poder recaudar.
fr: Oh non, mon seigneur. Les habitants sont mécontents et ne veulent pas payer leurs impôts. Nous devrions répondre à leurs demandes afin de toucher à nouveau des impôts.
id: Gawat, Tuanku. Para Townies kecewa dan tidak mau membayar pajak. Kita harus memenuhi keinginan mereka untuk mendapatkan uang pajak lagi.
it: Oh no, mio signore. I cittadini sono insoddisfatti e non vogliono più pagare le tasse. Dobbiamo soddisfare i loro desideri per riscuotere di nuovo le tasse.
ja: なんということでしょう、閣下。タウニーたちは幸福を感じておらず税金を払うつもりがありません。彼らの望みを叶えて税金を集めなければなりません。
ko: 영주님. 주민들의 불만이 쌓여 세금을 내지 않으려 합니다. 주민들이 원하는 것을 해결하고 세금을 다시 받아야 합니다.
pt: Ah, não, milorde. Os habitantes estão insatisfeitos e se recusam a pagar impostos enquanto não atendermos às necessidades deles.
ru: О нет, милорд. Горожане недовольны и отказываются платить налоги. Нужно удовлетворить их потребности, чтобы продолжить пополнять казну.
zh: 哎呀，大人，不好了。镇民感到不幸福了，不愿意交税了。咱们应该满足他们的愿望，使他们继续交税。
zh_tw: 哎呀，大人，不好了。鎮民感到不幸福了，不願意交稅了。咱們應該滿足他們的願望，使他們繼續交稅。

# T_SCENARIO_2016_10_HAPPYNESS_NAME
source: Increase the happiness to earn taxes again.
de: Erhöhe die Zufriedenheit, damit die Townies wieder Steuern zahlen.
es: Aumenta la felicidad para volver a recaudar impuestos.
fr: Augmentez le bonheur pour gagner à nouveau des impôts.
id: Tingkatkan kebahagiaan untuk mendapatkan uang pajak lagi.
it: Aumenta la felicità per riscuotere di nuovo le tasse.
ja: 幸福度を上げて再び税金を集める。
ko: 행복도를 높여 세금을 다시 징수하세요.
pt: Aumente a felicidade para voltar a arrecadar impostos.
ru: Увеличь уровень счастья, чтобы продолжить собирать налоги.
zh: 增强幸福感，重新得税款。
zh_tw: 增強幸福感，重新得稅款。

# T_SCENARIO_2016_10_MAIN_00_DESC
source: Governor, I need plenty of coins. Establish a flourishing economy and pay tribute. But be warned, there are many bandits in the area. The whole kingdom is counting on you.
de: Mein Statthalter, ich benötige reichlich Taler. Baut eine florierende Wirtschaft auf und leistet einen Tribut. Aber passt auf die Banditen auf. Das ganze Königreich zählt auf Euch!
es: Gobernador, necesito muchas monedas. Establece una economía boyante y paga tributos. Pero te aviso, hay muchos bandidos en la zona. El reino entero cuenta contigo.
fr: Gouverneur, j'ai besoin d'énormément de pièces. Établissez une économie fleurissante et payez votre tribut. Par contre, prenez garde : il y a de nombreux bandits dans la région. Tout le royaume compte sur vous.
id: Gubernur, aku butuh banyak keping uang. Galakkan perekonomian dan bayarlah upeti. Tapi awas, ada banyak bandit di sekitar. Seluruh kerajaan mengandalkanmu.
it: Governatore, mi serve molto contante. Crea un’economia fiorente e paga i tuoi tributi. Ma attenzione, ci sono molti banditi nella zona. L’intero regno conta su di te.
ja: 知事よ、私はたくさんのコインが必要だ。繁栄した経済を築いて貢物をするのだ。でもこの辺りにはたくさんの盗賊がいるので気をつけろ。この王国全体がそなたを頼りにしている。
ko: 영주님, 코인이 많이 필요해요. 경제를 활성화해서 조공을 바치세요. 하지만 조심하세요. 여기에는 강도가 많아요. 온 왕국이 영주님을 믿고 있어요.
pt: Governador, eu preciso de muitas moedas. Estabeleça uma economia forte e pague tributos. Mas fique sabendo que há bandidos na região. O reino inteiro conta com sua diligência.
ru: Губернатор, мне нужны деньги. И много. Добейтесь здесь процветания и выплатите дань. Но будьте осторожны: в области полно бандитов. Помните, в ваших руках судьба всего королевства!
zh: 总督，朕需要大笔钱款。赶快繁荣经济，多多进贡。不过，你要注意，那个地区盗匪丛生。整个王国，就指望你了。
zh_tw: 總督，朕需要大筆錢款。趕快繁榮經濟，多多進貢。不過，你要注意，那個地區盜匪叢生。整個王國，就指望你了。

# T_SCENARIO_2016_10_MAIN_00_END
source: Very well done my governor. I knew I could count on you. You shall be rewarded and gain more reputation.
de: Hervorragend mein Statthalter, ich wusste ich kann auf Euch zählen. Ihr sollt belohnt werden und ein höheres Ansehen erhalten.
es: Excelente, gobernador. Sabía que podía contar contigo. Se te recompensará y tu reputación mejorará.
fr: Beau travail, gouverneur. Je savais que je pouvais compter sur vous. Vous serez récompensé et gagnerez en réputation.
id: Bagus sekali, Gubernur. Aku tahu kau bisa diandalkan. Kau akan menerima hadiah dan reputasimu akan naik.
it: Molto bene, mio Governatore. Sapevo di poter contare su di te. Sarai ricompensato e la tua reputazione aumenterà.
ja: よくやった、私の知事よ。そなたならできると信じていまた。そなたは報いを受けてさらなる評判を得たのだ。
ko: 잘했어요, 영주님. 믿어도 될 줄 알았어요. 푸짐한 보상과 명성을 받게 될 거예요.
pt: Muito bem, meu governador. Sabia que podia contar com você. Você será recompensado e ganhará mais reputação.
ru: Хорошая работа, губернатор. Я знал, что вы не подведете. Вы заслужили свою награду и репутацию!
zh: 我的总督，干得不错。朕早就知道，你值得信任。你会得到奖赏，声名日盛。
zh_tw: 我的總督，幹得不錯。朕早就知道，你值得信任。你會得到獎賞，聲名日盛。

# T_SCENARIO_2016_10_NEED_BREAD_DESC
source: My Lord, the warehouse stocks are running low on bread. This makes the people unhappy.
de: Mein Herr, die Brotvorräte gehen zu neige. Das macht die Bevölkerung unzufrieden.
es: Mi señor, las existencias de pan se están agotando. Esto hace infeliz a la gente.
fr: Mon seigneur, les stocks de pain diminuent dans l'entrepôt. Cela rend les gens malheureux.
id: Tuanku, persediaan roti di gudang mulai menipis. Ini membuat rakyat menjadi tidak bahagia.
it: Milord, le scorte di pane in magazzino sono ridotte. La gente è scontenta.
ja: 閣下、パンが足りなくなっています。これでは人々が不満になります。
ko: 영주님, 창고에 빵 비축량이 줄고 있습니다. 주민들의 불만이 쌓일 거예요.
pt: Milorde, o estoque de pão no depósito está perto de acabar. Isso deixa o povo insatisfeito.
ru: Милорд, в пакгаузе заканчивается хлеб. Народ начинает роптать.
zh: 主人，面包的库存量降低了，人民感到不幸福。
zh_tw: 主人，麵包的庫存量降低了，人民感到不幸福。

# T_SCENARIO_2016_10_NEED_BREAD_NAME
source: Have enough bread to increase the happiness.
de: Habe ausreichend Brot, um einen Streik zu verhindern.
es: Ten suficiente pan para aumentar la felicidad.
fr: Accumulez suffisamment de pain pour augmenter le bonheur.
id: Sediakan cukup banyak roti untuk meningkatkan kebahagiaan.
it: Accumula pane a sufficienza per aumentare la felicità.
ja: 幸福度を上げるために十分なパンを確保する。
ko: 빵을 충분히 확보하여 행복도를 높이세요.
pt: Faça um estoque de pão para aumentar a felicidade.
ru: Запасись хлебом, чтобы повысить уровень счастья.
zh: 弄到足够的面包，提高人民幸福度。
zh_tw: 弄到足夠的麵包，提高人民幸福度。

# T_SCENARIO_2016_10_NEED_BREW_DESC
source: Dissatisfaction is spreading, My lord. The people are longing for brew.
de: Unmut macht sich in der Bevölkerung breit: Es fehlt an Gebräu.
es: La insatisfacción se extiende, mi señor. La gente ansía cerveza.
fr: Le mécontentement gronde, mon seigneur. Les gens veulent de la boisson.
id: Ketidakpuasan semakin meluas, Tuanku. Orang-orang mendambakan bir.
it: L’insoddisfazione si estende, milord. La gente vuole più birra.
ja: 不満が広がっています、閣下、人々はビールを欲しがっています。
ko: 불만이 널리 퍼지고 있습니다, 영주님. 주민들이 맥주를 원합니다.
pt: A insatisfação está se espalhando, milorde. O povo anseia por cerveja.
ru: Недовольство нарастает, милорд. Народ скучает по пиву.
zh: 主人，不满情绪在扩散。人民渴望喝啤酒。
zh_tw: 主人，不滿情緒在擴散。人民渴望喝啤酒。

# T_SCENARIO_2016_10_NEED_BREW_NAME
source: Have enough brew in stock to prevent a coming strike of the Townies.
de: Lagere ausreichend Bier, um einen Streik zu verhindern.
es: Ten suficiente cerveza almacenada para evitar que los Townies vayan a la huelga.
fr: Accumulez assez de poisson dans l'entrepôt pour éviter une grève des habitants.
id: Tambah persediaan bir untuk mencegah aksi mogok para Townies.
it: Accumula birra a sufficienza per impedire uno sciopero dei cittadini.
ja: タウニーたちのストライキを防ぐために十分な量のビールを蓄えておく。
ko: 맥주를 충분히 확보하여 주민들의 시위를 막으세요.
pt: Faça um estoque de cerveja para evitar que os habitantes façam greve.
ru: Запасись пивом, чтобы предотвратить забастовку горожан.
zh: 储存足够啤酒，以防镇民罢工。
zh_tw: 儲存足夠啤酒，以防鎮民罷工。

# T_SCENARIO_2016_10_NEED_CARPENTER_DESC
source: The carpenter has his work cut out for him. Many buildings need to be repaired, my Liege. I advice to build more carpenters.
de: Der Schreiner hat alle Hände voll zu tun, bei so vielen Gebäuden. Es wäre ratsam, eine weitere Schreinerei zu errichten.
es: Hay que reparar muchos edificios y el carpintero no da abasto, excelencia. Te aconsejo que construyas más carpinterías.
fr: Le charpentier est noyé sous le travail. De nombreux bâtiments ont besoin d'être réparés, mon seigneur. Je vous conseille de nommer plus de charpentiers.
id: Tukang kayu sangat sibuk. Ada banyak bangunan yang harus diperbaiki, Tuanku. Aku sarankan kita menambah jumlah tukang kayu.
it: Il carpentiere ha troppo lavoro. Molti edifici devono essere riparati, mio signore. Io ti consiglio di costruire altre carpenterie.
ja: 大工は仕事の準備をしています。たくさんの建物が修理を必要としています、領主様。もっとたくさんの大工が必要です。
ko: 목수의 작업 한계에 도달했어요. 많은 건물을 수리해야 합니다, 영주님. 목공소를 더 많이 만드세요.
pt: O carpinteiro está sobrecarregado, e muitos prédios precisam de conserto, meu senhor. Recomendo construir mais carpintarias.
ru: Плотник работает не покладая рук, но ему никак не починить все здания в городе, ваша светлость. Советую построить еще несколько мастерских плотника.
zh: 木匠作坊，活儿干不过来了。大人，很多房屋需要维修。小人建议，多建些木匠作坊。
zh_tw: 木匠作坊，活兒幹不過來了。大人，很多房屋需要維修。小人建議，多建些木匠作坊。

# T_SCENARIO_2016_10_NEED_CARPENTER_NAME
source: Build a carpenter's workshop to increase the happiness.
de: Errichte eine Schreinerei, um einen Streik zu verhindern.
es: Construye una taller de carpintero para aumentar la felicidad.
fr: Construisez une menuiserie pour augmenter le bonheur.
id: Bangunlah bengkel tukang kayu untuk meningkatkan kebahagiaan.
it: Costruisci un laboratorio di carpentiere per aumentare la felicità.
ja: 人々の幸福度を上げるために大工の作業場を作る。
ko: 목공소를 만들어 행복도를 높이세요.
pt: Construa uma carpintaria para aumentar a felicidade.
ru: Построй мастерскую плотника, чтобы повысить уровень счастья.
zh: 修建木匠作坊，提高人民幸福度。
zh_tw: 修建木匠作坊，提高人民幸福度。

# T_SCENARIO_2016_10_NEED_CLOTHS_DESC
source: I have nothing to wear. We need more clothes and dresses.
de: Ich finde schon wieder nichts zum anziehen. Wir brauchen mehr Kleider.
es: No tengo nada que ponerme. Necesitamos más ropa.
fr: Je n'ai plus rien à me mettre. Nous avons besoin de plus de vêtements et de robes.
id: Aku tidak punya baju. Kita perlu lebih banyak baju dan pakaian.
it: Non ho nulla da indossare. Ci servono più abiti.
ja: 私には着るものがありません。もっと服やドレスが必要です。
ko: 입을 것이 없어요. 옷과 드레스가 더 필요해요.
pt: Não tenho o que vestir. Nós precisamos de mais roupas.
ru: Мне нечего надеть. Нам нужно больше одежды и платьев.
zh: 我没衣服穿了。我们需要更多的衣裙。
zh_tw: 我沒衣服穿了。我們需要更多的衣裙。

# T_SCENARIO_2016_10_NEED_CLOTHS_NAME
source: Have enough clothes in stock to increase the happiness.
de: Habe ausreichend Kleidung, um einen Streik zu verhindern.
es: Ten suficiente ropa almacenada para aumentar la felicidad.
fr: Accumulez suffisamment de vêtements pour augmenter le bonheur.
id: Sediakan cukup banyak pakaian untuk meningkatkan kebahagiaan.
it: Accumula abiti a sufficienza per aumentare la felicità.
ja: 幸福度を上げるために十分な衣服を確保する。
ko: 옷을 충분히 확보하여 행복도를 높이세요.
pt: Faça um estoque de roupas para aumentar a felicidade.
ru: Запасись одеждой, чтобы повысить уровень счастья.
zh: 储存足够的服装，提高人民幸福度。
zh_tw: 儲存足夠的服裝，提高人民幸福度。

# T_SCENARIO_2016_10_NEED_FIREWATCH_DESC
source: Sir, the fire towers are not covering enough buildings, we should build more.
de: Mein Herr, die Feuertürme decken nicht ausreichend Gebäude ab, wir sollten weitere Feuertürme errichten.
es: Señor, las torretas de incendio existentes no protegen suficientes edificios, debemos construir más.
fr: Sire, les tours d'incendie ne couvrent pas assez de bâtiments, nous devrions en bâtir plus.
id: Tuanku, jumlah menara pemadam kebakaran tidak cukup, kita perlu bangun menara lagi.
it: Signore, le torri dei pompieri non coprono un numero sufficiente di edifici, dobbiamo costruirne altri.
ja: 火の見やぐらが建物を十分にカバーできていません。もっと作る必要があります。
ko: 영주님, 소화탑이 건물을 충분히 보호하지 못하고 있어요. 소화탑을 더 만드세요.
pt: Senhor, as torres contra incêndio não protegem todos os prédios. Construa mais.
ru: Сир, пожарные башни не покрывают всю площадь города. Нужно увеличить их число.
zh: 阁下，消防塔没有覆盖足够的房屋，咱们应该多建些。
zh_tw: 閣下，消防塔沒有覆蓋足夠的房屋，咱們應該多建些。

# T_SCENARIO_2016_10_NEED_FISH_DESC
source: We don‘t even have enough fish in this village. I will not pay any taxes!
de: Nicht einmal ausreichend Fisch haben wir in diesem Dorf. Für so etwas zahle ich doch keine Steuern!
es: Ni siquiera tenemos suficiente pescado en esta aldea. ¡No pagaré impuestos!
fr: Nous n'avons même pas assez de poisson dans ce village. Je ne paierai aucun impôt !
id: Persediaan ikan pun tidak cukup di desa ini. Aku tidak mau membayar pajak!
it: Non abbiamo nemmeno abbastanza pesce in questo villaggio. Non pagherò più le tasse!
ja: この村には魚さえ十分にありません。私はもう税金は払いません！
ko: 마을에 생선도 부족해요. 더 이상 세금을 내지 않겠어요!
pt: Nós sequer temos peixe suficiente nesta cidade. Não vou pagar impostos!
ru: В деревне рыбы днем с огнем не найти. Ага, буду я платить налоги! Ждите!
zh: 村子里连吃鱼都吃不饱，我才不交税呢！
zh_tw: 村子裡連吃魚都吃不飽，我才不交稅呢！

# T_SCENARIO_2016_10_NEED_FISH_NAME
source: Store enough fish in the warehouses to decrease the chance of a strike.
de: Lagere ausreichend Fisch im Lagerhaus, um einen Streik zu verhindern.
es: Acumula suficiente pescado en los almacenes para reducir la posibilidad de una huelga.
fr: Entreposez assez de poisson dans l'entrepôt pour diminuer le risque de grève.
id: Sediakan cukup banyak ikan di gudang untuk mengurangi peluang terjadinya aksi mogok.
it: Immagazzina abbastanza pesce nel magazzino per ridurre le probabilità di uno sciopero.
ja: ストライキを減らすために倉庫に十分な量の魚を確保する。
ko: 창고에 생선을 충분히 비축하여 시위 가능성을 줄이세요.
pt: Faça um estoque de peixe nos depósitos para reduzir a chance de greve.
ru: Запасись рыбой, чтобы предотвратить забастовку горожан.
zh: 在仓库里储存足够的鱼，降低罢工的可能性。
zh_tw: 在倉庫裡儲存足夠的魚，降低罷工的可能性。

# T_SCENARIO_2016_10_NEED_JEWELRY_DESC
source: I want to surprise my wife with more jewelry. Too bad I cannot find any in this city.
de: Ich würde meiner Frau gerne weiteren Schmuck schenken - doch ich finde leider keinen.
es: Quiero sorprender a mi esposa con joyas. Es lamentable que no haya en esta ciudad.
fr: Je veux faire une surprise à ma femme avec des bijoux. Quel dommage qu'on en trouve pas en ville.
id: Aku ingin memberi kejutan kepada istriku dengan menghadiahkan perhiasan. Sayangnya aku tidak ada perhiasan di kota ini.
it: Voglio fare una sorpresa a mia moglie con nuovi gioielli. Peccato che in città non riesca a trovarne.
ja: 私はもっとたくさんの宝石で妻を驚かせたいのです。この町で手に入れることができないのはとても残念です。
ko: 보석으로 아내를 놀라게 하고 싶어요. 불행히도 이 도시에는 보석이 없어요.
pt: Quero surpreender minha esposa com mais joias. Pena que não consigo achar nesta cidade.
ru: Хотел удивить жену, подарив ей драгоценности. Только вот в этом городе их, похоже, не достать.
zh: 我想多弄些首饰，给妻子一个惊喜。可在这座城里，什么也找不到，真是糟透了。
zh_tw: 我想多弄些首飾，給妻子一個驚喜。可在這座城裡，什麼也找不到，真是糟透了。

# T_SCENARIO_2016_10_NEED_JEWELRY_NAME
source: Have enough jewelry in stock to prevent the Townies from striking.
de: Lagere genügend Schmuck in deinen Warenhäusern, um einen Streik zu verhindern.
es: Ten suficientes joyas almacenadas para evitar que los Townies vayan a la huelga.
fr: Accumulez assez de bijoux dans l'entrepôt pour éviter une grève des habitants.
id: Sediakan cukup banyak perhiasan untuk mencegah aksi mogok para Townies.
it: Accumula gioielli a sufficienza per impedire uno sciopero dei cittadini.
ja: タウニーたちのストライキを防ぐために十分な宝石を蓄える。
ko: 보석을 충분히 확보하여 주민들의 시위를 막으세요.
pt: Faça um estoque de joias para evitar que os habitantes façam greve.
ru: Запасись драгоценностями, чтобы предотвратить забастовку горожан.
zh: 储存足够首饰，以防镇民罢工。
zh_tw: 儲存足夠首飾，以防鎮民罷工。

# T_SCENARIO_2016_10_NEED_JOUSTING_DESC
source: There is not much to do in town. There is not enough entertainment. I think it's time to increase the number of entertainment buildings.
de: Immer nur die selben Aufführungen. Ich denke, es ist an der Zeit, weitere Attraktionen anzubieten.
es: No hay mucho que hacer aquí. Falta entretenimiento. Creo que hay que aumentar el número de edificios de entretenimiento.
fr: On ne peut pas faire grand chose en ville. Il n'y a pas assez de divertissement. Je crois qu'il est temps d'ajouter de nouveaux bâtiments de divertissement.
id: Tidak banyak yang bisa dilakukan di kota. Tidak cukup banyak tempat hiburan. Sepertinya sudah waktunya menambah bangunan hiburan.
it: Non c’è molto da fare in città. Non c’è abbastanza intrattenimento. Credo che sia il momento di aumentare il numero di edifici di intrattenimento.
ja: この町にはすることがあまりありません。十分な娯楽もありません。そろそろ娯楽施設を増やす頃だと思います。
ko: 마을에 할 거리가 별로 없어요. 재미있는 것이 없어요. 오락 건물을 늘려야 해요.
pt: Não há muito o que fazer na cidade. Não há entretenimento suficiente. Acho que é hora de aumentar o número de prédios de entretenimento.
ru: В городе нечем заняться, негде развлечься. Думаю, вам стоит вложиться в постройку увеселительных заведений.
zh: 在镇上没啥事可做。可供娱乐的地方不够。小人以为，应该增加娱乐设施数量了。
zh_tw: 在鎮上沒啥事可做。可供娛樂的地方不夠。小人以為，應該增加娛樂設施數量了。

# T_SCENARIO_2016_10_NEED_JUICE_DESC
source: I am thirsting for juice. Sir, can you provide juice again?
de: Meiner Kehle dürstet es nach erlesenem Saft. Werter Herr Statthalter, könnt ihr wieder Saft zur Verfügung stellen?
es: Me muero por beber zumo. Señor, ¿puedes proporcionárnoslo?
fr: J'ai soif de jus. Sire, pourriez-vous nous en procurer ?
id: Aku ingin sekali minum jus, Tuanku. Bisakah disediakan jus lagi?
it: Ho voglia di succo. Signore, puoi rifornirci di succo ancora?
ja: ジュースが飲みたいです。またジュースをいただけますか？
ko: 주스가 마시고 싶어 죽겠어요. 언제 다시 주스를 공급하실 건가요?
pt: Gostaria de tomar suco. O senhor poderia me fornecer mais?
ru: Выпить бы сейчас соку. Сир, вы не могли бы возобновить его производство?
zh: 先生，我特别想喝果汁。您可否再给我来点？
zh_tw: 先生，我特別想喝果汁。您可否再給我來點？

# T_SCENARIO_2016_10_NEED_JUICE_NAME
source: Stock up on juice to increase the happiness and prevent a strike.
de: Habe ausreichend Saft, um einen Streik zu verhindern.
es: Ten suficiente zumo para aumentar la felicidad y evitar una huelga.
fr: Accumulez du jus pour augmenter le bonheur et éviter une grève.
id: Sediakan cukup banyak jus untuk meningkatkan kebahagiaan dan mencegah aksi mogok.
it: Accumula succo a sufficienza per aumentare la felicità e impedire uno sciopero.
ja: 人々の幸福度を上げてストライキを防ぐためにジュースを蓄える。
ko: 주스를 충분히 확보하여 행복도를 높이고 시위를 막으세요.
pt: Faça um estoque de suco para aumentar a felicidade e evitar a greve.
ru: Запасись соком, чтобы повысить уровень счастья и предотвратить забастовку горожан.
zh: 储存足够的果汁，提高人民幸福度，以防人民罢工。
zh_tw: 儲存足夠的果汁，提高人民幸福度，以防人民罷工。

# T_SCENARIO_2016_10_NEED_MEAT_DESC
source: Again there is no meat available in town. When will we get any again?
de: Schon wieder kein Fleisch mehr da. Wann gibt es wieder welches?
es: Otra vez se ha acabado la carne. ¿Cuándo volveremos a tener?
fr: La ville manque encore de viande. Quand allons-nous en avoir ?
id: Lagi-lagi tidak ada persediaan daging di kota. Kapan kita bisa mendapat daging lagi?
it: Di nuovo, non c’è abbastanza carne in città. Quando ne potremo avere di nuovo?
ja: また町には十分な肉がありません。いつになったら手に入りますか？
ko: 마을에 고기가 또 떨어졌어요. 언제 고기를 다시 먹을 수 있을까요?
pt: Novamente falta carne na cidade. Quando é que teremos carne na mesa?
ru: В городе снова закончилось мясо. Когда нам ждать следующую поставку?
zh: 镇上又没肉了。咱们什么时候能再吃上肉？
zh_tw: 鎮上又沒肉了。咱們什麼時候能再吃上肉？

# T_SCENARIO_2016_10_NEED_MEAT_NAME
source: Have enough meat to increase the happiness and prevent a strike.
de: Sorge für ausreichend Fleisch im Lagerhaus, um einen Streik zu verhindern.
es: Ten suficiente carne para aumentar la felicidad y evitar una huelga.
fr: Accumulez suffisamment de viande pour augmenter le bonheur et éviter une grève.
id: Sediakan cukup banyak daging untuk meningkatkan kebahagiaan dan mencegah aksi mogok.
it: Accumula carne a sufficienza per aumentare la felicità e impedire uno sciopero.
ja: 人々の幸福度をあげてストライキを防ぐために十分な肉を確保する。
ko: 고기를 충분히 확보하여 행복도를 높이고 시위를 막으세요.
pt: Faça um estoque de carne para aumentar a felicidade e evitar a greve.
ru: Запасись мясом, чтобы повысить уровень счастья и предотвратить забастовку горожан.
zh: 弄到足够的肉食，提高人民幸福度。
zh_tw: 弄到足夠的肉食，提高人民幸福度。

# T_SCENARIO_2016_10_NEED_MEDICUS_DESC
source: Governor, with so many people in town, I can‘t take care of all. I need support if I am to help them all.
de: Herr Statthalter, bei so vielen Einwohnern kann ich mich nicht mehr um alle kümmern. Ich brauche unbedingt Unterstützung beim Heilen der Townies.
es: Gobernador, con tanta gente en la ciudad no doy abasto. Necesito ayuda para atenderlos a todos.
fr: Gouverneur, il y a tellement d'habitants en ville que je ne peux pas m'occuper de tous. Il va me falloir un peu de soutien pour pouvoir tous les aider.
id: Gubernur, dengan begitu banyak orang di kota, aku tidak sanggup menangani semuanya. Aku butuh dukungan kalau harus mengurus mereka semua.
it: Governatore, con tanta gente in città, non posso prendermi cura di tutti. Mi serve aiuto per curare la popolazione.
ja: 閣下、これほどたくさんの人々が町にいると全員の世話をすることができません。そのためには助けが必要です。
ko: 영주님, 마을에 주민이 너무 많아서 제가 모두 관리할 수 없어요. 주민을 모두 도와주려면 도움이 필요해요.
pt: Governador, com tanta gente na cidade, não consigo cuidar de todos. Preciso de ajuda para atender o povo.
ru: Губернатор, город настолько разросся, что я физически не могу вылечить всех его граждан. Мне нужна помощь.
zh: 总督大人，城里的人有这么多，我不能个个都照顾得过来。让我帮助这么多人，得给我支持。
zh_tw: 總督大人，城裡的人有這麼多，我不能個個都照顧得過來。讓我幫助這麼多人，得給我支持。
