Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN10_4_DESC
source: My Lord! Have you built a toolmaker's workshop yet? The Archduke has already started the production of tools!
de: Statthalter! Habt Ihr schon eine Werkzeugschmiede? Der Großherzog hat bereits mit der Eigenproduktion von Werkzeug begonnen.
es: ¡Milord! ¿Has construido ya un taller de herramientas? ¡El Archiduque ya ha comenzado la producción de herramientas!
fr: Gouverneur ! Avez-vous déjà construit un atelier de l'outilleur ? L'Archiduc a déjà commencé la production d'outils !
id: Tuanku! Sudahkah engkau membangun bengkel pembuat peralatan? Archduke telah mulai menghasilkan peralatan!
it: Miol signore! Hai già costruito un'utensileria? L'Arciduca ha già avviato la sua produzione di utensili!
ja: 工具職人の工房は建設済みか？大公はもうすでに工具の製造を始めているぞ！
ko: 성주님! 아직 도구 제작자의 작업장을 짓지 않으셨습니까? 대공은 이미 도구들을 제작하기 시작했습니다!
pt: Meu senhor! Já construiu a oficina de ferramentas? O arquiduque já começou a produção de ferramentas!
ru: Милорд! Ты уже построил мастерскую инструментальщика? Эрцгерцог уже начал производство инструментов!
zh: 我的老爷！ 迄今为止，您已经兴建了工具制造铺吗？ 大公已经开始了工具生产！
zh_tw: 我的老爺！ 迄今為止，您已經興建了工具製造鋪嗎？ 大公已經開始了工具生產！

# T_GAME_QUEST_SCEN10_4_NAME
source: Build a toolmaker's workshop and start the production of tools.
de: Baue eine Werkzeugschmiede und produziere die ersten Werkzeuge
es: Construye un taller de herramientas y empieza a producirlas.
fr: Construisez un atelier de l'outilleur et commencez à produire des outils.
id: Bangunlah bengkel pembuat peralatan dan mulai hasilkan peralatan.
it: Costruisci un'utensileria e avvia la produzione di utensili.
ja: 工具職人の工房を建て、工具製造を始める。
ko: 도구 제작자의 작업장을 짓고 도구 생산을 시작하십시오.
pt: Construa uma oficina de ferramentas e comece a produzi-las.
ru: Построй мастерскую инструментальщика и начни производство инструментов.
zh: 兴建工具制造铺，并且开始工具生产。
zh_tw: 興建工具製造鋪，並且開始工具生產。

# T_GAME_QUEST_SCEN10_5_DESC
source: With all the hard work we would like to have a place to relax, meet friends and have a cup of grape juice. A tavern would be really nice. Entirely at your convenience, of course, my Lord.
de: Bei all der Arbeit brauchen wir etwas zu trinken, Eure Exzellenz. Es wäre wirklich schön ein Wirtshaus zu haben. Natürlich nur, wenn Ihr Zeit habt.
es: Con todo el esfuerzo que hemos puesto, queremos que haya un lugar para relajarse, quedar con los amigos y tomarse una copa de mosto. Creemos que una taberna nos vendría genial. Por supuesto, solo si tú quieres, milord.
fr: Avec tout ce travail, on aimerait bien avoir un endroit pour se détendre, rencontrer des amis et boire un verre de jus de raisin. Une taverne, ce serait l'idéal. Bien sûr, cest vous qui décidez, mon seigneur.
id: Dengan semua kerja keras kita akan punya tempat bersantai, bertemu rekan dan minum secangkir jus anggur. Sebuah bar akan sangat bagus. Tentu saja semuanya terserah Anda, Tuanku.
it: Alla fine del nostro duro lavoro quotidiano, ci piacerebbe avere un luogo dove rilassarci, incontrare gli amici e berci una tazza di succo d'uva. Una taverna sarebbe perfetta. Naturalmente con vostro assoluto comodo, mio signore.
ja: 一日の仕事の後に、のんびり友人たちと集い、一杯のぶどうジュースを共に飲める場所があればいいなあ。酒場なんか最高だろうなあ。 もちろん、領主様のご都合の良い時で構いません、お願いできませんか？
ko: 피로를 풀고 쉬고 싶을 때는 친구들을 만나고 포도음료를 마시세요. 선술집이 적합한 곳입니다. 편한대로 하세요, 성주님.
pt: Com todo esse trabalho, gostaríamos de ter um lugar para relaxar, encontrar os amigos e tomar uma taça de suco de uva. Uma taverna seria ótimo. Quando o senhor puder, é claro, meu senhor.
ru: Нам очень хочется, чтобы у нас было место, где после тяжелого трудового дня мы могли бы расслабиться, встретиться с друзьями и пропустить кружку-другую виноградного сока. Таверна - это как раз то, что надо. Конечно же, как вам будет удобно, милорд.
zh: 由于所有艰难工作，我们愿意有个休息的地方，会见朋友并喝杯葡萄汁。 酒馆将会真地很好。 悉听尊便，我的老爷！
zh_tw: 由於所有艱難工作，我們願意有個休息的地方，會見朋友並喝杯葡萄汁。 酒館將會真地很好。 悉聽尊便，我的老爺！

# T_GAME_QUEST_SCEN10_5_NAME
source: Attain high satisfaction with taverns.
de: Erreiche eine hohe Wirtshaus-Zufriedenheit.
es: Consigue una gran satisfacción con las tabernas.
fr: Obtenez un bonheur élevé grâce aux tavernes.
id: Capai kepuasan yang tinggi dengan beberapa bar.
it: Ottieni un alto grado di soddisfazione con le taverne.
ja: 酒場で高い満足度を達成する。
ko: 선술집에서 높은 만족도를 획득하십시오.
pt: Obtenha alta satisfação com tavernas.
ru: Достигни высокого уровня удовлетворения с помощью таверн.
zh: 达到高度的酒馆满意度。
zh_tw: 達到高度的酒館滿意度。

# T_GAME_QUEST_SCEN10_6_DESC
source: Do we have sufficient housing space, my Lord? All the new workers moving into town need a roof over their heads, don't you agree?
de: Habt ihr überhaupt genügend Wohnraum im Dorf, mein Herr? All die anreisenden Arbeiter sollten ein Dach über dem Kopf haben, oder?
es: ¿Tienes suficiente espacio en las casas, milord? Los trabajadores que vengan a la ciudad necesitarán un techo, ¿no crees?
fr: Avons-nous suffisamment de place pour loger tout le monde, mon seigneur ? Tous les nouveaux ouvriers ont besoin d'un toit au-dessus de leur tête, n'est-ce pas ?
id: Apakah kita punya lahan perumahan yang cukup, Tuanku? Semua pekerja baru yang pindah ke kota perlu tempat berteduh, Anda setuju?
it: Abbiamo abitazioni a sufficienza, mio signore? Tutti i nuovi lavoratori che stanno arrivando in città avranno bisogno di un tetto sulle loro teste, non credi?
ja: 家を建てるのに十分なスペースがありますか、閣下？街にやってくる新しい労働者すべてに家を用意する必要があります。そう思われませんか？
ko: 거주할 공간이 부족하지 않으십니까? 마을로 이동한 새로운 일꾼들은 살 곳이 필요할 것입니다.
pt: Temos casas o suficiente, meu senhor? Todos os novos trabalhadores que estão vindo para a cidade precisam de um teto, não acha?
ru: Достаточно ли у нас жилых площадей, милорд? Всем новым рабочим, переезжающим в наш город, необходима крыша над головой, вы согласны?
zh: 我们有足够的室内空间吗，我的老爷？ 所有迁入城镇的新工人都需要住处，您同意吗？
zh_tw: 我們有足夠的室內空間嗎，我的老爺？ 所有遷入城鎮的新工人都需要住處，您同意嗎？

# T_GAME_QUEST_SCEN10_6_NAME
source: Build 2 large and 4 regular townhouses.
de: Baue 2 große und 4 kleine Wohnhäuser.
es: Construye 2 casas grandes y 4 de tamaño normal.
fr: Construisez 2 grandes maisons et 4 maisons normales.
id: Bangunlah 2 balai kota yang besar dan 4 yang biasa.
it: Costruisci 2 case grandi e 4 normali.
ja: 大きな家を2つと通常の家を4つ建てる。
ko: 큰 크기의 민가 2채와 중간 크기의 민가 4채를 지으십시오
pt: Construa 2 casas grandes e 4 normais.
ru: Построй 2 больших и 4 обычных городских дома.
zh: 兴建 2 个大型和 4 个常规排屋。
zh_tw: 興建 2 個大型和 4 個常規連棟宅邸。

# T_GAME_QUEST_SCEN10_6_NAME_HOUSES
source: Build more large townhouses.
de: Baue mehr große Wohnhäuser.
es: Construye más casas unifamiliares grandes.
fr: Construisez plus de maisons.
id: Bangunlah lebih banyak rumah tinggal besar.
it: Costruisci più grandi abitazioni.
ja: 大きな家をもっと作る。
ko: 대형 타운하우스를 더 많이 만드세요.
pt: Construa mais casas grandes.
ru: Построй несколько больших городских домов.
zh: 建更多的大型城镇房屋。
zh_tw: 建更多的大型城鎮房屋。

# T_GAME_QUEST_SCEN10_6_NAME_SMALLHOUSES
source: Build more small townhouses.
de: Baue mehr kleine Wohnhäuser.
es: Construye más casas unifamiliares pequeñas.
fr: Construisez plus de petites maisons.
id: Bangunlah lebih banyak rumah tinggal kecil.
it: Costruisci più piccole abitazioni.
ja: 小さな家をもっと作る。
ko: 소형 타운하우스를 더 많이 만드세요.
pt: Construa mais casas pequenas.
ru: Построй несколько малых городских домов.
zh: 建更多的小型城镇房屋。
zh_tw: 建更多的小型城鎮房屋。

# T_GAME_QUEST_SCEN10_7_DESC
source: The town needs some extravagant entertainment. Jousting grounds, for example. Make sure you can provide this kind of entertainment before important visitors arrive.
de: Das Dorf benötigt dringend etwas extravagante Unterhaltung. Einen Turnierplatz zum Beispiel. Sorgt dafür, bevor hoher Besuch kommt, mein Vasall.
es: La ciudad necesita un poco de entretenimiento extravagante. Por ejemplo, no nos vendría mal un campo de justas. Asegúrate de que puedes proporcionar este tipo de entretenimiento antes de recibir la visita de gente importante.
fr: La ville a besoin de divertissements un peu extravagants. Des aires de joute, par exemple. Assurez-vous de mettre en place ce genre de divertissements avant que des visiteurs importants n'arrivent en ville.
id: Kota butuh beberapa hiburan yang mewah. Sebagai contoh, arena adu tombak. Pastikan engkau bisa menyediakan jenis hiburan ini sebelum tamu penting tiba.
it: La città necessita di intrattenimento. Un percorso per giostra, ad esempio. Cerchiamo di offrire questo tipo di divertimento prima che arrivino visitatori importanti.
ja: 街には娯楽が必要だ。馬上槍闘技場の建設を頼みたい。賓客が来たらここでもてなしたいのだ。
ko: 마을은 마상 경기와 같은 큰 유흥이 필요합니다. 중요한 손님들이 올 때를 위해 이러한 시설들을 갖춰 놓으십시오.
pt: A cidade precisa de entretenimento extravagante. Uma área para torneios, por exemplo. Disponibilize esse tipo de entretenimento antes que visitantes cheguem.
ru: Город нуждается в экстравагантных видах развлечений. Например, в арене. Убедись в том, что ты сможешь обеспечить такое развлечение до того, как прибудут важные гости.
zh: 城镇需要一些非凡的娱乐！ 马舞场，例如。 在重要访客到达之前，请先确定您能够提供这类娱乐。
zh_tw: 城鎮需要一些非凡的娛樂！ 馬舞場，例如。 在重要訪客到達之前，請先確定您能夠提供這類娛樂。

# T_GAME_QUEST_SCEN10_7_NAME
source: Attain high satisfaction with entertainment.
de: Erreiche eine hohe Zufriedenheit mit Unterhaltung.
es: Obtenga una gran satisfacción con el entretenimiento.
fr: Atteindre une grande satisfaction avec le divertissement.
id: Mencapai kepuasan yang tinggi dengan hiburan.
it: Raggiungere alta soddisfazione per l'intrattenimento.
ja: 娯楽で高い満足度を達成する。
ko: 엔터테인먼트에 대한 높은 만족감을 얻으십시오.
pt: Alcançar alta satisfação com o entretenimento.
ru: Достичь высокую степень удовлетворенности с развлечениями.
zh: 满意度高的娱乐。
zh_tw: 滿意度高的娛樂。

# T_GAME_QUEST_SCEN10_7_NAME_DEPRECATED
source: Attain high satisfaction with jousting grounds.
de: Erreiche eine hohe Zufriedenheit mit Turnierplätzen.
es: Consigue una gran satisfacción con los campos de justas.
fr: Obtenez un bonheur élevé grâce aux aires de joute.
id: Capai kepuasan yang tinggi dengan arena adu tombak.
it: Ottieni un alto grado di soddisfazione con la giostra.
ja: 馬上槍闘技場で高い満足度を達成する。
ko: 마상 경기 시합장에서 높은 만족도를 획득하십시오.
pt: Obtenha alta satisfação com uma área de torneios.
ru: Достигни высокого уровня удовлетворения с помощью арены.
zh: 对马舞场达到高度的满意度。
zh_tw: 對馬舞場達到高度的滿意度。

# T_GAME_QUEST_SCEN10_8_DESC
source: My Lord, maybe we could beautify this dreary town by building some statues and decorations? Let's get it done before the King visits again.
de: Mein Herr, sollten wir dieses triste Dorf nicht etwas verschönern, bevor der König das nächste mal zur Inspektion kommt?
es: Milord, creo que deberíamos embellecer esta ciudad. ¿Qué tal si construimos estatuas y decoraciones? Pongámonos manos a la obra antes de que el rey vuelva a visitarnos.
fr: Mon seigneur, peut-être pourrions embellir cette terrible ville en installant quelques statues et décorations ? Occupons-nous de cela avant la prochaine venue du roi.
id: Tuanku, mungkin kita bisa mempercantik kota suram ini dengan membangun beberapa patung dan dekorasi? Mari selesaikan sebelum raja berkunjung kembali.
it: Mio signore, forse potremmo abbellire questa città grigia costruendo un po' di statue e decorazioni? Facciamolo, prima della prossima visita del re.
ja: デコレーションが必要ね、このパっとしない街を美しく飾ることができるわ！国王が次に来るまでに何とかしましょう！
ko: 성주님, 아마도 우리 마을을 조각들로 아름답게 꾸밀 수 있을 것 같습니다. 왕이 다시 방문하기 전에 시작합시다.
pt: Meu senhor, talvez possamos embelezar essa cidade horrível com estátuas e decorações. Vamos fazer isso antes que o rei volte a nos visitar.
ru: Милорд, быть может, мы могли бы украсить этот тоскливый город, построив немного статуй и украшений? Давайте-ка сделаем это до того, как король посетит нас снова.
zh: 我的老爷，也许我们可以兴建一些雕塑和装饰来美化这座梦幻般的城镇？ 在国王再次访问之前，让我们先来完成吧。
zh_tw: 我的老爺，也許我們可以興建一些雕塑和裝飾來美化這座夢幻般的城鎮？ 在國王再次訪問之前，讓我們先來完成吧。

# T_GAME_QUEST_SCEN10_8_NAME
source: Beautify your town with decorations.
de: Baue mehr Dekorationen im Dorf.
es: Decora la ciudad para que se vea bella y hermosa.
fr: Embellissez votre ville avec des décorations.
id: Percantik kotamu dengan dekorasi.
it: Abbellisci la città con decorazioni.
ja: デコレーションで街をきれいに飾る。
ko: 마을을 아름답게 장식하십시오.
pt: Embeleze a cidade com decorações.
ru: Укрась свой город с помощью украшений.
zh: 用装饰美化您所在的小城。
zh_tw: 用裝飾美化您所在的小城。

# T_GAME_QUEST_SCEN10_9_DESC
source: Good day, governor. Would you be interested in a trade? I am in urgent need of a large amount of clothing in order to enter lucrative deal with the archduke. I would pay very well if you could deliver to me what I need.
de: Guten Tag, Herr Statthalter, habt Ihr Interesse an einem Handel? Ich benötige dringend viel Kleidung, um einen Handel mit dem Großherzog zu machen. Ich würde Euch auch eine vorzügliche Summe zahlen!
es: Buenos días, gobernador. ¿Estarías interesado en comerciar? Tengo la necesidad de conseguir una gran cantidad de ropa para poder empezar un comercio lucrativo con el archiduque. Pagaría muy bien si pudieses entregarme lo que necesito.
fr: Bien le bonjour, gouverneur. Souhaitez-vous commercer ? J'ai un besoin urgent d'une grande quantité de vêtements afin de faire des affaires lucratives avec l'Archiduc. Je vous paierai royalement si vous pouviez me livrer ce dont j'ai besoin.
id: Hari yang cerah, gubernur. Apakah Anda tertarik untuk berdagang? Aku sangat butuh pakaian yang banyak guna mengungguli archduke. Aku akan membayar sangat mahal jika engkau bisa mengirimkan apa yang kubutuhkan.
it: Buon giorno, governatore. Interessa un affare? Ho urgente bisogno di un grande quantitativo di capi di abbigliamento per poter concludere un affare molto lucroso con l'Arciduca. Pagherò molto bene se mi potrai consegnare quel che mi occorre.
ja: 商売にご興味はありませんか？ 大公と取引を行い、儲けをあげるには、すぐにでも大量の衣服が必要です。もし、私が必要としているものを届けて頂けるのであれば、十分なお支払をしましょう。
ko: 좋은 날입니다, 지휘관님. 거래에 관심 있으세요? 대공과 수지 맞는 거래를 하기 위해 급하게 많은 옷들이 필요합니다. 저에게 제공해주시면 많은 대가를 지불하겠습니다.
pt: Bom dia, governador. Tem interesse em negociar? Tenho necessidade urgente de uma grande quantia de roupas para fazer uma lucrativa transação com o arquiduque. Pagarei muito bem se você pude entregar o que preciso.
ru: Добрый день, губернатор. У меня есть интересное предложение. Мне срочно необходимо большое количество одежды для заключения выгодной сделки с эрцгерцогом. Я мог бы очень хорошо заплатить, если бы вы доставили мне необходимое.
zh: 白天好，长官！ 您有兴趣进行贸易吗？ 我急需大量衣物，以便与大公达成有利的交易。 如果您能交付我需要的东西，我将优厚付款。
zh_tw: 白天好，長官！ 您有興趣進行貿易嗎？ 我急需大量衣物，以便與大公達成有利的交易。 如果您能交付我需要的東西，我將優厚付款。

# T_GAME_QUEST_SCEN10_9_NAME
source: Deliver a load of clothes to the merchant.
de: Liefere dem Händler eine Fuhre Kleidung.
es: Entrega un cargamento de ropa al mercader.
fr: Livrez une cargaison de vêtements au marchand.
id: Kirimkan muatan pakaian ke pedagang.
it: Consegna un carico di abiti al mercante.
ja: 商人に衣服の山を届ける。
ko: 상인에게 옷들을 전달하십시오.
pt: Entregue um carregamento de roupas para o mercador.
ru: Доставь груз одежды купцу.
zh: 向商人交付许多衣物。
zh_tw: 向商人交付許多衣物。

# T_GAME_QUEST_SCEN10_END_FAIL
source: This is an utter disaster, governor! The Archduke of Canterborough has beaten us to the punch and finished his town before we could finish ours! I counted on your support and now I am very disappointed indeed. Maybe winning this wager was just a crazy dream in the first place.
de: Es ist ein Desaster, Statthalter! Der Großherzog von Canterborough hat es vor uns geschafft, seine Stadt aufzubauen. Ich habe auf Eure Unterstützung gezählt und bin nun wirklich enttäuscht. Aber vielleicht war die Wette zu schaffen eine utopische Idee von mir.
es: ¡Esto es un auténtico desastre, gobernador! ¡El archiduque de Canterborough se nos ha adelantado y ha acabado su ciudad antes que nosotros! Conté contigo y ahora estoy muy decepcionado. Tal vez, intentar ganar esta apuesta fue una locura desde el principio.
fr: Quel désastre, gouverneur ! L'Archiduc de Canterborough nous a pris de vitesse et il a terminé sa ville avant nous ! Je comptais sur votre aide et je suis extrêmement déçu. Peut-être que ce pari n'était qu'une mauvaise idée au final.
id: Ini benar-benar bencana, gubernur! Archduke of Canterborough telah mengalahkan kita dengan telak dan telah menyelesaikan kotanya sebelum kita! Aku mengandalkan dukunganmu dan sekarang aku benar-benar kecewa. Mungkin memenangkan taruhan hanyalah impian gila nomor satu.
it: Questo è un totale disastro, governatore! L'Arciduca di Canterborough ci ha battuto e ha terminato la città prima di noi! Contavo sul tuo aiuto e ora sono molto deuso. Forse l'idea della scommessa non è stata che un sogno un po' folle.
ja: 何ということだ！カンターボロ大公は我々よりも先に大きな街を完成させてしまった！ そなたに期待していたのだが、残念でならない。 最初からこんな賭けは無謀な夢だったのだろう。
ko: 심한 재앙입니다, 지휘관님! 캔터보로의 대공이 우리보다 먼저 그들의 마을에서 임무를 이미 완수하였습니다! 난 당신의 지원을 믿었었고, 지금 매우 실망했습니다. 이 승부에서 이기는 것은 아마도 애초부터 미친 생각이었을지도 모릅니다.
pt: Isso é um desastre completo, governador! O Arquiduque de Canterborough nos ultrapassou e terminou sua cidade antes que pudéssemos terminar a nossa! Contei com o senhor e agora estou extremamente decepcionado. Talvez ganhar essa aposta fosse mesmo um sonho impossível.
ru: Это настоящее бедствие, губернатор! Эрцгерцог Кантерборийский опередил нас и завершил свой город до того, как мы смогли завершить наш! Я рассчитывал на твою поддержку, но сейчас я крайне огорчен. Возможно, победа в этом пари в первую очередь была лишь сумасшедшей мечтой.
zh: 这是一场彻头彻尾的灾害，长官！ 大公已经彻底击败我们，领先我们建成他自己的城镇！ 我依赖你的支持，那么现在我真地非常失望。 很可能赢得这个赌金，从一开始就只是一个疯狂的梦想。
zh_tw: 這是一場徹頭徹尾的災害，長官！ 大公已經徹底擊敗我們，領先我們建成他自己的城鎮！ 我依賴你的支持，那麼現在我真地非常失望。 很可能贏得這個賭金，從一開始就只是一個瘋狂的夢想。

# T_GAME_QUEST_SCEN10_END_SUCESS
source: Excellent, my good governor! We beat the Archduke in building and expanding our town. The wager is won! I am impressed by your performance and I will personally see to it that you are royally rewarded. I also grant you the title of Duke, with all rights and privileges pertaining thereto.
de: Exzellent, mein Statthalter. Wir haben es vor dem Großherzog geschafft, die Stadt aufzubauen. Die Wette ist gewonnen! Ich bin sehr von Eurer Leistung beeindruckt und werde Euch fürstlich belohnen lassen. Der Titel des Herzogs ist euch sicher.
es: Estupendo, mi buen gobernador. Hemos vencido al archiduque en la carrera por agrandar la ciudad. ¡Hemos ganado la apuesta! Estoy impresionado por tu actuación y me aseguraré de que eres recompensado soberanamente. También te otorgo el título de duque, con todos los derechos y privilegios que entraña.
fr: Excellent, mon bon gouverneur ! Nous avons battu l'Archiduc de vitesse en construisant et en développant notre ville. Nous avons gagné le pari ! Je suis impressionné par votre performance et je m'occuperai personnellement de votre récompense royale. Je vous accorde également le titre de Duc, ainsi que tous les droits et privilèges associés.
id: Luar biasa, gubernurku yang baik! Kita mengalahkan Archduke dalam membangun dan memperluas kota kita. Taruhannya telah dimenangkan! Aku terkesan dengan kinerjamu dan akan memastikan engkau dihargai secara mewah. Aku juga akan menganugerahkan jabatan Duke, dengan semua hak dan keistimewaan yang terkait dengan itu.
it: Eccellente, mio buon governatore! Abbiamo battuto l'Arciduca nella costruzione e nell'espansione della città. La scommessa è vinta! Sono impressionato dal tuo lavoro e mi assicurerò personalmente che tu sia lautamente ricompensato. Inoltre ti insignisco del titolo di Duca, con tutti i diritti e i privilegi che ne conseguono.
ja: すばらしい！繁栄した大都市に成長させ、ついに大公との賭けに勝ったぞ！ そなたの功績に感銘するとともに、すばらしい報酬と賛辞が与えられるように取り計らおう。 また、あらゆる権利や特権、そして君主の称号を与えよう。
ko: 훌륭합니다, 성주님. 우리는 건설과 마을 확장에서 대공을 이겼습니다. 우리의 승리입니다! 당신의 업적에 감명을 받았고, 개인적으로 많은 양의 보상을 제공할 것 입니다. 또한, 당신에게 공작의 작위와 그에 상응하는 모든 권리와 특권을 수여합니다
pt: Excelente, meu bom governador! Derrotamos o arquiduque na aposta de construir e expandir nossa cidade! Ganhamos a aposta! Estou impressionado com o seu desempenho e pessoalmente me certificarei de que você receberá uma recompensa digna do rei. Também dou a você o título de Duque, com todos os direitos e privilégios pertinentes.
ru: Отлично, мой добрый губернатор! Мы победили эрцгерцога в строительстве и расширении нашего города. Пари выиграно! Я поражен твоими успехами и лично позабочусь о том, чтобы ты был награжден по-королевски. Также я дарую тебе титул герцога и все сопутствующие ему права и привилегии.
zh: 好极了，我的好长官！ 在兴建和扩张我们的城镇方面，我们打败了大公。 已赢得工资！ 您的表现令我印象深刻，而且我将亲自留意让你庄严受奖。 我还授予您公爵头衔以及相应的所有权利和特权。
zh_tw: 好極了，我的好長官！ 在興建和擴張我們的城鎮方面，我們打敗了大公。 已贏得賭金！ 您的表現令我印象深刻，而且我將親自留意讓你莊嚴受獎。 我還授予您公爵頭銜以及相應的所有權利和特權。

# T_GAME_QUEST_SCEN10_MAIN_DESC
source: My loyal servant, I might have bitten off more than I can chew. I have entered a wager with the Archduke of Canterborough that I would be able to turn my realm's most backward town into a flourishing metropolis before he could do the same with his most backward town.
de: Eventuell habe ich mich letzte Woche etwas übernommen, mein treuer Diener. Mit dem Großherzog von Canterborough habe ich eine Wette gemacht, dass ich vor ihm meine am weitesten abgelegene Stadt zu einer Metropole aufbaue.
es: Mi leal sirviente. El que mucho abarca, poco aprieta. Me he apostado con el archiduque de Canterborough que conseguiría que la urbe más subdesarrollada de mi reino se convirtiese en una urbe próspera antes de que él lo consiga.
fr: Mon loyal serviteur, j'ai bien peur d'avoir eu les yeux plus gros que le ventre. J'ai fait le pari avec l'Archiduc de Canterborough que je pourrais transformer la ville la plus arriérée de mon royaume en une métropole florissante avant qu'il ne puisse faire de même de son côté.
id: Abdiku yang setia, mungkin aku terlalu memaksakan diri. Aku telah bertaruh dengan Archduke of Canterborough bahwa aku akan mampu mengubah kerajaanku yang paling terbelakang menjadi kota besar yang makmur sebelum ia bisa melakukan hal yang sama terhadap kotanya.
it: Mio leale servitore, credo di essermi messo in un'impresa più grande di me. Ho scommesso con l'Arciduca di Canterborough che sarei riuscito a trasformare la città più povera del mio regno in una fiorente metropoli prima che lui riesca a fare lo stesso.
ja: わしの忠実なしもべよ、わしは無謀過ぎてしまったかもしれない。 カンターボロ大公と、自分たちの王国の中で最も発展の遅れた街を、どちらが先に繁栄した大都市に成長させることができるか、という賭けをしてしまったのだ。
ko: 난 충분히 오랫동안 기다려 왔다. 난 캔터브르의 대공과 둘 중에 누가 먼저 영지의 가장 낙후한 마을을 대도시로 만드는가에 대해 내기를 했다.
pt: Meu leal servo, acho que cobicei mais do que me foi possível. Fiz uma aposta com o Arquiduque de Canterborough de que conseguiria transformar a cidade mais precária do reino numa próspera metrópole antes que ele fizesse o mesmo com sua cidade mais precária.
ru: Преданный мой слуга, вероятно, я откусил слишком большой кусок, чем мог бы съесть. Я заключил пари с Эрцгерцогом Кантерборийским, что смогу превратить самый захудалый город моего королевства в цветущую метрополию раньше, чем это удастся сделать ему с его самым отсталым городом.
zh: 我忠实的仆人，我可能有些自不量力。 我已经与 Canterborough大公达成了赌金，我就能够将本人王国中最落后的城镇变成繁荣的大都市，在这方面领先他一步。
zh_tw: 我忠實的僕人，我可能有些自不量力。 我已經與 Canterborough大公達成了賭金，我就能夠將本人王國中最落後的城鎮變成繁榮的大都市，在這方面領先他一步。

# T_GAME_QUEST_SCEN12_01_START
source: How nice of you to pay us a visit. I bid you welcome in the name of all present monks of the monastery.
de: Wie nett von Ihnen, bei uns vorbei zuschauen. Ich heiße Sie im Namen aller Mönche im Kloster willkommen.
es: Muy amable de tu parte visitarnos. Te doy la bienvenida en nombre de todos los monjes presentes. Este es el monasterio de Tardishingen.
fr: Comme c'est gentil de nous rendre visite. Je vous souhaite la bienvenue au nom de tous les moines. Vous êtes au monastère de Tardishingen.
id: Terima kasih Tuan sudah mengunjungi kami. Saya ucapkan selamat datang atas nama semua rahib yang ada di sini. Ini adalah biara Tardishingen.
it: Grazie per averci fatto visita. A nome di tutti i monaci, ti do il benvenuto al monastero di Tardishingen.
ja: これはこれは、よくおいで下さいました。修道士たちを代表して歓迎いたします。ここはタージシンゲン修道院です。
ko: 이렇게 찾아와주니 정말 기쁘네요. 모든 수도승을 대신하여 진심으로 환영합니다. 이곳은 타르디스힝겐의 수도원입니다.
pt: Quanta gentileza da sua parte em nos visitar. Venho lhe dar as boas vindas em nome de todos os monges presentes. Este é o mosteiro de Tardishingen.
ru: Как хорошо, что вы к нам пожаловали. Приветствую вас от лица всех монахов монастыря Tardishingen.
zh: 您能来真是太好了！我代表在场的所有僧人，欢迎您大驾光临泰迪辛根寺院。
zh_tw: 您能來真是太好了！我代表在場的所有僧人，歡迎您大駕光臨泰迪辛根寺。
