Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2016_FESTIVITIES_SPRING_05_DESC
source: The maypole has been stolen from our warehouses. We have to attack the bandit camp and get it back to make sure the festival can start in time.
de: Der Maibaum ist aus unserem Lagerhaus gestohlen worden, mein Herr! Wir sollten das Banditenlager angreifen und den Maibaum zurückholen, damit das Fest rechtzeitig starten kann!
es: Han robado el palo de mayo de nuestro almacén. Tenemos que atacar el campamento de los bandidos y recuperarlo para que el festival pueda comenzar a tiempo.
fr: Le mat de fête a été dérobé dans notre entrepôt. Nous devons attaquer le camp des bandits et le récupérer pour s'assurer que le festival démarre à temps.
id: Tiang perayaan dicuri dari gudang kita. Kita harus menyerang perkemahan bandit dan merebutnya kembali untuk memastikan festival bisa mulai tepat waktu.
it: L’albero della cuccagna è stato rubato dai nostri magazzini. Dobbiamo attaccare l’accampamento dei banditi e riprendercelo, se vogliamo che il festival cominci in tempo.
ja: メイポールが我々の倉庫から盗まれました。時間通りに祭りを行うためには、盗賊の野営地を襲って取り返してこなければなりません。
ko: 창고에서 메이폴을 도둑 맞았어요. 강도 캠프를 공격하고 메이폴을 찾아와서 축제를 제때에 열 수 있게 해야 해요.
pt: O mastro foi roubado de nossos depósitos. Temos que atacar o acampamento dos bandidos para recuperá-lo e garantir que o festival comece a tempo.
ru: Майское дерево было похищено из нашего пакгауза. Нужно напасть на лагерь бандитов, чтобы успеть вернуть дерево к началу фестиваля.
zh: 花柱从库房里被人抢走了。咱们一定要攻击强盗营地，将其夺回，确保庆典准时举行。
zh_tw: 花柱從庫房裡被人搶走了。咱們一定要攻擊強盜營地，將其奪回，確保慶典準時舉行。

# T_SCENARIO_2016_FESTIVITIES_SPRING_05_NAME
source: Attack the bandit camp and get the maypole back!
de: Greift das Banditenlager an und holt den Maibaum zurück!
es: ¡Ataca el campamento de los bandidos y recupera el palo de mayo!
fr: Attaquez le camp des bandits et récupérez le mat de fête !
id: Serang perkemahan bandit dan rebut kembali tiang perayaan!
it: Attacca l’accampamento dei banditi e riprenditi l’albero della cuccagna!
ja: 盗賊の野営地を襲ってメイポールを取り返せ！
ko: 강도 캠프를 공격하고 메이폴을 찾아오세요!
pt: Ataque o acampamento dos bandidos e recupere o mastro!
ru: Напади на лагерь бандитов и верни майское дерево!
zh: 进攻强盗的营地，夺回五朔节花柱！
zh_tw: 進攻強盜的營地，奪回五朔節花柱！

# T_SCENARIO_2016_FESTIVITIES_SPRING_05_SUCESS
source: A victory! The maypole is being brought back to our warehouse as we speak, my Lord.
de: Ein Sieg! Der Maibaum wird zurück zum Lagerhaus gebracht, während wir hier reden, mein Herr!
es: ¡Victoria! En estos momentos están devolviendo el palo de mayo a nuestro almacén.
fr: Victoire ! Le mat de fête va être rapporté dans notre entrepôt, mon seigneur.
id: Kita menang! Tiang perayaan sedang dibawa kembali ke gudang kita, Tuanku.
it: Vittoria! L’albero della cuccagna è stato riportato nel nostro magazzino, milord.
ja: 勝利です！メイポールは我々の倉庫に無事戻ってきました、閣下。
ko: 이겼어요! 지금 메이폴을 창고로 이동하고 있습니다, 영주님.
pt: Vitória! O mastro está sendo trazido para nosso depósito neste exato momento, milorde.
ru: Победа! Майское дерево уже везут в пакгауз, милорд.
zh: 胜利了！主人，花柱夺回，已按我们命令安放在库房。
zh_tw: 勝利了！主人，花柱奪回，已按我們命令安放在庫房。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_01_DESC
source: My lord! The farm is on fire! Please, you have to do something!
de: Mein Herr! Der Bauernhof steht in Flammen! Ihr müsst etwas tun!
es: ¡Mi señor! ¡La granja está ardiendo! ¡Por favor, tienes que hacer algo!
fr: Mon seigneur ! La ferme est en feu ! Je vous en prie, il faut faire quelque chose !
id: Tuanku! Pertaniannya terbakar! Tolonglah, Tuanku harus melakukan sesuatu!
it: Milord! La fattoria va a fuoco! Per favore, devi fare qualcosa!
ja: 閣下！農場が火事です！どうにかしてください！
ko: 영주님! 농장에 불이 났습니다! 어서, 불을 꺼야 합니다!
pt: Milorde! A fazenda está pegando fogo! Por favor, faça alguma coisa!
ru: Милорд! Ферма горит! Сделайте что-нибудь!
zh: 主人！农场起火了！求求您，您可不能袖手旁观啊！
zh_tw: 主人！農場起火了！求求您，您可不能袖手旁觀啊！

# T_SCENARIO_2016_FESTIVITIES_SUMMER_01_FAILED
source: What a disaster, governor! The farm has burned down and the harvest is ruined…
de: Welch Unglück, Statthalter! Der Bauernhof ist abgebrannt und die Ernte hinüber...
es: ¡Qué desastre, gobernador! La granja se ha quemado y la cosecha está arruinada...
fr: Quel désastre, gouverneur ! La ferme a brûlé et la récolte est ruinée…
id: Ini malapetaka, Gubernur! Pertanian terbakar habis dan hasil panen hancur...
it: Che disastro, Governatore! La fattoria è andata a fuoco e il raccolto è distrutto...
ja: なんてひどい、閣下！農場は焼け落ちて収穫物は全てダメになってしまいました。
ko: 엄청난 재앙입니다, 영주님! 농장이 화재로 무너지고 농작물이 타버렸습니다…
pt: Que desastre, governador! A fazenda pegou fogo, e a colheita está perdida…
ru: Катастрофа, губернатор! Ферма сгорела дотла, а урожай уничтожен...
zh: 总督大人，灾情太重了！农场烧成白地，庄稼颗粒无收…
zh_tw: 總督大人，災情太重了！農場燒成白地，莊稼顆粒無收…

# T_SCENARIO_2016_FESTIVITIES_SUMMER_01_NAME
source: Save the farm!
de: Rette den Bauernhof!
es: ¡Salva la granja!
fr: Sauvez la ferme !
id: Selamatkan pertanian!
it: Salva la fattoria!
ja: 農場を救う！
ko: 농장을 구하세요!
pt: Salve a fazenda!
ru: Спаси ферму!
zh: 拯救农场！
zh_tw: 拯救農場！

# T_SCENARIO_2016_FESTIVITIES_SUMMER_01_SUCESS
source: I am forever grateful to you, my liege! But the fire has destroyed the harvest! The festivities might still have to be cancelled if we do not harvest the fields in time.
de: Ich bin euch auf ewig dankbar, mein Herr. Leider hat das Feuer die Ernte vernichtet. Ich befürchte, dass das Sommerfest abgesagt werden muss, wenn wir nicht schleunigst die Felder ernten.
es: ¡Siempre te estaré agradecido, excelencia! ¡Pero el fuego ha destruido la cosecha! Puede que tengamos que cancelar el festival si no recogemos la cosecha a tiempo.
fr: Je ne vous remercierais jamais assez, mon seigneur ! Hélas, le feu a détruit la récolte ! Les festivités seront sans doute annulées si nous ne récoltons pas les champs à temps.
id: Aku berhutang budi selamanya, Tuanku! Tapi api menghanguskan hasil panen! Masih ada kemungkinan festival terpaksa dibatalkan kalau ladang tidak dipanen secepatnya.
it: Te ne sarò per sempre grato, mio signore! Ma il fuoco ha distrutto il raccolto! I festeggiamenti rischiano comunque di saltare se non completiamo il raccolto in tempo.
ja: あなたにはとても感謝しています、領主様！ しかし火事は収穫物をダメにしてしまいました！時間通りに畑の収穫をしなければ、やはり祝祭をとりやめなければいけないかもしれません。
ko: 감사한 마음을 영원히 간직하겠습니다, 영주님! 하지만 화재로 수확한 농작물이 모두 타버렸어요! 밭에서 제때에 추수하지 못하면 축제를 취소해야 할 수 있어요.
pt: Eu lhe serei sempre grato, meu senhor! Mas o fogo destruiu a colheita! As festividades ainda podem ser canceladas se não fizermos a colheita das plantações a tempo.
ru: Премного благодарен, ваша светлость! Но пожар уничтожил весь урожай! Если мы не успеем убрать поля, празднество придется отменить.
zh: 大人，小的永生永世，感念您的大恩大德！ 不过，大火毁了收成！地里的庄稼收不上来，欢庆活动仍要取消。
zh_tw: 大人，小的永生永世，感念您的大恩大德！ 不過，大火毀了收成！地裡的莊稼收不上來，歡慶活動仍要取消。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_02_DESC
source: My family’s farm has burned down, my lord! I will never make the first bread of the year in time for the festival. Would you be so kind and order the farm to be rebuilt?
de: Der Hof meiner Familie ist den Flammen zum Opfer gefallen, mein Herr. Wir werden nie in der Lage sein, das erste Brot noch rechtzeitig vor dem Fest zu backen, solltet ihr nicht den Aufbau eines neuen Bauernhofes in Auftrag geben.
es: ¡La granja de mi familia se ha quemado, mi señor! No conseguiré hacer el primer pan del año a tiempo para el festival. ¿Serías tan amable de ordenar la reconstrucción de la granja?
fr: La ferme de ma famille a brûlé, mon seigneur ! Je ne pourrais pas préparer le première fournée de l'année à temps pour le festival. Pourriez-vous ordonner la reconstruction de la ferme ?
id: Pertanian keluargaku terbakar habis, Tuanku. Aku takkan sanggup membuat roti pertama tahun ini sesuai jadwal festival. Maukah Tuanku berbaik hati dan memerintahkan pertanian dibangun kembali.
it: La fattoria della mia famiglia è andata a fuoco, milord! Non riusciremo mai a produrre il primo pane dell’anno in tempo per il festiva! Saresti così gentile da ordinare la ricostruzione della fattoria?
ja: 私の家族の農場が焼け落ちてしまいました、閣下！もう祭りのための今年最初のパン作りを間に合わせることができません。どうかまた農場を建て直すよう命じていただけませんか？
ko: 가족 농장이 화재로 사라졌습니다, 영주님! 축제 때까지 올해 첫 빵을 만들지 못할 거예요. 자비를 베풀어 농장 재건 명령을 내려주세요.
pt: A fazenda da minha família pegou fogo, milorde! Não vai dar tempo de fazer o primeiro pão do ano para o festival. O senhor poderia mandar reconstruir a fazenda, por favor?
ru: Моя семейная ферма сгорела, милорд! Теперь мне никак не успеть испечь первый хлеб к началу праздника. Вы не могли бы отдать приказ о восстановлении фермы?
zh: 主人，小人的农场已经烧毁！庆典之时，小人不可能及时做出年度第一批面包了。不知您可否大发慈悲，下令重建农场？
zh_tw: 主人，小人的農場已經燒毀！慶典之時，小人不可能及時做出年度第一批麵包了。不知您可否大發慈悲，下令重建農場？

# T_SCENARIO_2016_FESTIVITIES_SUMMER_02_NAME
source: Build a new farm.
de: Baue einen neuen Bauernhof auf.
es: Construye una nueva granja.
fr: Construisez une nouvelle ferme.
id: Bangunlah pertanian baru.
it: Costruisci una nuova fattoria.
ja: 新しい農場をつくる。
ko: 농장을 새로 만드세요.
pt: Construa uma nova fazenda.
ru: Построй новую ферму.
zh: 修建一个新农场！
zh_tw: 修建一個新農場！

# T_SCENARIO_2016_FESTIVITIES_SUMMER_02_SUCESS
source: Thank you, my lord. Without you, I would be ruined and the summer feast might have been cancelled! But we have to make haste in order to harvest the wheat in time!
de: Vielen Dank, mein Herr. Ohne Euch wäre ich ruiniert und das Sommerfest hätte abgesagt werden müssen. Allerdings müssen wir uns nun um eine neue Ernte kümmern. Es bleibt noch ein wenig Zeit.
es: Gracias, mi señor. ¡Sin ti me habría arruinado y el festival de verano se habría cancelado! ¡Pero tenemos que darnos prisa para cosechar el trigo a tiempo!
fr: Merci, mon seigneur. Sans vous, j'étais ruiné et le festin de l'été aurait été annulé ! Cependant, il va falloir faire vite pour récolter le blé à temps !
id: Terima kasih, Tuanku. Tanpa bantuanmu, aku pasti bangkrut dan jamuan musim panas mungkin batal! Tapi kita harus bergegas supaya gandum bisa dipanen tepat waktu!
it: Grazie, milord. Senza di te sarei rovinato e la festa d’estate avrebbe dovuto essere cancellata! Ma dobbiamo fare presto per raccogliere il grano in tempo!
ja: ありがとうございます、閣下。 あなたがいなければダメになって夏の祝祭は取りやめなければいけないところでした。 しかし時間通りに収穫するために急がなくてはいけません。
ko: 감사합니다, 영주님. 영주님이 없었다면 저는 절망에 빠지고 여름 축제가 취소됐을 거예요! 하지만 밀을 제때에 수확하려면 서둘러야 해요!
pt: Obrigado, milorde. Sem você, eu estaria perdido, e o festival do verão teria sido cancelado! Mas nós temos que nos apressar para dar tempo de colher o trigo!
ru: Благодарю, милорд. Если бы не вы, я бы остался ни с чем и летний пир мог так и не состояться! Но нужно поспешить, чтобы собрать пшеницу к сроку!
zh: 感谢您啊，主人。 若非主人，小的早已暴尸荒野，夏季宴会，更是无从谈起！ 不过，咱们必须得抓紧时间，及时收获小麦！
zh_tw: 感謝您啊，主人。 若非主人，小的早已暴屍荒野，夏季宴會，更是無從談起！ 不過，咱們必須得抓緊時間，及時收穫小麥！

# T_SCENARIO_2016_FESTIVITIES_SUMMER_03_DESC
source: My Lord, we have to look after the harvest now. There is still some time until the festival starts. We have to make sure enough wheat is harvested.
de: Mylord, wir sollten uns schleunigst um die Ernte kümmern, bevor das Fest losgeht - es bleibt noch ein wenig Zeit!
es: Mi señor, tenemos que ocuparnos de la cosecha. Aún queda tiempo hasta que empiece el festival. Hemos de asegurarnos de que se recoge el trigo.
fr: Mon seigneur, nous devons nous occuper de la récolte, à présent. Il reste encore un peu de temps avant le début du festival. Nous devons faire en sorte de récolter assez de blé.
id: Tuanku, kita harus mengurus panen sekarang. Masih ada waktu sampai festival dimulai. Kita harus pastikan bahwa panen gandum mencukupi kebutuhan.
it: Milord, ora dobbiamo curare il raccolto. C’è ancora un po’ di tempo prima dell’inizio del festival. Dobbiamo fare in modo che venga raccolto grano a sufficienza.
ja: 閣下、我々は収穫を見守らなければいけません。まだ祝祭が始まるまで少し時間があります。十分な量の小麦を収穫できるようにしなければいけません。
ko: 영주님, 이제 수확에 신경 써야 합니다. 축제까지 아직 시간 여유가 있습니다. 밀을 충분히 수확해야 합니다.
pt: Milorde, temos que cuidar da colheita agora. Ainda falta um tempo para o início do festival. Temos que fazer de tudo para que haja trigo suficiente.
ru: Милорд, нам нужно приглядывать за урожаем. У нас еще есть время до начала фестиваля, и мы должны убедиться, что собрали достаточно пшеницы.
zh: 主人，现在我们得经管小麦了。离庆典开始，还有些时间。我们必须保证收足小麦。
zh_tw: 主人，現在我們得經管小麥了。離慶典開始，還有些時間。我們必須保證收足小麥。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_03_NAME
source: Complete the wheat harvest.
de: Beende die Getreideernte.
es: Completa la cosecha de trigo.
fr: Complétez la récolte de blé.
id: Selesaikan panen gandum.
it: Completa il raccolto di grano.
ja: 小麦の収穫を完了する。
ko: 밀 수확을 완료하세요.
pt: Termine a colheita de trigo.
ru: Заверши сбор урожая.
zh: 完成小麦收割。
zh_tw: 完成小麥收割。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_03_SUCESS
source: It is very hot these days, my liege. I hope there won't be another fire or drought to threaten the festivities. Nonetheless, now we have enough wheat for the feast.
de: In den letzten Tagen ist es sehr heiß geworden. Ich hoffe, dass uns weder eine Dürre, noch ein weiteres Feuer einen Strich durch die Rechnung macht.
es: Está haciendo mucho calor, excelencia. Espero que las festividades no se vean amenazadas por otro incendios o la sequía. Pero al menos ahora tenemos suficiente trigo.
fr: Il fait très chaud en ce moment, mon seigneur. J'espère qu'il n'y aura pas d'autre incendie ou de sécheresse pour perturber les festivités. Au moins, nous avons assez de blé pour le festin.
id: Belakangan ini udara panas sekali, Tuanku. Mudah-mudahan tidak ada kebakaran lagi atau kekeringan yang bisa mengancam perayaan. Tapi persediaan gandum kita cukup.
it: Fa molto caldo in questi giorni, mio signore. Spero che non scoppino altri incendi o siccità a mettere in pericolo i festeggiamenti. Però ora abbiamo abbastanza grano per i festini.
ja: 最近とても暑いですね、領主様。祝祭を脅かすような火事や干ばつがこれ以上起きないと良いのですが。いずれにしても、今はお祝いのために十分な小麦があります。
ko: 요즘 날이 무척 더워요, 영주님. 축제를 위협하는 화재나 가뭄이 또 일어나지 않았으면 좋겠어요. 하지만 이제 축제에 쓸 밀을 충분히 확보했어요.
pt: Está muito quente estes dias, meu senhor. Espero que não aconteça outro incêndio ou seca que ameace as festividades. Mas agora temos trigo suficiente para o banquete.
ru: Жаркие пошли деньки, ваша светлость. Надеюсь, нам не придется отменять праздник из-за какого пожара или засухи. Так или иначе, пшеницу для пира мы собрали.
zh: 大人，这些日子，天气炎热。千万别再来一场大火、大旱什么的，影响到欢庆活动。不过，现在咱们手里的小麦，应付夏季宴会，已是绰绰有余。
zh_tw: 大人，這些日子，天氣炎熱。千萬別再來一場大火、大旱什麼的，影響到歡慶活動。不過，現在咱們手裡的小麥，應付夏季宴會，已是綽綽有餘。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_04_DESC
source: My lord, my fields are so dry I think we have another draught this summer. Would you be so kind and build a couple of wells to water the fields?
de: Lord! Die Felder sind völlig ausgetrocknet. Ich denke, wir haben eine Dürre in diesem Sommer! Wärt ihr so freundlich und gebt einige Brunnen in Auftrag, so dass wir die Felder bewässern können?
es: Mi señor, mis campos están secos. Parece que este verano también hay sequía. ¿Serías tan amable de construir un par de pozos para regar los campos?
fr: Mon seigneur, les champs sont si secs que j'ai peur d'une nouvelle sécheresse cet été. Pourriez-vous bâtir quelques puits pour arroser les champs ?
id: Tuanku, semua ladang kering kerontang dan sepertinya akan ada bencana kekeringan lagi pada musim panas ini. Maukah Tuanku bermurah hati dan membangun sejumlah sumur untuk mengairi ladang?
it: Milord, i miei campi sono così secchi che temo che quest’estate avremo un’altra siccità. Saresti così generoso da costruire un altro paio di pozzi per irrigare i campi?
ja: 閣下、私の畑はとても乾燥しており、今年の夏もまた干ばつが起きそうです。どうか畑に水をやるための井戸を二つほど作っていただけませんか？
ko: 영주님, 들판이 너무 말랐어요. 이번 여름에 또 가뭄이 찾아올 것 같습니다. 우물을 파서 들에 물을 대주시겠습니까?
pt: Milorde, meus campos estão muito secos. Acho que teremos seca neste verão. O senhor poderia construir alguns poços para irrigar os campos?
ru: Милорд, мои поля практически высохли! Похоже, мы имеем дело с настоящей засухой. Вы не могли бы приказать вырыть несколько колодцев, чтобы нам было чем поливать свои наделы?
zh: 主人，小人的田里一片干旱。小人以为，今年夏天又要有旱灾了。您可不可以行行好，打几口井来灌溉田地？
zh_tw: 主人，小人的田裡一片乾旱。小人以為，今年夏天又要有旱災了。您可不可以行行好，打幾口井來灌溉田地？

# T_SCENARIO_2016_FESTIVITIES_SUMMER_04_NAME
source: Build several wells to water the fields.
de: Baue einige Brunnen, um die Felder zu bewässern.
es: Construye varios pozos para regar los campos.
fr: Construisez plusieurs puits pour arroser les champs.
id: Bangunlah sejumlah sumur untuk mengairi ladang.
it: Costruisci diversi pozzi per irrigare i campi.
ja: 畑に水をやるための井戸をいくつか建てる。
ko: 우물을 여러 개 파서 들에 물을 공급하세요.
pt: Construa vários poços para irrigar os campos.
ru: Построй несколько колодцев для полива полей.
zh: 打几口井，灌溉田地。
zh_tw: 打幾口井，灌溉田地。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_04_SUCESS
source: Nicely done, my liege! The fields have been watered. Now we just have to wait until the wheat grows again. I hope it does not take too long…
de: Sehr gut, mein Herr. Die Felder sind gewässert. Nun müssen wir nur noch warten, bis das Getreide wieder nachwächst. Hoffentlich dauert es nicht zu lange...
es: ¡Magnífico, excelencia! Hemos regado los campos. Ahora solo hay que esperar a que el trigo crezca de nuevo. Espero que no tarde demasiado...
fr: Beau travail, mon seigneur ! Les champs sont arrosés. Il n'y a plus qu'à attendre que le blé repousse. J'espère que ça ne prendra pas trop de temps…
id: Pekerjaan yang bagus, Tuanku! Ladang-ladang sudah diairi. Sekarang kita tinggal tunggu sampai gandum tumbuh lagi. Mudah-mudahan tidak terlalu lama…
it: Ben fatto, mio signore! I campi sono stati irrigati. Ora dobbiamo solo attendere che il grano cresca di nuovo. Spero che non ci voglia tanto...
ja: とてもよくできました、領主様！畑には水がまかれました。あとはまた小麦が育つのを待つだけです。あまり長くかからないと良いのですが...
ko: 훌륭해요, 영주님! 들에 물이 공급됐습니다. 이제 밀이 다시 자랄 때까지 기다리기만 하면 돼요. 너무 오래 걸리지 않았으면 좋겠어요…
pt: Excelente, meu senhor! Os campos forram irrigados. Agora só temos que esperar o trigo crescer novamente. Espero que isso não demore muito…
ru: Отлично, ваша светлость! Поля политы. Теперь нам остается лишь ждать, пока пшеница созреет. Надеюсь, не долго...
zh: 大人，太好了！田地得到灌溉。现在咱们可以坐等庄稼再长起来了。 希望不要等得太久…
zh_tw: 大人，太好了！田地得到灌溉。現在咱們可以坐等莊稼再長起來了。 希望不要等得太久…

# T_SCENARIO_2016_FESTIVITIES_SUMMER_05_DESC
source: The feast can start once we have finished baking the first bread of the harvest, my liege. Would you be so nice to ensure the baking is completed in time?
de: Das Fest kann beginnen, sobald wir das Brot der ersten Ernte gebacken haben, mein Herr. Wären Sie so freundlich und würden sicherstellen, dass der Backvorgang reibungslos abläuft?
es: Cuando hayamos horneado el primer pan de la cosecha podrá comenzar el festival, excelencia. ¿Serías tan amable de asegurarte de que se hornea a tiempo?
fr: Le festin pourra démarrer une fois que nous aurons fini de faire cuire la première fournée de la récolte, mon seigneur. Pourriez-vous faire en sorte de terminer la cuisson à temps ?
id: Perayaan bisa dimulai begitu kita selesai memanggang roti pertama dari hasil panen ini, Tuanku. Maukah Tuanku memastikan pemanggangan selesai tepat waktu?
it: Il banchetto inizierà quando avremo terminato di cuocere il primo pane del raccolto, mio signore. Potresti assicurarti che la preparazione venga completata in tempo?
ja: 収穫後最初のパンを焼き終わればお祝いを始められます、領主様。ちゃんと時間通りに焼きあがるよう見ていてくださいますか？
ko: 밀로 첫 번째 빵을 구운 후 축제를 시작할 수 있어요, 영주님. 빵이 제때에 구워지게 확인해주세요.
pt: O banquete pode começar assim que terminarmos de assar os primeiros pães, meu senhor. O senhor poderia cuidar para que os pães estejam prontos a tempo?
ru: Ваша светлость, как только мы испечем из нового урожая первый хлеб, можно начинать праздник. Вас не затруднит проследить за тем, чтобы пекарь управился в срок?
zh: 大人，等丰收以后的第一批面包出炉，宴会马上就可以开始。不知大人可否劳神，确保烘烤及时完成？
zh_tw: 大人，等豐收以後的第一批麵包出爐，宴會馬上就可以開始。不知大人可否勞神，確保烘烤及時完成？

# T_SCENARIO_2016_FESTIVITIES_SUMMER_05_NAME
source: Bake enough bread for the summer festival.
de: Backe genügend Brot für das Sommerfest.
es: Hornea suficiente pan para el festival de verano.
fr: Faites assez de pain pour le festival de l'été.
id: Pangganglah roti yang cukup untuk festival musim panas.
it: Cuoci pane a sufficienza per il festival d’estate.
ja: 夏の祝祭のために十分なパンを焼く。
ko: 여름 축제용 빵을 충분히 만드세요.
pt: Asse pães suficientes para o festival de verão.
ru: Испеки достаточно хлеба для летнего фестиваля.
zh: 为夏日庆典，烘烤足够的面包。
zh_tw: 為夏日慶典，烘烤足夠的麵包。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_05_SUCESS
source: Splendid, my liege. The bread for the feast has been baked!
de: Prächtig mein Herr, das Brot ist fertig gebacken!
es: Espléndido, excelencia. ¡El pan para el festival está listo!
fr: Splendide, mon seigneur. Le pain pour la fête a été cuit !
id: Bagus sekali, Tuanku! Roti untuk perayaan sudah selesai dipanggang!
it: Splendido, mio signore. Il pane per il banchetto è pronto!
ja: 素晴らしいです、領主様！お祝いのためのパンが焼きあがりました！
ko: 훌륭해요, 영주님. 축제를 위한 빵이 완성됐어요!
pt: Esplêndido, meu senhor. O pão do banquete está pronto!
ru: Чудесно, ваша светлость. Хлеб для пира испечен!
zh: 大人，好极了。为宴会准备的面包已经出炉！
zh_tw: 大人，好極了。為宴會準備的麵包已經出爐！

# T_SCENARIO_2016_FESTIVITIES_SUMMER_06_DESC
source: My lord! Something is still missing for the festival...we need brew! You should order the construction of a monastery brewery in order to get some brew produced by the monks!
de: Mein Herr! Etwas fehlt noch für das Fest...wir brauchen Gebräu! Ihr solltet schleunigst eine Klosterbrauerei in Auftrag geben lassen und etwas Gebräu für das Fest brauen.
es: ¡Mi señor! Aún falta algo para el festival... ¡cerveza! ¡Debes ordenar la construcción de un monasterio cervecero para que los monjes la produzcan!
fr: Mon seigneur ! Il manque encore quelque chose pour le festival... de la boisson ! Vous devriez ordonner la construction d'une brasserie de monastère afin que les moines produisent de la boisson !
id: Tuanku! Masih ada yang kurang untuk festival kita... kita butuh bir! Sebaiknya Tuanku perintahkan pembangunan tempat pembuatan bir di biara agar kita bisa mendapat bir buatan para rahib!
it: Milord! Ci manca qualcosa per il festival... la birra! Dovresti ordinare la costruzione di un monastero-birreria per far produrre della birra ai monaci!
ja: 閣下！祭りのための何かがまだ揃っていません...ビールが必要です！修道士がビールを生産できるように修道院醸造所の建設を命じてください。
ko: 영주님! 축제에 무언가 빠졌습니다... 맥주가 필요해요! 수도승이 맥주를 생산하게 수도원 양조장을 건설하라고 명령하세요!
pt: Milorde! Ainda falta uma coisa no festival… precisamos de mais cerveja! Seria bom construir um mosteiro com instalações cervejeiras para que os monges possam produzir cerveja!
ru: Милорд! Мне кажется, нам чего-то не хватает... ну конечно, пива! Прикажите построить монастырскую пивоварню, а затем поручите монахам сварить пива!
zh: 主人，庆典好像还缺点什么…咱们需要酒！您应当下令，修建一个修道院里的酿酒作坊，这样，就可以让修道士酿酒了！
zh_tw: 主人，慶典好像還缺點什麼…咱們需要酒！您應當下令，修建一個修道院裡的釀酒作坊，這樣，就可以讓修道士釀酒了！

# T_SCENARIO_2016_FESTIVITIES_SUMMER_06_NAME
source: Produce brew for the summer festival.
de: Produziere Gebräu für das Sommerfest.
es: Produce cerveza para el festival de verano.
fr: Produisez de la boisson pour le festival de l'été.
id: Buatlah bir untuk festival musim panas.
it: Produci della birra per il festival d’estate.
ja: 夏の祭りのためにビールを生産する。
ko: 여름 축제를 위한 맥주를 만드세요.
pt: Produza cerveja suficiente para o festival de verão.
ru: Свари пиво для летнего фестиваля.
zh: 为夏日庆典，酿造啤酒。
zh_tw: 為夏日慶典，釀造啤酒。

# T_SCENARIO_2016_FESTIVITIES_SUMMER_06_SUCESS
source: Very good my liege. That brew is really tasty and refreshing in a hot summer like this.
de: Sehr gut, mein Herr. Dieses Gebräu ist vorzüglich und wirklich erfrischend in einem Sommer, der so heiß ist wie dieser.
es: Muy bien, excelencia. Esa cerveza sabe a gloria y refresca mucho en un verano tan caluroso como este.
fr: Parfait, mon seigneur. Cette boisson est délicieuse et rafraîchissante par un été aussi chaud que celui-ci.
id: Bagus, Tuanku. Bir ini benar-benar lezat dan menyegarkan di musim panas seperti ini.
it: Molto bene, mio signore. Quella birra è molto buona e rinfrescante, in un’estate calda come questa.
ja: いいですね、領主様。このビールはとてもおいしくて、今日のような暑い夏にはぴったりです。
ko: 훌륭해요. 맥주가 맛이 정말 좋고 이번 여름처럼 뜨거운 날에 상쾌함을 주네요.
pt: Muito bem, meu senhor. Essa cerveja refrescante está ótima para um verão quente como este.
ru: Прекрасно, ваша светлость. Вкусное холодное пиво — самое то для такого жаркого лета.
zh: 好极了，大人。这啤酒真是味美，如此炎夏，饮此美酒，真是让人舒爽。
zh_tw: 好極了，大人。這啤酒真是味美，如此炎夏，飲此美酒，真是讓人舒爽。
