Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN_CW_35_DESC
source: My lord, I guess you should ask the people in this village. They could have some left over wood.
de: Mein Herr, ich empfehle Euch, sich etwas bei den Townies umzuhören: Vielleicht hat der ein oder andere noch etwas Holz?
es: Mi señor, creo que deberías preguntar a la gente de esta aldea. Puede que les sobre algo de madera.
fr: Mon seigneur, je pense que vous devriez demander aux habitants de ce village. Ils ont peut-être du bois en trop.
id: Tuanku, sebaiknya kita tanya penduduk desa ini. Siapa tahu mereka punya kayu sisa.
it: Mio signore, credo che dovresti chiedere agli abitanti di questo villaggio. Potrebbero avere delle rimanenze di legname.
ja: 閣下、この村の人々に聞いてみましょう。木材がいくらか残っているかもしれません。
ko: 영주님, 이 마을 주민들에게 요청해야 합니다. 남은 목재가 있을 수 있습니다.
pt: Talvez você deva pedi ao povo desta aldeia. Pode ser que as pessoas tenham madeira sobrando.
ru: Милорд, похоже, придется поговорить с жителями деревни. Возможно, у них осталось немного древесины.
zh: 大人，小人愚见，您可以向村子里的人询问，他们可能还有剩余的木材。
zh_tw: 大人，小人愚見，您可以向村子裡的人詢問，他們可能還有剩餘的木材。

# T_GAME_QUEST_SCEN_CW_40_DESC
source: The King is awaiting the first delivery of planks. We could assign a Townie to the sawmill and start producing planks. I advise to keep an eye on the stock of wood.
de: Der König wartet bereits auf die erste Lieferung Bretter. Ihr könntet einen Townie zur Sägemühle beordern, damit wir Bretter herstellen können. Jedoch rate ich Euch, immer ein Auge auf den Holzvorrat zu werfen.
es: El rey espera el primer cargamento de tablas. Podríamos asignar a un townie al aserradero y empezar a producirlas. Te aconsejo que vigiles de cerca las existencias de madera.
fr: Le roi attend sa première livraison de bois. Nous pourrions assigner un habitant à la scierie pour commencer à produire des planches. Je vous conseille de surveiller de près le stock de bois.
id: Raja menunggu kiriman papan yang pertama. Kita bisa menugaskan seorang Townie di penggergajian dan mulai memproduksi papan. Jangan lupa perhatikan persediaan kayu.
it: Il re attende la prima consegna di assi. Potremmo assegnare un cittadino alla segheria e iniziare a produrre assi. Ti suggerisco di tenere d’occhio la scorta di legno.
ja: 王様は厚板の最初の配達を待っています。 タウニーを製材所に割り当て、私たちは厚板の生産を開始することができます。木材の在庫に常に注意することをおすすめします。
ko: 왕이 첫 번째 목재 납품을 기다리고 있습니다. 주민을 제재소에 배치하여 목재를 생산하십시오. 목재 재고를 관리해야 합니다.
pt: O Rei está esperando a primeira entrega de tábuas. Podemos colocar um habitante na serraria para começar a produzir tábuas. Fique de olho no estoque de madeira.
ru: Король ожидает первую партию досок. Мы можем отправить горожанина работать на лесопилке, чтобы начать производство досок. Советую следить за запасами древесины.
zh: 陛下正在盼望进献的第一批木板。 咱们可以分派一个镇民去锯木厂，开始生产木板。依小人之见，还得盯紧木材存量。
zh_tw: 陛下正在盼望進獻的第一批木板。 咱們可以分派一個鎮民去鋸木廠，開始生產木板。依小人之見，還得盯緊木材存量。

# T_GAME_QUEST_SCEN_CW_40_NAME
source: Assign a Townie to the sawmill.
de: Setze Townies in der Sägemühle ein.
es: Destina a un townie al aserradero.
fr: Assignez un habitant à la scierie.
id: Tugaskan seorang Townie di penggergajian.
it: Assegna un cittadino alla segheria.
ja: タウニーを製材所に割り当てる。
ko: 주민을 제재소에 배치하세요.
pt: Coloque um habitante na serraria.
ru: Назначь горожанина в лесопилку.
zh: 分派一个镇民去锯木厂。
zh_tw: 分派一個鎮民去鋸木廠。

# T_GAME_QUEST_SCEN_CW_45_DESC
source: How are you getting along, governor? I am expecting a total of three deliveries. You should prepare the first delivery as soon as possible. Don‘t disappoint me!
de: Wie kommt Ihr zurecht, Statthalter? Ich erwarte insgesamt drei Bretter Lieferungen. Die erste solltet Ihr bald bereitstellen. Enttäuscht mich nicht!
es: ¿Cómo te va, gobernador? Espero un total de tres remesas. Debes prepararte para hacer el primer envío cuanto antes. ¡No me decepciones!
fr: Est-ce que tout se passe bien, gouverneur ? J'attends trois livraisons au total. Vous devriez préparer la première dès que possible. Ne me décevez pas !
id: Bagaimana perkembangannya, Gubernur? Aku menunggu tiga kiriman. Siapkan kiriman pertama secepat mungkin. Jangan kecewakan aku!
it: Come sta andando, governatore? Mi aspetto un totale di tre consegne. Devi preparare la prima consegna al più presto. Non mi deludere!
ja: 領主殿、いかがですかな？わしは合計3回の配達を待っている。 そなたはできるだけ早く最初の配達に備えなくてはならない。わしを失望させないでくだされ！
ko: 잘 지내시죠, 영주님? 총 배송 3건을 기다리고 있습니다. 되도록 빨리 첫 번째 배송을 준비하세요. 실망시키지 마세요!
pt: Como está se saindo, governador? Estou esperando um total de três entregas Prepare a primeira entrega o mais depressa possível. Não vá me desapontar.
ru: Как дела, губернатор? Я ожидаю три партии досок. Подготовьте первую из них как можно скорее. Не разочаруйте меня!
zh: 总督，你那边进展如何？我要你进呈三批木板。 第一批，你要尽快备办妥当。不要让我失望。
zh_tw: 總督，你那邊進展如何？我要你進呈三批木板。 第一批，你要儘快備辦妥當。不要讓我失望。

# T_GAME_QUEST_SCEN_CW_45_NAME
source: Deliver the goods to the King.
de: Beliefere den König.
es: Envía la mercancía al rey.
fr: Livrez les marchandises au roi.
id: Antarkan kiriman kepada Raja.
it: Consegna le risorse al re.
ja: 王様に品物を届ける。
ko: 상품을 왕에게 배송하세요.
pt: Entregue a mercadoria ao Rei.
ru: Доставь товары королю.
zh: 进献货物给国王。
zh_tw: 進獻貨物給國王。

# T_GAME_QUEST_SCEN_CW_50_DESC
source: My lord, the King was pleased with the first delivery of planks. We should get the next one ready as soon as we can.
de: Mein Herr, der König war sehr über die erste Lieferung erfreut. Wir sollten die zweite Lieferung alsbald bereitstellen.
es: Mi señor, el rey está satisfecho con el primer envío de tablas. Debemos preparar el segundo en cuanto podamos.
fr: Mon seigneur, le roi est satisfait de cette première livraison de bois. Nous devrions préparer la suivante dès que possible.
id: Tuanku, Raja merasa puas dengan kiriman papan yang pertama. Kiriman kedua perlu kita siapkan secepatnya.
it: Mio signore, il re è rimasto soddisfatto dalla prima consegna di assi. Dobbiamo preparare la seconda al più presto possibile.
ja: 閣下、王様は厚板の最初の配達に満足されていました。 私たちはできるだけ早く次の準備をしなくてはなりません。
ko: 영주님, 왕이 첫 번째 목재 배송에 만족했습니다. 다음 배송을 가능한 한 빨리 준비해야 합니다.
pt: O Rei ficou muito satisfeito com a primeira entrega de tábuas. É melhor prepararmos a segunda leva o mais breve possível.
ru: Милорд, король доволен первой партией досок. Давайте поскорее подготовим вторую.
zh: 大人，咱们进献了第一批木板，陛下很是满意。 咱们得赶快备办好下一批。
zh_tw: 大人，咱們進獻了第一批木板，陛下很是滿意。 咱們得趕快備辦好下一批。

# T_GAME_QUEST_SCEN_CW_60_DESC
source: The King is awaiting the last delivery. After he received the planks, the Royal Fleet can be expanded to a noticeable size. We should get things done.
de: Es fehlt nur noch eine letzte Lieferung, dann kann die königliche Flotte eine beachtliche Größe erreichen. Wir sollten gleich ein paar Bretter fertigstellen.
es: El rey espera el último envío. Cuando haya recibido las tablas, se podrá aumentar la armada real a un tamaño considerable.. Tenemos que cumplir nuestra tarea.
fr: Le roi attend sa dernière livraison. Après réception des planches, il pourra augmenter considérablement la taille de sa Flotte royale. Mettons-nous au travail.
id: Raja menunggu kiriman yang terakhir. Setelah semua papan diterima, armada kerajaan bisa diperbesar. Kita harus segera merampungkan tugas ini.
it: Il re attende l’ultima consegna. Quando avrà ricevuto le assi, la Flotta Reale potrà essere ampliata considerevolmente. Dobbiamo darci da fare.
ja: 王様は最後の配達を待っています。王様が厚板を受け取れば、王立艦隊は注目すべき大きさへと拡大されることでしょう。 私たちはやり遂げるしかありません。
ko: 왕이 마지막 배송을 기다리고 있습니다. 왕이 목재를 받으면 왕실 함대를 상당한 규모로 확장할 수 있습니다. 어서 마무리해야 합니다.
pt: O Rei está esperando a última entrega. Quando ele tiver tábuas suficientes, a Frota Real poderá ser expandida de modo significativo. Vamos trabalhar.
ru: Король ожидает последнюю партию досок. Получив их, он сможет наконец-то увеличить королевский флот до внушительных размеров. Нужно продолжить работу.
zh: 陛下正在等着最后一批木板。有了这批木板，皇家舰队会得到大大的扩充。 咱们一定得把差事办妥当。
zh_tw: 陛下正在等著最後一批木板。有了這批木板，皇家艦隊會得到大大的擴充。 咱們一定得把差事辦妥當。

# T_GAME_QUEST_SCEN_CW_70_DESC
source: Are you wondering why your King doesn‘t have the delivery yet? Well, I think I have an answer for that. To make things short: Pay me a little ransom and your delivery should reach the King without further interruptions.
de: Ihr wundert Euch sicherlich, wieso Euer König noch keine Lieferung erhalten hat. Nun, ich denke, das kann ich erklären. Machen wir es kurz: Ihr zahlt mir einen kleinen Tribut und die Holzlieferung sollte Euren König ohne weitere Zwischenfälle erreichen.
es: ¿Te estás preguntando por qué tu rey no ha recibido todavía el envío? Pues creo que tengo la respuesta. Para resumirlo: entrégame un pequeño rescate y el rey recibirá tu envío sin más dilación.
fr: Vous vous demandez pourquoi le roi n'a pas encore reçu sa livraison ? Eh bien, j'ai la réponse. Pour faire simple, payez-moi une petite rançon et votre livraison arrivera dans les mains du roi sans problème.
id: Kau bingung kenapa kirimanmu belum diterima oleh Raja? Mari kuberi tahu jawabannya. Singkat kata: Bayarlah sedikit uang tebusan dan kirimanmu akan segera sampai ke tangan Raja.
it: Ti stai chiedendo perché il re non ha ancora ricevuto la consegna? Beh, credo di avere una risposta. Per farla breve: pagami un piccolo riscatto e la tua consegna raggiungerà il re senza ulteriori interruzioni.
ja: なぜ王様がまだ配達を受け取っていないのかと悩んでいますね？ええ、その答えは私が知っています。 かいつまんで話しましょう。私に身代金をいくらか支払ってください、そうすればこれ以上の中断はなく、王様のもとに配達が届きますよ。
ko: 왕이 왜 아직 배송을 받지 못했는지 궁금하신가요? 전 이유를 알 것 같습니다. 간단히 말씀드리죠. 제게 수수료를 조금 지불하면 더 이상 차질 없이 왕께 물건이 배송될 것입니다.
pt: Está se perguntando por que o Rei ainda não recebeu a entrega? Bom, eu acho que sei a resposta. Resumindo: me pague um valor simbólico de resgate e eu libero sua entrega para o Rei sem maiores interrupções.
ru: Удивляешься, почему партия товара так и не дошла до короля? Давай-ка я тебя просвещу. В общем так: заплати небольшой выкуп, и товар доберется до короля без каких-либо задержек.
zh: 你想知道，国王收不到木板，是什么原因吗？哼哼，我可知道为什么。 咱废话少说，给一点赎金，你们的货，就可以到国王那里，不会再有留难。
zh_tw: 你想知道，國王收不到木板，是什麼原因嗎？哼哼，我可知道為什麼。 咱廢話少說，給一點贖金，你們的貨，就可以到國王那裡，不會再有留難。

# T_GAME_QUEST_SCEN_CW_70_NAME
source: Pay the ransom.
de: Bezahle das Lösegeld.
es: Paga el rescate.
fr: Payez la rançon.
id: Bayar uang tebusan.
it: Paga il riscatto.
ja: 身代金を支払う。
ko: 수수료를 지불하세요.
pt: Pague o resgate.
ru: Заплати выкуп.
zh: 付上赎金。
zh_tw: 付上贖金。

# T_GAME_QUEST_SCEN_CW_MAIN_10_DESC
source: For the construction of the royal fleet I am in need of a lot of planks. Unfortunately there haven’t been any deliveries in a long time. Governor, I have a task for you! Find out why the deliveries stopped and solve the problem!
de: Für die königliche Flotte werden sehr viele Bretter benötigt. Leider bleiben die Lieferungen seit einiger Zeit aus. Mein Statthalter, findet die Ursache des Problems und sorgt dafür, dass die Holzlieferungen wieder ankommen.
es: Para la construcción de la armada real, necesito muchas tablas. Por desgracia, hace tiempo que no recibimos ninguna remesa. ¡Gobernador, tengo una misión para ti! ¡Averigua por qué se han detenido los envíos y soluciona el problema!
fr: J'ai besoin de beaucoup de planches pour la construction de la flotte royale. Malheureusement, cela fait longtemps que je n'ai pas reçu de livraisons. Gouverneur, j'ai une tâche à vous confier ! Découvrez pourquoi les livraisons ont cessé et résolvez ce problème !
id: Aku perlu banyak papan untuk membangun armada kerajaan. Sayangnya sudah lama tidak ada kiriman apapun. Gubernur, aku punya tugas untukmu! Cari tahu kenapa kiriman terhenti dan atasi masalahnya!
it: Per la costruzione della flotta reale ho bisogno di moltissime assi. Purtroppo non arrivano nuove consegne da molto tempo. Governatore, ho un compito per te! Scopri perché le consegne sono bloccate e risolvi il problema!
ja: 王立艦隊の建造のため、わしはたくさんの厚板を必要としている。しかしながら、残念なことに長い間何も届いていない。領主殿、そなたにはやるべきことがある！なぜ配達が停止したのか探り、問題を解決してくれ！
ko: 왕실 함대를 만들기 위해 목재가 많이 필요해요. 유감스럽게도 목재를 배송받은지 오래됐어요. 영주님, 부탁드릴 것이 있습니다! 배송이 왜 중단됐는지 알아내고 문제를 해결하세요!
pt: Para construir a frota real, eu preciso de muitas tábuas. Infelizmente, há tempo que não recebo esse tipo de mercadoria. Governador, tenho uma missão para você! Descubra porque pararam de fazer entregas e resolva o problema!
ru: Для строительства королевского флота мне понадобится множество досок. К сожалению, с их поставками последнее время все очень плохо. Губернатор, у меня есть для вас задание! Узнайте, почему мне не поставляют доски и разберитесь с этой проблемой!
zh: 为打造皇家舰队，我需要大量的木板。 无奈，很久都没有人进献了。 总督，我交给你一个任务！找出进献受阻的原因，把问题解决掉！
zh_tw: 為打造皇家艦隊，我需要大量的木板。 無奈，很久都沒有人進獻了。 總督，我交給你一個任務！找出進獻受阻的原因，把問題解決掉！

# T_GAME_QUEST_SCEN_CW_MAIN_10_END
source: Good job governor. I knew I could count on you. Thanks to your deeds, the fleet will be ready in no time.
de: Gute Arbeit, mein Statthalter. Ich wusste, auf Euch ist Verlass. Dank Eurer edlen Taten wird die neue Flotte bald fertiggestellt werden.
es: Buen trabajo, gobernador. Sabía que podía contar contigo. Gracias a tus esfuerzos, la armada estará lista enseguida.
fr: Beau travail, gouverneur. Je savais que je pouvais compter sur vous. Grâce à vos exploits, la flotte sera prête en un rien de temps.
id: Bagus, Gubernur. Aku tahu kau bisa diandalkan. Berkat bantuanmu armada akan segera siap.
it: Bel lavoro, governatore. Sapevo di poter contare su di te. Grazie al tuo impegno, la flotta sarà presto pronta.
ja: よくやった。やはり頼りになると思っていた。 そなたのおかげですぐさま艦隊の準備は整うことだろう。
ko: 훌륭해요. 역시 믿음직하군요. 덕분에 함대가 곧 준비될 거예요.
pt: Muito bem, governador. Sabia que podia contar com você. Graças aos seus feitos, a frota estará pronta em breve.
ru: Хорошая работа, губернатор. Я знал, что на вас можно положиться. Благодаря вам флот будет готов в кратчайшие сроки.
zh: 办事得力，总督。我就知道，可以依靠于你。 由于你做事出色，舰队不日即可整装待发。
zh_tw: 辦事得力，總督。我就知道，可以依靠於你。 由於你做事出色，艦隊不日即可整裝待發。

# T_GAME_QUEST_SCEN_CW_MAIN_10_NAME
source: Bring the wood shortage to an end and deliver enough planks to the king.
de: Beende den Holz Engpass und liefere ausreichend Bretter an den König.
es: Acaba con la escasez de madera y entrega suficientes tablas al rey.
fr: Mettez fin à la pénurie de bois et livrez assez de planches au roi.
id: Akhiri kekurangan kayu dan antarkan papan secukupnya kepada raja.
it: Metti fine alla carenza di legname e consegna una quantità sufficiente di assi al re.
ja: 木材不足を終わらせ、王様に十分な厚板を届ける。
ko: 나무 부족을 끝내고 목재를 충분히 왕에게 보내세요.
pt: Resolva o problema da escassez de madeira e forneça tábuas para o rei.
ru: Положи конец дефициту древесины и доставь королю достаточное количество досок.
zh: 终结木材短缺问题，向国王进献充足的木板。
zh_tw: 終結木材短缺問題，向國王進獻充足的木板。

# T_GAME_QUEST_SCEN_CW_M_10_DESC
source: My lord, I suggest we use the wood wisely! We could build a marketplace, so we can buy wood from the merchants.
de: Mein Herr, ich empfehle Euch, das Holz mit Bedacht einzusetzen. Wenn wir einen Marktplatz errichten, könnten wir sicherlich bei Händlern Holz erstehen.
es: ¡Mi señor, sugiero que usemos la madera con sentido común! Podríamos construir un mercado para poder comprar madera a los mercaderes.
fr: Mon seigneur, je vous conseille d'utiliser le bois à bon escient ! Nous devrions construire un marché afin d'acheter du bois auprès des marchands.
id: Tuanku, persediaan kayu sebaiknya digunakan dengan bijaksana! Kita bisa membangun pasar, supaya kita membeli kayu dari para pedagang.
it: Mio signore, ti suggerisco di usare il legno saggiamente. Potremmo costruire un mercato, così potremo acquistare il legname dai mercanti.
ja: 閣下、我々は木材を賢く使用するべきではないでしょうか！ 私たちが市場を作れば商人たちから木材を買うことができます。
ko: 영주님, 목재를 현명하게 사용해야 합니다! 시장을 만들면 상인에게서 목재를 구매할 수 있습니다.
pt: Sugiro que use a madeira com sabedoria! Podemos construir um mercado para comprar madeira dos mercadores.
ru: Милорд, предлагаю с умом распорядиться нашей древесиной! Мы можем построить рынок, чтобы начать закупать ее у купцов.
zh: 大人，小人愚见，这些木材，须妥善使用！ 咱们可以建立集市，以便从商人手中购买木材。
zh_tw: 大人，小人愚見，這些木材，須妥善使用！ 咱們可以建立集市，以便從商人手中購買木材。

# T_GAME_QUEST_SCEN_CW_M_20_DESC
source: Are you in need of wood? I think we can easily negotiate a deal we both agree on. A small pile of wood is available outright, if you want it. Come and buy as much as you need!
de: So, Ihr braucht also Holz? Ich denke, da lässt sich etwas machen. Eine Fuhre Holz habe ich bereits da. Kommt und kauft so viel Ihr benötigt.
es: ¿Necesitas madera? Creo que podemos llegar fácilmente a un acuerdo. Hay una pequeña pila totalmente disponible, si la quieres. ¡Ven a comprar todo lo que necesites!
fr: Vous avez besoin de bois ? Je pense que nous devrions arriver à un accord. J'ai déjà une petite pile de bois de disponible. Venez en acheter autant que vous voulez !
id: Kau perlu kayu? Kukira kita bisa dengan mudah mencapai kesepakatan yang saling menguntungkan. Ada setumpuk kayu yang langsung siap, kalau kau berminat. Mari, belilah sebanyak yang kaubutuhkan!
it: Hai bisogno di legname? Credo che potremmo raggiungere un accordo. Una piccola quantità di legno è già disponibile, se la vuoi. Vieni e compra tutto quello che ti serve!
ja: 木材を必要としていますか？私たち双方が合意できる取引を簡単に交渉できると私は思います。もしお望みなら小さな木材ひと山はすぐに入手できますよ。 あなたが必要なだけぜひ買ってください！
ko: 목재가 부족한가요? 쉽게 거래를 협상할 수 있을 것 같습니다. 원하신다면 당장 소량의 목재를 드릴 수 있습니다. 어서 필요한 만큼 구매하세요!
pt: Você está precisando de madeira? Tenho uma proposta que pode ser boa para nós dois. Já tenho disponível uma pequena quantidade de madeira, se quiser. Compre quanto precisar!
ru: Нужна древесина? Думаю, нам удастся заключить взаимовыгодную сделку. Если нужно, у меня уже сейчас есть немного древесины на продажу. Покупай, сколько захочешь!
zh: 您要用木材吗？在下以为，你情我愿，即可成交，绝非难事。如您需要，现在就有一堆木材待售。 您需要多少，就可以买多少。
zh_tw: 您要用木材嗎？在下以為，你情我願，即可成交，絕非難事。如您需要，現在就有一堆木材待售。 您需要多少，就可以買多少。

# T_GAME_QUEST_SCEN_CW_M_20_NAME
source: Buy wood from the merchant.
de: Kaufe Holz beim Händler.
es: Compra madera al mercader.
fr: Achetez du bois auprès du marchand.
id: Beli kayu dari pedagang.
it: Acquista legname dai mercanti.
ja: 商人から木材を買う。
ko: 상인에게서 목재를 구매하세요.
pt: Compre madeira do mercador.
ru: Купи древесину у купца.
zh: 从商人手中购买木材。
zh_tw: 從商人手中購買木材。

# T_GAME_QUEST_SCEN_CW_M_30_DESC
source: My lord, you will need deliveries of wood regularly. If you would build a Trade Guild, then you can set up some trade orders.
de: Herr Statthalter, Ihr werdet regelmäßige Holzlieferungen benötigen. Wenn Ihr eine Händlergilde errichten würdet, könntet ihr Handelsaufträge aufgeben.
es: Mi señor, necesitarás enviar remesas de madera con regularidad. Si construyes un gremio comercial podrías preparar pedidos.
fr: Mon seigneur, nous devons effectuer des livraisons de bois régulières. Si vous construisez une guilde du commerce, nous pourrions mettre en place des commandes commerciales.
id: Tuanku akan memerlukan kiriman kayu secara berkala. Dengan membangun Perkumpulan Saudagar, Tuanku bisa membuat perintah transaksi.
it: Mio signore, ti occorreranno consegne di legname regolari. Se costruirai una Gilda dei mercanti, potrai piazzare degli ordini.
ja: 閣下、あなたは定期的な木材の配達が必要でしょう。 取引ギルドをつくれば取引注文を設定することができます。
ko: 영주님, 목재가 정기적으로 필요합니다. 트레이드 길드를 만들면 거래 주문을 할 수 있습니다.
pt: Você precisará de um suprimento regular de madeira. Se construir uma guilda comercial, poderá fazer acordos comerciais.
ru: Милорд, нам потребуются регулярные поставки древесины. Постройте гильдию торговцев, чтобы разместить заказы на товары.
zh: 大人，您需要的是定期得到木材。 要是您建立一个同业公会，您就可以下单定货了。
zh_tw: 大人，您需要的是定期得到木材。 要是您建立一個同業公會，您就可以下單定貨了。

# T_GAME_QUEST_SCEN_CW_M_30_NAME
source: Build a trade guild.
de: Baue eine Händlergilde.
es: Construye un gremio comercial.
fr: Construisez une guilde du commerce
id: Bangunlah perkumpulan saudagar.
it: Acquista una Gilda dei mercanti.
ja: 取引ギルドを建てる。
ko: 트레이드 길드를 만드세요.
pt: Construa uma guilda comercial.
ru: Построй гильдию торговцев.
zh: 建立同业公会。
zh_tw: 建立同業公會。

# T_GAME_QUEST_SCEN_CW_M_40_DESC
source: At the trading guild you can set up trade orders for buying and selling. Set up a trade order for wood, my lord.
de: Ihr könnt in der Händlergilde Handelsaufträge für Einkäufe als auch für den Verkauf von Waren festlegen. Gebt gleich einen Kaufauftrag für Holz auf, mein Herr.
es: En el gremio comercial puedes preparar órdenes de compra y venta. Prepara un pedido de madera, mi señor.
fr: À la guilde du commerce, vous pouvez mettre en place des commandes commerciales pour acheter et vendre. Mettez en place une commande commerciale pour du bois, mon seigneur.
id: Di perkumpulan saudagar Tuanku bisa memerintahkan transaksi jual-beli. Siapkanlah perintah transaksi untuk kayu, Tuanku.
it: Presso la Gilda dei mercanti puoi effettuare ordini di acquisto e di vendita. Effettua un ordine di legname, mio signore.
ja: 取引ギルドで売買のための取引注文を設定できます。閣下、木材の取引注文を設定してください。
ko: 트레이드 길드에서 구매와 판매 거래 주문을 설정할 수 있습니다. 목재 거래 주문을 설정하세요, 영주님.
pt: Na guilda comercial, você pode fazer acordos de compra e venda. Faça um acordo comercial de madeira, governador.
ru: В гильдии торговцев можно разместить заказы на покупку и продажу товаров. Разместите заказ на древесину, милорд.
zh: 到贸易协会，您可以下单进行买卖。 大人，您可以下单购买木材了。
zh_tw: 到貿易協會，您可以下單進行買賣。 大人，您可以下單購買木材了。

# T_GAME_QUEST_SCEN_CW_M_40_END
source: Excellent! As long as you have coin to pay, I will fulfill all your orders. Your trade orders will be handled until you cancel them.
de: Hervorragend! Solange Ihr bezahlen könnt, werde ich alle Handelsaufträge erfüllen. Handelsaufträge bleiben bestehen, bis ihr sie wieder abbrecht.
es: ¡Excelente! Mientras tengas monedas para pagar, atenderé tus pedidos. Tus pedidos se gestionarán hasta que los canceles.
fr: Excellent ! Tant que vous avez de l'argent, je remplirai toutes vos commandes. Vos commandes commerciales seront effectuées jusqu'à ce que vous les annuliez.
id: Bagus! Selama kau punya uang untuk membayar, aku akan menjalankan semua perintah transaksi. Perintah transaksi akan dilaksanakan sampai dibatalkan.
it: Eccellente! Finché avrai denaro per pagare, consegnerò tutti i tuoi ordini. I tuoi ordini di acquisto verranno gestiti finché non li annullerai.
ja: すばらしい！あなたが支払のコインを持っている限り、私はあなたの注文に応じます。 あなたがキャンセルするまで取引注文は処理されるでしょう。
ko: 좋습니다! 대금을 지급할 코인만 있다면 주문을 모두 이행하겠습니다. 거래 주문은 취소할 때까지 처리됩니다.
pt: Excelente! Enquanto tiver dinheiro, eu cumprirei todos os acordos. Seus acordos comerciais serão cumpridos até serem cancelados.
ru: Отлично! Я буду исполнять заказы, пока у тебя будут средства для их оплаты. Заказы будут выполняться, пока ты их не отменишь.
zh: 太好了！只要您有金币，我就能完成您的定单。 您的同业定单，会一直有效，直到您取销为止。
zh_tw: 太好了！只要您有金幣，我就能完成您的定單。 您的同業定單，會一直有效，直到您取銷為止。

# T_GAME_QUEST_SCEN_CW_M_40_NAME
source: Set up a trade order for buying wood.
de: Stelle einen Handelsauftrag für das Kaufen von Holz ein.
es: Prepara un pedido para comprar madera.
fr: Mettez en place une commande commerciale pour acheter du bois.
id: Siapkan perintah transaksi untuk membeli kayu.
it: Piazza un ordine per l’acquisto di legname.
ja: 木材を購入するための取引注文を設定する。
ko: 거래 주문을 통해 목재를 구매하세요.
pt: Faça um acordo comercial para comprar madeira.
ru: Размести заказ на покупку древесины.
zh: 下单购买木材。
zh_tw: 下單購買木材。
