Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_LEGACY_LETTER_002_DESC
source: It is said that our application to work can bring us the greatest treasure. To honor his ancestor, the King ordered us to build vines on our land. Have you already thought about a location?
de: Von den Bauern lernte der junge König, dass die Natur etwas zurückgibt, wenn der Mensch sich um sie kümmert. Die tägliche Feldarbeit auf dem Hof hat den König sehr geprägt. Zu Ehren seiner Vorfahren gab uns der König den Befehl, auf unserem Land Reben zu bauen. Haben Sie bereits über einen Standort nachgedacht?
es: Se dice que nuestro compromiso con el trabajo nos puede traer el mayor tesoro. Para honrar a su antepasada, el rey nos ordena construir viñedos en nuestras tierras. ¿Has pensado ya en una ubicación?
fr: Il est dit que notre application au travail peut nous apporter le plus grand des trésors. Pour faire honneur à son aïeule, le roi nous a ordonné de construire des vignes sur nos terres. Avez-vous déjà réfléchi à un emplacement ?
id: Bisa dikatakan bahwa komitmen kita untuk bekerja bisa membawa harta terbesar. Demi menghormati leluhurnya, Paduka Raja memerintahkan kita untuk membuat ladang anggur di tanah kita. Tuanku sudah memikirkan lokasi yang cocok?
it: Si dice che il nostro impegno nel lavoro può portarci il più grande dei tesori. Per ricordare la sua antenata, il Re ci ha ordinato di piantare dei vigneti sulla nostra terra. Avete già pensato a un luogo?
ja: 仕事への専心は、金銀財宝にまさる宝であると書かれています。おばあさまを称えるためでしょうか、この土地にブドウ園を造るようおっしゃっていますよ。どちらにいたしましょう？
ko: 일에 헌신하면 가장 위대한 보물을 받을 수 있다는 교훈을 배웠어요. 왕은 선조를 기리기 위해 포도원을 건설하라고 명령하셨어요. 이미 생각해둔 장소가 있나요?
pt: Dizem que nosso comprometimento com o trabalho pode nos proporcionar o maior tesouro. Para honrar seu ancestral, o Rei ordenou que construíssemos vinhedos em nossa terra. Já pensou em um bom local?
ru: Говорят, что хорошая работа может принести великие сокровища. Дабы почтить память своей бабушки, король приказывает нам построить виноградники. Как думаете, где их лучше разместить?
zh: 人们说辛勤工作能带来最大的财富。为了纪念他的祖先，国王命令我们在我们的土地上建造一个葡萄园。您考虑过合适的地点吗？
zh_tw: 人們說辛勤工作能帶來最大的財富。為了紀念他的祖先，國王命令我們在我們的土地上建造一個葡萄園。您考慮過合適的地點嗎？

# T_LEGACY_LETTER_002_DESCRIPTION_001_DESC
source: We have just received the second letter. The King tells us about his childhood in the southern vineyards. During the summer, he often went there to meet his grandmother.
de: Wir haben gerade den zweiten Brief erhalten. Der König berichtet von seiner Kindheit in den südlichen Weinbergen. Im Sommer war er oft dort, um seine Großmutter zu treffen.
es: Acabamos de recibir la segunda carta. El rey nos habla de su infancia en los viñedos del sur. Durante el verano, solía ir allí para estar con su abuela.
fr: Nous venons de recevoir la seconde lettre. Il y raconte son enfance dans les vignes du sud. Pendant l'été, il y allait souvent pour retrouver sa grand-mère.
id: Kita baru saja menerima surat kedua. Paduka Raja bercerita tentang masa kecilnya di ladang anggur di selatan. Dia sering pergi ke sana di musim panas untuk menjumpai neneknya.
it: Abbiamo appena ricevuto la seconda lettera. Il re ci racconta della sua infanzia nei vigneti del sud. Durante l'estate si recava spesso lì a trovare sua nonna.
ja: 2通目の手紙が届きましたよ。今回は南部のブドウ園で過ごされた、子供時代のお話です。夏の間はよく、おばあさまに会いに行かれていたようですね。
ko: 방금 두 번째 편지를 받았어요. 왕이 남부 포도원에서 지낸 어린 시절 이야기를 하셨어요. 여름이면 종종 포도원으로 가서 할머니를 만나셨대요.
pt: Acabamos de receber uma segunda carta. O Rei nos conta sobre sua infância nos vinhedos ao sul. Durante o verão, ele frequentemente ia para lá para encontrar sua avó.
ru: Мы только что получили второе письмо. Король пишет о своем детстве на южных виноградниках. Летом он часто приезжал туда в гости к бабушке.
zh: 我们刚刚收到了第二封信件。国王在信里讲述了他童年时在南方葡萄园的故事。他在夏天时经常去那里找他的祖母。
zh_tw: 我們剛剛收到了第二封信件。國王在信裡講述了他童年時在南方葡萄園的故事。他在夏天時經常去那裡找他的祖母。

# T_LEGACY_LETTER_002_DESCRIPTION_002_DESC
source: She told him many fables. The one that most impressed him was the one of the farmer and his sons, where he learned the importance of work.
de: Sie erzählte ihm viele Geschichten. Diejenige, die ihn am meisten beeindruckte, war die des Bauern und seiner Söhne. Darin lernte er die Bedeutung von Arbeit kennen.
es: Ella le contaba muchas fábulas. La que más le impresionó fue la del agricultor y sus hijos, con la que aprendió la importancia del trabajo.
fr: Elle lui racontait de nombreuses fables. Celle qui l'a le plus marqué est le laboureur et ses enfants, où on y apprend l'importance du travail.
id: Neneknya itu suka bercerita. Kisah yang paling mengesankan bagi Paduka Raja adalah kisah tentang seorang petani dan para putranya, yang mengajarkan pentingnya bekerja.
it: Lei gli raccontava molte favole: quella che lo colpì di più fu quella del contadino e dei suoi figli, dalla quale imparò l'importanza del lavoro.
ja: おばあさまからは、たくさんのおとぎ話を聞かれたそうです。最も印象に残ったお話は、農夫とその息子の物語。働くことの重要性を学ばれたと。
ko: 할머니는 우화를 많이 들려주셨죠. 그중에서도 농부와 그의 아들에 대한 우화가 가장 인상 깊게 남으셨대요. 왕은 일의 중요성을 배웠죠.
pt: Ela contava a ele muitas fábulas. A que mais o impressionou foi uma sobre um fazendeiro e seus filhos, na qual ele aprendeu a importância do trabalho.
ru: Она рассказала ему много сказок. Больше всего ему нравилась сказка о фермере и его сыновьях — она научила его ценить труд.
zh: 她给他讲了许多寓言。让他印象最为深刻的是农夫与儿子的故事，它从这个故事里了解到了工作的重要。
zh_tw: 她給他講了許多寓言。讓他印象最為深刻的是農夫與兒子的故事，它從這個故事裡瞭解到了工作的重要。

# T_LEGACY_LETTER_002_SUCCESS
source: The King is very proud to see the vineyards in our village. The farmers here will take good care of it.
de: Der König wird sehr stolz sein, wenn er diese Weinberge in unserem Dorf sieht. Die Bauern hier werden sich gut um sie kümmern.
es: El rey está muy orgulloso de que nuestra aldea tenga viñedos. Los agricultores locales cuidarán bien de ellos.
fr: Le roi ne pourra être que fière de voir des vignes aussi belles. Nos agriculteurs en prennent grand soin.
id: Paduka Raja sangat bangga melihat ladang anggur di desa kita. Para petani akan mengurusnya dengan baik.
it: Il re è molto contento di vedere i vigneti del nostro villaggio, di cui i contadini si prenderanno cura.
ja: ブドウ園がこの村に造られること、国王陛下は非常に喜ばれています。しっかり者の農夫を、園の世話にあてがいました。
ko: 왕이 마을에 생긴 포도원을 보고 매우 흡족해하고 계세요. 농부들이 잘 관리할 거예요.
pt: O Rei está muito orgulhoso de ver os vinhedos em nossa aldeia. Os fazendeiros tomarão conta deles.
ru: Король будет рад увидеть в нашем городе виноградники. Местные фермеры хорошо о них позаботятся.
zh: 国王看到我们村庄中的葡萄园十分自豪。这里的农民们会好好照管它的。
zh_tw: 國王看到我們村莊中的葡萄園十分自豪。這裡的農民們會好好照管它的。

# T_LEGACY_LETTER_003_DESC
source: Therefore, the King orders us to build a warehouse and pass the message on to the people. In this sense, we can help friends in need when our stocks are full and theirs are not.
de: Also befiehlt der König, ein Lagerhaus zu bauen und die Botschaft an die Leute weiterzugeben. Somit können wir Freunden in Not helfen, wenn unsere Lager gefüllt sind und deren nicht.
es: Por tanto, el rey nos ordena construir un almacén y transmitir el mensaje a la gente. De esa forma, podremos ayudar a los amigos en apuros cuando tengamos muchas reservas y ellos las necesiten.
fr: Il vous ordonne donc de construire un entrepôt et de faire passer le message aux habitants. Qu'ainsi, si jamais un de nos amis est dans le besoin, nous pourrons lui venir en aide.
id: Untuk itu, Paduka Raja memerintahkan kita untuk membangun gudang dan menyampaikan pesannya kepada rakyat. Dengan begitu kita bisa menolong para sahabat saat persediaan kita cukup dan mereka kekurangan.
it: Pertanto, il Re ci ordina di costruire un magazzino e trasmettere il messaggio alla gente. In questo modo, potremo aiutare gli amici bisognosi quando le nostre scorte saranno piene e le loro no.
ja: 国王の命令はこうです。倉庫を建設し、民衆にこの言葉を伝えること。つまり、自分の備蓄が多くあり、他者のものがそうでないとき。困っている友を助けることは誰にでもできる...というメッセージです。
ko: 그래서 왕은 창고를 만들고 백성들에게 메시지를 전달하라고 지시하셨어요. 창고를 가득 채우면 친구들이 어려울 때 도울 수 있어요.
pt: Portanto, o Rei ordena que construamos um depósito e passemos a mensagem para o povo. Assim, podemos ajudar os amigos que estiverem necessitados quando nossos estoques estiverem cheios.
ru: Иными словами, король приказывает нам построить пакгауз и донести до людей его наставление. Это позволит нам помогать друзьям, когда наши склады ломятся от запасов, а их — пустуют.
zh: 因此，国王命令我们建造一座仓库并向百姓传达这个消息。这样，我们就可以在我们储备充裕而朋友需要帮助时帮助他们了。
zh_tw: 因此，國王命令我們建造一座倉庫並向百姓傳達這個消息。這樣，我們就可以在我們儲備充裕而朋友需要幫助時幫助他們了。

# T_LEGACY_LETTER_003_DESCRIPTION_001_DESC
source: Another letter has just arrived. In it, the King talks about the famine that occurred when he was barely ten years old. The whole kingdom was affected.
de: Ein weiterer Brief ist gerade angekommen. Darin spricht der König über die Hungersnot, die auftrat, als er kaum zehn Jahre alt war. Das ganze Königreich war betroffen. Es war eine schreckliche Zeit.
es: Acaba de llegar otra carta. En ella el rey habla sobre la hambruna que se desató cuando apenas tenía diez años. Todo el reino se vio afectado.
fr: Une autre lettre vient d’arriver. Le roi y parle de la famine qui a eu lieu lorsqu'il avait à peine dix printemps. Tout le royaume fut touché.
id: Satu surat lagi baru saja tiba. Di dalam surat itu Paduka Raja bercerita tentang bencana kelaparan yang terjadi waktu beliau berusia sepuluh tahun. Seluruh kerajaan terdampak.
it: Un'altra lettera è appena arrivata. In questa il re parla della carestia che si verificò quando aveva appena dieci anni. L'intero regno ne fu colpito.
ja: 次の手紙が届きました。国王陛下が御年10になるか、ならないかのころ...飢饉が起きました。王国全土が影響を受けたようです。
ko: 또 편지가 도착했습니다. 왕이 열 살 무렵에 일어났던 기근에 대해 말씀하시고 계세요. 왕국 전체가 피해를 입었어요.
pt: Acaba de chegar outra carta. Nela, o Rei fala da grande fome que ocorreu quando ele tinha apenas dez anos de idade. Todo o reino foi afetado.
ru: Пришло очередное письмо. В нем король пишет о голоде, который начался, когда ему было всего десять лет. Тогда пострадало все королевство.
zh: 又有一封信来了。这封信中国王讲到了他刚满十岁时发生的那场饥荒。整个国家都受到了影响。
zh_tw: 又有一封信來了。這封信中國王講到了他剛滿十歲時發生的那場饑荒。整個國家都受到了影響。

# T_LEGACY_LETTER_003_DESCRIPTION_002_DESC
source: The royal family decided to take matters into their own hands and sent diplomats to all neighboring countries to get help.
de: Die königliche Familie beschloss, die Angelegenheiten selbst in die Hand zu nehmen und schickte Diplomaten in alle Nachbarländer, um Hilfe zu erbitten.
es: La familia real decidió ocuparse personalmente del asunto y envió diplomáticos a todos los países vecinos para pedir ayuda.
fr: La famille royale a décidé de prendre les choses en main et a envoyé des diplomates dans tous les pays voisins afin d'obtenir de l'aide.
id: Keluarga kerajaan memutuskan untuk turun tangan dan mengirim diplomat ke semua negara tetangga untuk meminta bantuan.
it: La famiglia reale decise di prendere in mano la situazione e inviò diplomatici in tutti i paesi vicini per ottenere aiuto.
ja: 王室は問題を一手に引き受け、隣国すべてに外交官を派遣し支援を求めました。
ko: 왕실은 문제를 직접 해결하기로 결정하고 이웃 나라에 외교관을 파견하여 도움을 요청했어요.
pt: A família real decidiu tomar a questão em suas próprias mãos e enviou diplomatas para todos os países vizinhos para ajudar.
ru: Королевская семья решила взять все в свои руки и отправила дипломатов за помощью во все соседние страны.
zh: 皇家成员决定着手处理这件事情，向所有邻国派遣了外交官请求帮助。
zh_tw: 皇家成員決定著手處理這件事情，向所有鄰國派遣了外交官請求幫助。

# T_LEGACY_LETTER_003_DESCRIPTION_003_DESC
source: No one wanted to help the King. Most other countries were only concerned with their own survival. But the King did not despair. In the end he found a kingdom that would help. In fact, they had vast food resources, and generously shared with the other realms.
de: Niemand wollte dem König helfen. Die meisten anderen Länder waren nur um ihr eigenes Überleben bemüht. Aber der König verzweifelte nicht. Am Ende fand er ein winziges Land, das bereit war zu helfen. Tatsächlich verfügten sie über riesige Nahrungsressourcen und teilten diese großzügig mit den anderen Reichen.
es: Pero a esos países les trajo sin cuidado y nadie quiso ayudar al rey. Sin embargo, él no se rindió y encontró un reino dispuesto a colaborar. De hecho, poseían vastos recursos de comida que compartían generosamente con otros territorios.
fr: Personne ne voulait aider le roi. La plupart des autres pays ne se préoccupaient que de leur propre survie. Mais le Roi ne désespérait pas. A la fin, le Roi a trouvé une terre qui l'aiderait. En fait, ils disposaient de vastes ressources alimentaires et les ont généreusement partagées avec les autres royaumes.
id: Namun, negara-negara lain tidak peduli dan tidak ada yang mau menolong Paduka Raja. Tapi dia tidak menyerah dan menemukan kerajaan lain yang bersedia membantu. Kerajaan itu punya sumber daya makanan yang berlimpah dan dengan murah hati berbagi dengan kerajaan lain.
it: Agli altri paesi, però, non importava, e nessuno voleva aiutare il re. Lui però non si arrese, e infine trovò un regno disposto ad aiutarlo: quel regno straniero possedeva vaste risorse alimentari che condivise generosamente con gli altri reami.
ja: しかしいずれの国でもけんもほろろ、救いの手を差し延べる国はありませんでした。王はあきらめず、とうとう支援の意向をもつ王国を見つけました。とても食料資源が豊富な国で、実は日常的に他の領国と共有しあっていたのです。
ko: 하지만 관심을 주는 나라가 없었고 아무도 왕을 도와주려 하지 않았어요. 그래도 왕은 포기하지 않고 도움을 주려는 왕국을 찾아냈어요. 사실 그 왕국은 식량이 풍족해서 기꺼이 다른 나라에 나누어주려 했어요.
pt: Porém, os outros países não ligaram e ninguém queria ajudar o Rei. Porém, o Rei não desistiu e conseguiu achar um reino disposto a ajudar. Na verdade, eles tinham muita comida, a qual generosamente compartilhavam com os outros reinos.
ru: Однако другие страны не проявили участия и отказались помочь королю. Но король не сдавался. Он нашел королевство, которое согласилось оказать ему поддержку. Более того, оно обладало столь крупными запасами пищевых ресурсов, что щедро поделилось ими с другими странами.
zh: 然而，其他国家都对我们漠不关心，谁都不想帮助国王。即便如此，国王依然没有放弃，最终找到了一个愿意施以援助之手的国家。事实上，那个国家拥有大量的食物资源，慷慨地和其他国家进行分享。
zh_tw: 然而，其他國家都對我們漠不關心，誰都不想幫助國王。即便如此，國王依然沒有放棄，最終找到了一個願意施以援助之手的國家。事實上，那個國家擁有大量的食物資源，慷慨地和其他國家進行分享。

# T_LEGACY_LETTER_003_DESCRIPTION_004_DESC
source: The moral of the story is that you always need someone smaller than you to help. It is important to the King that the population is willing to help others in need. So, it is inevitable to stockpile goods in times of prosperity in order to be able to share them in times of need.
de: Und die Moral der Geschicht' - helfe anderen und geize nicht. Dem König ist wichtig, dass die Bevölkerung bereit ist, sowohl einander, als auch anderen in Not zu helfen. So ist es unumgänglich in Zeiten des Wohlstandes Lagerbestände zu sammeln und diese in Zeiten der Not untereinander aufzuteilen.
es: La moraleja de la historia es esta: ya sea grande o pequeño, siempre puedes ayudar a otro. Para el rey es importante que su pueblo esté dispuesto a ayudar a los necesitados. Así que es imprescindible acumular productos en tiempos de prosperidad para poder compartirlos en épocas de escasez.
fr: La morale de ce souvenir est qu'on a toujours besoin d'un plus petit que soi. Le roi souhaiterait apprendre aux habitants qu'il est important de faire des réserves dans les moments d'abondance.
id: Moral dari kisah ini: Tanpa melihat besar atau kecil, kita selalu bisa saling membantu. Bagi Paduku Raja penting bahwa rakyatnya mau saling membantu di saat susah. Jadi kita harus membuat persediaan barang di masa senang agar bisa berbagi di masa sulit.
it: La morale della storia è: non importa quanto sei grande o piccolo, ci si può sempre aiutare gli uni con gli altri. Per il Re, è importante che il suo popolo sia disposto ad aiutare coloro che sono nel bisogno. Perciò è essenziale accumulare merci in tempi di prosperità per poterle condividere nei momenti di bisogno.
ja: この話の教訓とは、支援の規模に大小こそあれ、助け合うこと自体は常に可能だということです。王にしてみても、必要時、民衆に他者を助ける意志があることはとても重要です。それゆえ必要となった際に共有できるよう、豊作の時こそ備蓄を増やしておくべきなのです。
ko: 이 이야기의 교훈은 크기와 관계없이 언제나 다른 사람을 도와줄 수 있다는 거예요. 왕은 백성들이 도움이 필요한 자를 기꺼이 도와야 한다고 생각하세요. 힘들 때 나눌 수 있도록 풍족할 때 물자를 비축해야 해요.
pt: A moral da história é: qualquer que seja o seu tamanho, você pode ajudar os outros. Para o Rei, é importante que seu povo esteja disposto a ajudar pessoas necessitadas. Então, é inevitável fazer estoque de bens em épocas de prosperidade para poder compartilhá-los em tempos de necessidade.
ru: Мораль этой истории такова: размер не имеет значения, важно лишь то, что мы можем помочь друг другу. Король хочет, чтобы его поданные были готовы приходить друг другу на помощь. Поэтому мы должны накапливать ресурсы в благополучное время и делиться ими во время нужды.
zh: 这则故事的寓意是：无论事情有多大或多小，我们都可以互相帮助。对于国王来说，百姓愿意帮助有需要的人也是极为重要。所以，人们应该在风调雨顺的时候多做囤积，好在需要之时将其与人分享。
zh_tw: 這則故事的寓意是：無論事情有多大或多小，我們都可以互相幫助。對於國王來說，百姓願意説明有需要的人也是極為重要。所以，人們應該在風調雨順的時候多做囤積，好在需要之時將其與人分享。

# T_LEGACY_LETTER_003_SUCCESS
source: This new warehouse is perfect! Now we are able to store large stocks of all necessary goods in case of unexpected circumstances.
de: Dieses neue Warenhaus ist perfekt! Nun sind wir in der Lage, große Bestände von allen notwendigen Gütern einzulagern und sind für den Ernstfall gewappnet.
es: ¡Este nuevo almacén es perfecto! Ahora podremos almacenar grandes cantidades de todas las mercancías necesarias por si se producen circunstancias imprevistas.
fr: Cet entrepôt est superbe ! Nous allons pouvoir faire des réserves et ainsi être prêt en cas d’imprévus.
id: Gudang baru ini sempurna! Sekarang kita bisa menyimpan persediaan semua barang yang diperlukan untuk mengantisipasi keadaan yang tidak diharapkan.
it: Questo nuovo magazzino è perfetto! Ora siamo in grado di immagazzinare grandi scorte di tutte le merci necessarie in caso di circostanze sfavorevoli.
ja: これが新しい倉庫ですか、完璧な仕上がりですね！これで予期せぬ事態に備え、必要な物をすべて大量に蓄えておけます。
ko: 완벽한 새 창고예요! 이제 예상치 못한 상황에 대비해서 모든 필수품을 대량으로 보관할 수 있어요.
pt: Este novo depósito é perfeito! Agora podemos estocar grandes quantidades de todos os bens necessários caso haja circunstâncias inesperadas.
ru: Новый пакгауз — это просто находка! Теперь мы сможем запастись всем необходимым на случай непредвиденных обстоятельств.
zh: 这座新仓库简直完美！现在我们可以储存大量必需物品来应对意外状况了。
zh_tw: 這座新倉庫簡直完美！現在我們可以儲存大量必需物品來應對意外狀況了。

# T_LEGACY_LETTER_004_DESC
source: Our mission is to raise a statue of the King in our city, so that his wish will be granted.
de: Unsere Aufgabe ist es, eine Statue des Königs im Dorf zu errichten, um seinem Wunsch nachzukommen.
es: Nuestra misión es erigir una estatua del rey en nuestra ciudad para cumplir sus deseos.
fr: Nous avons pour mission d'ériger une statue du roi dans notre ville, ainsi, le souhait du roi sera exaucé.
id: Misi kita adalah mendirikan patung Paduka Raja di kota kita, supaya keinginan beliau bisa terwujud.
it: Il nostro compito è erigere una statua del Re nella nostra città, cosicché il suo desiderio venga esaudito.
ja: 任務が見えてきましたね。王の想いだけでも叶えるよう、この街に像を建てましょう。
ko: 왕의 소원을 실현하려면 마을에 왕의 조각상을 세워야 해요.
pt: Nossa missão é erguer uma estátua do Rei na nossa cidade para que seu desejo seja cumprido.
ru: Наша задача — поставить статую короля в нашем городе и исполнить желание монарха.
zh: 我们的任务是在我们的城市中建造一座国王雕像，好满足他的愿望。
zh_tw: 我們的任務是在我們的城市中建造一座國王雕像，好滿足他的願望。

# T_LEGACY_LETTER_004_DESCRIPTION_001_DESC
source: Sire, we have received a letter. It comes from the King. At his crowning ceremony, a great celebration took place. All the governors of the cities of his kingdom had gathered at the palace.
de: Mylord, wir haben einen weiteren Brief des Königs erhalten. Nach seiner Krönungsfeier fand ein riesiges Fest statt. Alle Statthalter seines Königsreichs hatten sich im Palast versammelt.
es: Excelencia, hemos recibido una carta del rey. Durante su ceremonia de coronación se organizó una gran celebración. Todos los gobernadores de las ciudades del reino acudieron al palacio.
fr: Sire, nous avons reçu un courrier. Elle vient du roi. À son couronnement, une grande fête eut lieu. L'ensemble des gouverneurs des villes de son royaume s'étaient réunis au palais.
id: Tuanku, ada surat dari Paduka Raja. Pada waktu upacara penobatannya dulu ada perayaan besar-besaran. Semua gubernur dari kota-kota di kerajaannya berkumpul di istana.
it: Sire, abbiamo ricevuto una lettera. Viene dal Re. Alla sua cerimonia di incoronazione, si tenne una grande festa. Tutti i governatori delle città del suo regno si riunirono a palazzo.
ja: 領主様、国王陛下からのお手紙です。今回は戴冠式のお話ですね。盛大な祝賀行事が行われ、王国全土の街の総督が王宮に集いました。
ko: 영주님, 편지를 받았습니다. 왕이 보내셨습니다. 성대한 대관식이 열렸습니다. 왕국의 모든 영주들이 궁전에 모였습니다.
pt: Senhor, recebemos uma carta do Rei. Em sua cerimônia de coroação, houve uma grande celebração. Todos os governadores das cidades do reino estavam lá reunidos.
ru: Сир, мы получили письмо. Оно от короля. Его коронация была великолепным праздником. Во дворце собрались губернаторы всех городов его королевства.
zh: 阁下，我们收到了一封信件。是国王的来信。在他的加冕仪式上有一场盛大的庆祝活动。他国家所有城镇的镇长都齐聚宫殿之中。
zh_tw: 閣下，我們收到了一封信件。是國王的來信。在他的加冕儀式上有一場盛大的慶祝活動。他國家所有城鎮的鎮長都齊聚宮殿之中。

# T_LEGACY_LETTER_004_DESCRIPTION_002_DESC
source: But his dream was to be present in all the cities and villages at the same time, in order to treat everyone equally. Of course this is physically impossible. But, if a statue were placed in each city, then it could grant his wish.
de: Jedoch war sein Traum immer, bei all seinen Untertanen gleichzeitig zu sein. Natürlich ist dies unmöglich. Allerdings könnte in jeder Stadt eine Statue zu seinen Ehren errichtet werden. So könnten die Bewohner ihren König jeden Tag sehen.
es: Pero su sueño era estar presente en todas las ciudades y aldeas al mismo tiempo para tratar a todos por igual. Obviamente, eso era materialmente imposible. Sin embargo, si se construyese una estatua en cada ciudad, se podrían satisfacer sus deseos.
fr: Mais son rêve à lui, c'était d'être présent dans toutes les villes et villages en même temps. Afin de rendre le pareil. Bien sur cela est physiquement impossible. Mais, si une statue était placée dans chaque ville, alors cela pourrait exaucer son souhait.
id: Tapi impian beliau adalah hadir di semua kota dan desa pada waktu bersamaan, agar semua orang bisa diperlakukan setara. Hadir secara fisik tentu saja mustahil. Tapi kalau ada patung Paduka Raja di setiap kota, keinginan beliau bisa menjadi kenyataan.
it: Ma il suo sogno era di essere presente in tutte le città e tutti villaggi allo stesso tempo, per poter trattare tutti allo stesso modo. Naturalmente, questo è fisicamente impossibile. Tuttavia, il suo desiderio potrebbe essere esaudito se in ogni città venisse collocata una sua statua.
ja: ですが国王の本当の望みは、「すべての街に」「同時に」行くことだったそうです。全王国民と等しく顔を合わせたかったのですね。もちろん物理的には不可能な話です。けれどすべての街が各々、王の彫像を設置すれば...
ko: 모두를 평등하게 대하기 위해 왕은 모든 도시와 마을에 동시에 존재하고 싶었습니다. 물론 이것은 물리적으로 불가능하죠. 하지만 마을마다 조각상을 세우면 가능해요.
pt: Mas seu sonho era estar presente em todas as cidades e aldeias ao mesmo tempo para tratar a todos igualmente. É claro que isso é fisicamente impossível. Porém, se fosse colocada uma estátua em cada cidade, seu desejo se realizaria.
ru: Но он мечтал быть одновременно во всех городах и деревнях, чтобы править всеми одинаково. Разумеется, это физически невозможно. Однако мы можем исполнить его желание, если установим в каждом городе его статую.
zh: 不过他的梦想是同时出现在所有的城镇和村庄，好平等地对待每一个人。当然，他不可能同时到所有地方。不过，如果每座城镇中都有一座他的雕像，他的愿望也算是达成了。
zh_tw: 不過他的夢想是同時出現在所有的城鎮和村莊，好平等地對待每一個人。當然，他不可能同時到所有地方。不過，如果每座城鎮中都有一座他的雕像，他的願望也算是達成了。

# T_LEGACY_LETTER_004_SUCCESS
source: How wonderful! The King will be thrilled. A truly magnificent monument in his honor!
de: Wie wunderbar! Der König wird begeistert sein. Ein wahrlich wunderbares Monument zu seinen Ehren!
es: ¡Qué maravilla! El rey quedará entusiasmado. ¡Un monumento en su honor verdaderamente majestuoso!
fr: C’est formidable ! Le roi sera si content de cette statue ! Nous avons fait du beau boulot.
id: Betapa bagusnya! Paduka Raja akan senang sekali. Sebuah monumen megah untuk menghormati beliau!
it: Che meraviglia! Il Re sarà entusiasta: un monumento davvero magnifico in suo onore!
ja: 素晴らしい！国王陛下は感動されるでしょうね。名誉と、国民からの愛が詰まった見事な像です！
ko: 훌륭해요! 왕이 무척 기뻐하실 거예요. 정말 훌륭한 기념물이에요!
pt: Que maravilha! O Rei ficará muito feliz. Um monumento magnífico em sua homenagem!
ru: Какая красота! Король будет в восторге. Это воистину великий памятник в его честь!
zh: 多棒啊！国王一定高兴无比。一座纪念他荣誉的雄伟丰碑！
zh_tw: 多棒啊！國王一定高興無比。一座紀念他榮譽的雄偉豐碑！
