Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GOOGLE_QUESTS_FLEET_DESC
source: Since the beginning of the age of discovery, the King is desperately trying to construct a fleet of fast ships to start a large expedition. You have to produce a large amount of wood planks so His Majesty can complete the task.
de: Seit dem Beginn des Zeitalters der Entdeckungen versucht der König verzweifelt, eine neue Flotte an schnellen Schiffen für eine Expedition zu bauen. Eure Aufgabe besteht darin, für den König eine große Menge an Holzplanken zu produzieren, damit sein Vorhaben gelingt.
es: Desde que empezó la época de los descubrimientos, el Rey trata desesperadamente de construir una flota de barcos rápidos para realizar una larga expedición. Tienes que producir una gran cantidad de tablas de madera para que Su Majestad complete la tarea.
fr: Depuis le début de l'âge des découverts, le roi essaie désespérément de bâtir une flotte de navires rapides afin de monter une grande expédition. Vous devez produire une grande quantité de planches de bois afin que Sa Majesté termine cette tâche.
id: Sejak awal zaman penemuan, sang Raja berusaha keras membangun armada kapal cepat untuk mengadakan ekspedisi. Tugasmu adalah memproduksi papan kayu dalam jumlah besar agar upaya Yang Mulia berhasil.
it: Sin dagli inizi dell'età delle scoperte, il Re sta disperatamente cercando di costruire una flotta di navi veloci per iniziare una grande spedizione. Devi produrre una grande quantità di legno affinché Sua Maestà possa completare il suo progetto.
ja: 大航海時代が始まって以来、国王は大遠征を始めようと、高速船の艦隊構築に必死です。国王が目的を達成できるように、あなたは木の厚板を大量に生産する必要があります。
ko: 발견의 시대가 시작된 이후 왕은 빠른 배로 구성된 함대를 마련하여 대규모 탐험을 시작하고자 하고 있습니다. 대량의 목재를 생산하여 왕이 목표를 달성할 수 있게 해야 합니다.
pt: Desde o início da era das descobertas, o Rei vem tentando desesperadamente construir uma frota de navios rápidos para começar uma grande expedição. Você deve produzir uma grande quantidade de tábuas de madeira para que Sua Majestade possa completar a tarefa.
ru: Начиная с эпохи великих открытий король отчаянно пытается построить флот из быстрых кораблей, чтобы организовать большую экспедицию. Произведи много деревянных досок, чтобы Его Величество смог достичь своей цели.
zh: 自从探索时代开始以来，国王就一直孜孜以求，想要打造出一支快船舰队，发起一次大规模探险。你必须产出大量木板，以使陛下能够完成这一使命。
zh_tw: 自從探索時代開始以來，國王就一直孜孜以求，想要打造出一支快船艦隊，發起一次大規模探險。你必須產出大量木板，以使陛下能夠完成這一使命。

# T_GOOGLE_QUESTS_FLEET_NAME
source: A new fleet
de: Eine neue Flotte
es: Una nueva flota
fr: Une nouvelle flotte
id: Armada baru
it: Una nuova flotta
ja: 新たなる艦隊
ko: 새로운 함대
pt: Uma nova frota
ru: Новый флот
zh: 新舰队
zh_tw: 新艦隊

# T_GOOGLE_QUESTS_GLORIFICATION_DESC
source: A new decree has come in by horseback messenger. You have been ordered to embellish the town to increase the glorification of his majesty. Build decorations!
de: Ein berittener Bote hat eine Nachricht und Befehle des Königs gebracht. Ihr habt den Auftrag bekommen, die Stadt auszuschmücken, um die Verherrlichung des Königs zu verstärken. Baut Dekorationen!
es: Ha llegado un mensajero a caballo con un nuevo decreto. Se te ordena embellecer la ciudad a la mayor gloria de Su Majestad. ¡Crea nuevas decoraciones!
fr: Un messager à cheval vient de livrer un nouveau décret. Vous avez reçu l'ordre d'embellir la ville pour la gloire de Sa Majesté. Construisez des décorations !
id: Surat keputusan baru telah diantar oleh kurir berkuda. Tuanku diperintahkan memperindah kota untuk meningkatkan pemujaan terhadap Yang Mulia. Segeralah bangun hiasan!
it: Un messaggero ha consegnato un nuovo decreto. Hai l'ordine di abbellire la città per aumentare la gloria di Sua Maestà. Costruisci decorazioni!
ja: 新しい法令が、馬に乗った使者によって届けられました。あなたは国王の栄光を高めるために街を飾るように命じられています。デコレーションを施しましょう！
ko: 기마 전령이 칙령을 가져왔습니다. 마을을 아름답게 꾸며 왕을 찬미하라는 지시가 내려졌습니다. 마을을 장식하세요!
pt: Um novo decreto chegou pelo mensageiro a cavalo. Você deve enfeitar a cidade para aumentar a glorificação de sua majestade. Construa decorações!
ru: Вестник доставил новый указ. Тебе приказали украсить город, чтобы прославить Его Величество. Создай украшения!
zh: 使者飞骑来传新旨，已命你将城镇修葺一新，给陛下增光添彩。做好装饰！
zh_tw: 使者飛騎來傳新旨，已命你將城鎮修葺一新，給陛下增光添彩。做好裝飾！

# T_GOOGLE_QUESTS_GLORIFICATION_NAME
source: The King's glorification
de: Des Königs Verherrlichung
es: La glorificación del Rey
fr: La gloire du Roi
id: Pemujaan terhadap Paduka Raja
it: La glorificazione del Re
ja: 王の賛美
ko: 왕의 찬미
pt: A glorificação do Rei
ru: Прославление короля
zh: 为王增光
zh_tw: 為王增光

# T_GOOGLE_QUESTS_GOLD_DESC
source: Since the neighboring Kingdom had a vast inflation and a degrading currency, his Majesty the King has ordered all stewards to increase production of gold ingots. This way we can combat inflation and detach our own country from financial dependencies to our neighbors. Produce gold ingots, steward!
de: Seit im Nachbarland die Inflation stark angestiegen ist, möchte seine Majestät verstärkt auf die Lagerung von Goldbarren setzen. Somit sollte das Land auf finanzielle Hilfen verzichten können und unabhängig von anderen sein. Liefert Goldbarren, Statthalter!
es: Dado que en el reino vecino hay una alta inflación y una fuete devaluación de la moneda, Su Majestad el rey ha ordenado a todos los administradores aumentar la producción de lingotes de oro. Así podremos combatir la inflación y evitar la dependencia financiera de nuestros vecinos. ¡Produce lingotes de oro, administrador!
fr: Depuis que le royaume voisin a subi une énorme inflation et une baisse de leur monnaie, Sa Majesté a ordonné aux intendants d'augmenter la production de lingots d'or. Ainsi, nous pourrons combattre l'inflation et éviter ainsi d'être dépendant financièrement de nos voisins. Produisez des lingots d'or, indépendant !
id: Berhubung kerajaan tetangga dilanda inflasi parah dan mata uangnya terus melemah, Yang Mulia memberi perintah agar semua steward meningkatkan produksi emas batangan. Dengan cara ini kita bisa melawan inflasi dan terbebas dari ketergantungan kepada tetangga kita. Buatlah emas batangan, Steward!
it: Da quando il regno vicino ha sofferto di una grave inflazione e di una valuta debole, sua Maestà il Re ha ordinato a tutti i vassalli di aumentare la produzione di lingotti d’oro. In questo modo potremo combattere l’inflazione e distaccare il nostro paese dalla dipendenza finanziaria dai confinanti. Produci lingotti d’oro, vassallo!
ja: 隣の王国では大きなインフレと通貨の低下がおこっているため、国王陛下はすべての家令に金塊の製造を増やすよう命じました。こうすれば我々はインフレと戦い、隣国への財政依存から我が国を切り離すことができます。金塊を製造するのです！
ko: 이웃 왕국에 엄청난 인플레이션과 통화 절하가 발생하자 왕이 모든 영주에게 황금 생산을 늘리라고 명령했습니다. 황금이 충분하면 인플레이션에 대처할 수 있고 이웃 국가에 재정을 의존하지 않아도 됩니다. 황금을 생산하세요, 영주님!
pt: Como o reino vizinho tem uma moeda desvalorizada e alta inflação, Sua Majestade o Rei ordenou que todos os administradores devem aumentar a produção de lingotes de ouro. Assim poderemos combater a inflação e reduzir a dependência financeira em relação aos nossos vizinhos.
ru: Соседнее королевство страдает от инфляции, его валюта обесценилась. В связи с этим Его Величество приказал всем подданным увеличить производство золотых слитков. Это позволит нам справиться с инфляцией и избежать финансовой зависимости от соседей. Немедля произведите больше золотых слитков, наместник!
zh: 邻国通货膨胀严重，货币大大贬值，国王陛下已命令各地官员增加金锭产量。这样，我们就可以对抗通货膨胀，使我们在财政上脱离对邻国的依赖。官员们，加紧生产金锭吧！
zh_tw: 鄰國通貨膨脹嚴重，貨幣大大貶值，國王陛下已命令各地官員增加金錠產量。這樣，我們就可以對抗通貨膨脹，使我們在財政上脫離對鄰國的依賴。官員們，加緊生產金錠吧！

# T_GOOGLE_QUESTS_GOLD_TITLE
source: Gold reserves
de: Goldreserven
es: Reservas de oro
fr: Réserves d'or
id: Cadangan emas
it: Riserve d’oro
ja: 金塊の蓄え
ko: 황금 비축량
pt: Reservas de ouro
ru: Золотой запас
zh: 黄金储备
zh_tw: 黃金儲備

# T_GOOGLE_QUESTS_INFIRMARY_DESC
source: My Lords and Ladies, the Kingdom is in grave danger. The plague is spreading and without the necessary infirmaries, most towns will suffer a lot of casualties. Each town of the country will have to build more infirmaries or the Kingdom is doomed!
de: Meine Lords und Ladies, das Königreich befindet sich in höchster Gefahr. Die Pest bereitet sich im ganzen Land aus. Ohne die nötigen Mediziner, ist das ganze Land dem Untergang geweiht. Jedes Dorf muss umgehend weitere Heilmedikus Gebäude errichten lassen.
es: Damas y caballeros, el reino está en serio peligro. La peste se extiende por la falta de enfermerías, y los aldeanos caen como moscas por todas partes. ¡Hay que construir más enfermerías o el reino estará condenado!
fr: Seigneurs et dames, le royaume est en grave danger. L'épidémie se répand et, sans infirmerie, la plupart des villages subiront énormément de pertes. Chaque ville du pays doit bâtir plus d'infirmeries ou le royaume est perdu !
id: Tuan dan Puan sekalian, Kerajaan terancam bahaya besar. Penyakit pes melanda negeri, dan tanpa rumah sakit yang memadai akan jatuh korban banyak di sebagian besar kota. Setiap kota di negeri kita harus membangun lebih banyak rumah sakit, atau Kerajaan akan celaka!
it: Signore e signori, il regno è in grave pericolo. La peste dilaga e senza le necessarie infermerie, le città subiranno moltissime perdite. Ogni città del paese dovrà costruire nuove infermerie o il regno è condannato!
ja: みなさん、この王国は大変な危機にあります。伝染病が流行しており、必要な診療所がなければ、ほとんどの町で多大な犠牲者がでるでしょう。診療所を建設してください。そうしなければこの国は終わりです！
ko: 영주님, 왕국이 큰 위기에 빠졌습니다. 역병이 퍼지고 있습니다. 병원이 없으면 대부분의 마을에 대규모의 사망자가 발생할 것입니다. 왕국의 모든 마을에 병원을 더 지어야 합니다. 그렇지 않으면 왕국은 끝장입니다!
pt: Meus Senhores e Senhoras, o Reino está em grande perigo. A peste está se espalhando e sem as enfermarias necessárias, diversas cidades sofrerão muitas baixas. Cada cidade do país deve construir mais enfermarias ou o Reino estará condenado!
ru: Милорды и миледи, королевство в опасности. Приближается чума, и, если не построить достаточное количество лазаретов, население городов резко сократится. В связи с этим градоправителям приказывается построить больше лазаретов. Нельзя позволить болезни поставить королевство на колени!
zh: 列位大人，列位夫人，王国上下，危难深重啊。目前瘟疫横行，若无必要医疗设施，多数城镇将有大量人员死亡。全国各城，都必须建立更多医院，否则，国家危矣！
zh_tw: 列位大人，列位夫人，王國上下，危難深重啊。目前瘟疫橫行，若無必要醫療設施，多數城鎮將有大量人員死亡。全國各城，都必須建立更多醫院，否則，國家危矣！

# T_GOOGLE_QUESTS_INFIRMARY_TITLE
source: Medical emergency
de: Medizinischer Notstand
es: Emergencia médica
fr: Urgence médicale
id: Darurat kesehatan
it: Emergenza medica
ja: 緊急治療
ko: 응급 의료 상황
pt: Emergência médica
ru: Скорая помощь
zh: 紧急救治
zh_tw: 緊急救治

# T_GOOGLE_QUESTS_IRON_DESC
source: News from the front! Our brave soldiers are winning the war! But they need the support of every village in the country. The best swords are made out of the finest iron ingots. Our smelters just need to produce more ingots.
de: Neuigkeiten von der Front! Unsere tapferen Soldaten gewinnen den Krieg. Natrürlich brauchen sie die Unterstützung von jedem Dorf des Landes. Die besten Schwerter werden mit den feinsten Eisen Barren hergestellt. Alle Metallschmelzen sollten ihre Produktion von Eisenbarren weiter erhöhen.
es: ¡Noticias del frente! ¡Nuestros valientes soldados están ganando la guerra! Pero necesitan el apoyo de cada ciudadano del país. Las mejores espadas se hacen con el hierro más puro. Nuestros fundidores deben producir más lingotes.
fr: Des nouvelles du front ! Nos braves soldats sont en train de gagner la guerre ! Cependant, ils doivent être soutenus par tous les villages du pays. Les meilleures épées sont forgées à l'aide des plus beaux lingots de fer. Nos forges doivent produire plus de lingots.
id: Kabar dari garis depan! Tentara kita yang gagah berani siap menang perang! Tapi mereka perlu dukungan semua desa di Kerajaan. Pedang terbaik terbuat dari besi batangan terbaik. Peleburan logam kita harus meningkatkan produksi.
it: Notizie dal fronte! I nostri coraggiosi soldati stanno vincendo la guerra! Ma necessitano del supporto di ogni villaggio del paese. Le migliori spade sono fatte dei migliori lingotti di ferro. Le nostre fonderie devono produrre più lingotti.
ja: 前線からの知らせです！我々の勇敢な兵士たちは戦争に勝っています！しかし彼らには国中のすべての村の支援が必要です。最高の剣はいちばん良い鉄の塊から作られています。精錬所でもっと鉄を生産する必要があります。
ko: 전선에서 온 소식입니다! 용감한 우리 군인들이 승기를 잡았습니다! 하지만 왕국의 모든 마을로부터 도움이 필요합니다. 최고급 철광석으로 가장 뛰어난 검을 만들어야 합니다. 용광로에서 철을 더 생산하기만 하면 됩니다.
pt: Notícias da frente! Nossos bravos soldados estão vencendo a guerra, mas eles precisam do apoio de todas as aldeias do país. As melhores espadas são feitas com os melhores lingotes de ferro. Nossas fundições precisam produzir mais lingotes.
ru: Новости с фронта! Наши доблестные солдаты побеждают! Но им нужна помощь всех деревень королевства. Для ковки мечей требуются лучшие железные слитки. Прикажите плавильням увеличить их производство.
zh: 前线来消息了！我军士卒勇猛，正节节取胜！可他们离不开国内各村各庄的支持。上等刀剑，都出自百炼铁锭。我们的炼铁炉，应该多多生产铁锭。
zh_tw: 前線來消息了！我軍士卒勇猛，正節節取勝！可他們離不開國內各村各莊的支持。上等刀劍，都出自百煉鐵錠。我們的煉鐵爐，應該多多生產鐵錠。

# T_GOOGLE_QUESTS_IRON_TITLE
source: The real iron
de: Das feinste Eisen
es: El auténtico hierro
fr: Le vrai fer
id: Besi paling keras
it: Il vero ferro
ja: 本物の鉄
ko: 진짜 강철
pt: Ferro verdadeiro
ru: Настоящее железо
zh: 纯钢精铁
zh_tw: 純鋼精鐵

# T_GOOGLE_QUESTS_JEWELS_DESC
source: My Lord, the nobles are complaining about a lack of luxury goods. Would you be so kind and produce more jewelry?
de: Mein Herr, der Adel beschwert sich über eine mangelnde Versorgung an Luxusgütern. Hättet ihr die Güte, etwas mehr Schmuck zu produzieren?
es: Mi señor, los nobles se quejan de la escasez de bienes de lujo. ¿Serías tan amable de producir más joyas?
fr: Mon seigneur, les nobles se plaignent d'un manque de produits de luxe. Pourriez-vous avoir l'amabilité de produire plus de bijoux ?
id: Tuanku, kaum bangsawan mengeluh kekurangan barang mewah. Maukah Tuanku berbaik hati dan memproduksi lebih banyak perhiasan?
it: Milord, i Nobili si lamentano di una carenza di beni di lusso. Saresti così generoso da produrre più gioielli?
ja: 貴族たちが贅沢品がないことに不満を持っています。どうかもっと宝石を作ってもらえませんか？
ko: 영주님, 귀족들이 사치품이 부족하다고 불평하고 있습니다. 보석 생산을 늘려주시겠습니까?
pt: Meu Senhor, os nobres estão reclamando da falta de artigos de luxo. Você poderia ser bondoso e produzir mais joias?
ru: Милорд, дворяне жалуются на недостаток роскошных товаров. Вы не могли бы произвести больше ювелирных изделий?
zh: 大人，贵族不满意了，说奢侈品供应不足。您可否恩准，多生产些首饰？
zh_tw: 大人，貴族不滿意了，說奢侈品供應不足。您可否恩准，多生產些首飾？

# T_GOOGLE_QUESTS_JEWELS_TITLE
source: Shine bright like a diamond
de: Es funkelt so schön
es: Brilla como un diamante
fr: Briller comme un diamant
id: Berkilau bagai intan
it: Brilla come un diamante
ja: ダイヤモンドのように光り輝く
ko: 다이아몬드처럼 빛나세요
pt: Brilhe como um diamante
ru: Лучшие друзья девушек
zh: 明耀如钻
zh_tw: 明耀如鑽

# T_GOOGLE_QUESTS_JOUSTING_DESC
source: The King has made the following decree: He wants to find out who is the best knight of the country. All stewards are ordered to begin construction of jousting grounds in every village of the Kingdom. Soon the biggest tournament the world has ever seen will start.
de: Der König hat folgendes angeordnet: Um herauszufinden, aus welchem Dorf des Landes die besten Ritter kommen, sollen landesweit Turnierplätze errichtet werden. Das größte Turnier soll abgehalten werden, was die Welt je gesehen hat. Baut genügend Turnierplätze!
es: El rey ha decretado lo siguiente: quiere saber quién es el mejor caballero del país. Se ordena a todos los administradores que inicien la construcción de campos de justas en cada aldea del reino. Pronto dará comienzo el mayor torneo que el mundo ha visto jamás.
fr: Le roi a rédigé un nouveau décret : il souhaite découvrir le meilleur chevalier de tout le pays. Tous les intendants ont reçu pour ordre de construire une aire de joute dans chaque village du royaume. Bientôt, le plus grand tournoi du monde va commencer.
id: Sang Raja bertitah: Beliau mencari ksatria tersakti di seluruh negeri. Semua steward diperintahkan untuk mulai membangun arena pertarungan di setiap desa di Kerajaan. Tidak lama lagi turnamen terbesar yang pernah ada di muka Bumi akan dimulai.
it: Il Re ha emesso il seguente decreto: vuole trovare il miglior cavaliere del paese. Tutti i vassalli debbono costruire un percorso per giostra in ogni villaggio del paese. Presto, il più grande torneo che il mondo abbia mai visto avrà inizio.
ja: 国王が次の法令を定めました：国王は誰が国中で一番の騎士かを見たいそうです。国中のすべての村に馬上槍闘技場を建設するよう命じられました。もうすぐ歴史上この世で一番大きなトーナメントが開かれます。
ko: 왕이 칙령을 발표했습니다. 왕은 나라에서 가장 뛰어난 기사가 누구인지 알고 싶어합니다. 모든 영주들에게 왕국의 모든 마을에 마상 창 시합장을 만들라고 명령을 내렸습니다. 곧 사상 최대 토너먼트가 시작할 것입니다.
pt: O Rei decretou o seguinte: ele deseja descobrir quem é o melhor cavaleiro do país. Todos os administradores devem começar a construção de áreas de torneios em todas as aldeias do reino. Em breve, começaremos o maior torneio que o mundo já viu.
ru: Король издал следующий указ: он желает знать, кто из его рыцарей всех сильнее. Всем наместникам приказано построить арены в каждой деревне королевства. Скоро состоится самый грандиозный турнир в истории.
zh: 国王下令：要找出谁是国中最强武士。各地官员都已受命，要在国内各个村庄兴建比武场。前所未有的大型比赛，就要开幕了。
zh_tw: 國王下令：要找出誰是國中最強武士。各地官員都已受命，要在國內各個村莊興建比武場。前所未有的大型比賽，就要開幕了。

# T_GOOGLE_QUESTS_JOUSTING_TITLE
source: Grand Championship
de: Landesweites Turnier
es: Gran torneo
fr: Grand championnat
id: Kejuaraan akbar
it: Grande campionato
ja: グランド・チャンピオンシップ
ko: 그랜드 챔피언십
pt: Grande Campeonato
ru: Великий турнир
zh: 全国竞技
zh_tw: 全國競技

# T_GOOGLE_QUESTS_JUICE_DESC
source: His Majesty plans to hold a banquet for guests from the neighboring countries. Preparations are almost done, only a large amount of grape juice is missing.
de: Seine Majestät plant ein Bankett für Gäste aus den Nachbarländern. Für fast alles ist bereits gesorgt, jedoch fehlt noch eine größere Menge Traubensaft.
es: Su Majestad pretende invitar a visitantes de los países vecinos a un banquete. Los preparativos están casi hechos, solo falta una gran cantidad de zumo de uva.
fr: Sa Majesté a l'intention d'organiser un banquet pour des invités venant de pays voisins. Les préparations sont presque faites, mais il manque encore une grosse quantité de jus de raisin.
id: Yang Mulia mau mengadakan perjamuan untuk tamu dari negeri tetangga. Persiapan sudah hampir rampung, tapi masih kekurangan banyak jus anggur.
it: Sua Maestà organizza un banchetto per gli ospiti dei paesi vicini. I preparativi sono quasi terminati, manca solo una grande quantità di succo d’uva.
ja: 国王陛下は近隣の国からの客人のために宴を計画しています。準備はほぼできていますが、ぶどうジュースだけが大量に不足しています。
ko: 왕이 이웃 국가에서 온 손님들을 위한 연회를 열 계획입니다. 준비가 거의 끝났습니다. 하지만 대량의 포도 주스를 마련하지 못했습니다.
pt: Sua Majestade planeja um banquete para receber os convidados dos países vizinhos. As preparações estão quase prontas, mas ainda falta uma grande quantidade de suco de uva.
ru: Его Величество планирует устроить банкет для гостей из соседних государств. Подготовка почти завершена, не хватает лишь большого запаса виноградного сока.
zh: 陛下打算宴请邻国来宾。准备工作已基本就绪，只是大批葡萄汁还没有着落。
zh_tw: 陛下打算宴請鄰國來賓。準備工作已基本就緒，只是大批葡萄汁還沒有著落。

# T_GOOGLE_QUESTS_JUICE_TITLE
source: Juice for the Banquet
de: Traubensaft für das Bankett
es: Zumo para el banquete
fr: Du jus pour le banquet
id: Jus untuk perjamuan
it: Succo per il banchetto
ja: 宴用のジュース
ko: 연회용 주스
pt: Suco para o banquete
ru: Сок для банкета
zh: 宴会果汁
zh_tw: 宴會果汁

# T_GOOGLE_QUESTS_LEATHER_DESC
source: A horseback messenger just brought news about the next fashion trends from the capital. The King‘s new fashion advisor has ordered the finest leather from all over the country. For the collection of his newly invented leather jackets he needs tremendous amounts of leather.
de: Ein berittener Bote hat Nachrichten vom Hofe der Hauptstadt gebracht. Der Modeberater des Königs hat angeordnet, dass hochwertiges Leder aus dem ganzen Land geliefert werden soll. Für seine vor kurzem entwickelten Lederjacken benötigt er große Mengen Leder.
es: Un mensajero a caballo nos acaba de traer noticias sobre las tendencias de moda en la capital. El nuevo consejero sobre moda del rey ha solicitado el mejor cuero de toda la nación. Para las nuevas chaquetas que acaba de inventarse, necesita ingentes cantidades de cuero.
fr: Un message à cheval vient de nous informer des nouvelles modes en provenance de la capitale. Le nouveau conseiller du roi a commandé les plus beaux cuirs de tout le pays. Il en a besoin d'une énorme quantité pour sa nouvelle invention, la veste de cuir.
id: Kurir berkuda baru saja membawa kabar tentang tren mode berikut dari ibukota. Penasihat mode sang Raja memesan kulit terbaik dari seluruh pelosok negeri. Untuk koleksi jaket kulit hasil rancangannya yang terbaru ia membutuhkan kulit dalam jumlah besar.
it: Un messaggero a cavallo ha portato notizie circa le nuove tendenze della moda nella capitale. Il nuovo consigliere di moda del Re ha ordinato il miglior cuoio in tutto il paese. Per la collezione delle sue nuove giacche di pelle avrà bisogno di enormi quantità di cuoio.
ja: 馬に乗った使者が首都から新しいファッショントレンドの知らせを持ってきました。国王の新しいファッションアドバイザーは国中から最高の革を取り寄せています。国王の新しい革のジャケットのために、革をたくさん生産してください。
ko: 방금 기마 메신저가 수도로부터 다음 패션 트렌드에 대한 소식을 가져왔습니다. 왕의 새로운 패션 자문이 왕국 전역에 최고급 가죽을 주문했습니다. 새로 디자인한 가죽 자켓 컬렉션을 위해 엄청난 양의 가죽이 필요합니다.
pt: Um mensageiro a cavalo trouxe notícias de moda da capital. O novo conselheiro de moda do Rei pediu o mais fino couro de todo o país. Para a coleção de suas novas jaquetas de couro, ele precisa de grandes quantidades dessa matéria-prima.
ru: Конный курьер принес вести о модных веяниях в столице. Для производства новой коллекции кожаных курток королевскому советнику по делам моды требуется лучшая кожа в королевстве — и побольше!
zh: 传令驿卒刚刚带来京城下次时尚趋势的消息。国王新任的衣着顾问，已从全国各地订购了最上等的皮革。他购买大量皮革，为的就是完成他新近设计的系列皮夹克。
zh_tw: 傳令驛卒剛剛帶來京城下次時尚趨勢的消息。國王新任的衣著顧問，已從全國各地訂購了最上等的皮革。他購買大量皮革，為的就是完成他新近設計的系列皮夾克。

# T_GOOGLE_QUESTS_LEATHER_TITLE
source: The newest fashion
de: Die neueste Mode
es: La última moda
fr: La nouvelle mode
id: Mode terkini
it: La nuova moda
ja: 最新のファッション
ko: 최신 패션
pt: A última moda
ru: Новинки моды
zh: 最新时尚
zh_tw: 最新時尚

# T_GOOGLE_QUESTS_MAINTENANCE_DESC
source: After his last visit to your town, the King has witnessed the startling decay of the town firsthand. He ordered the repairs of the buildings in your lands to be taken straightaway.
de: Nach seinem letzten Besuch war der König entsetzt, dass sich unsere Stadt in einem so heruntergekommenen Zustand befindet. Er hat eine großangelegte Reparatur der Gebäude in Auftrag gegeben.
es: Durante su última visita a tu ciudad, el Rey fue testigo de la alarmante decadencia de tu ciudad. Ha ordenado que repares tus edificios de forma inmediata.
fr: Lors le sa dernière visite en ville, le Roi a vu de ses propres yeux l'état catastrophique des bâtiments. Il vous a ordonné de tout réparer immédiatement.
id: Ketika terakhir berkunjung, Paduka Raja telah menyaksikan kemerosotan kotamu dengan mata kepala sendiri. Ia memerintahkan agar perbaikan semua bangunan segera dimulai.
it: Dopo l'ultima visita in città, il Re ha constatato in prima persona il decadimento della città. Ha ordinato che le riparazioni degli edifici inizino immediatamente.
ja: 最後の訪問で、国王は自らの目で直接、街の驚くべき崩壊を目撃しました。国王はあなたの土地の建物を直ちに修復するよう命じました。
ko: 지난 번에 마을을 방문한 후 왕은 쇠퇴하는 마을의 모습을 직접 목격했습니다. 왕은 귀하의 땅에 있는 건물을 즉시 수리하라고 명령했습니다.
pt: Depois da última visita à sua cidade, o Rei testemunhou a decadência acelerada da sua cidade. Ele ordenou que os reparos dos edifícios nas suas terras sejam feitos imediatamente.
ru: Во время последнего визита в твой город король своими глазами увидел поразительный упадок города. Он приказал немедленно начать починку сооружений в твоих землях.
zh: 国王上次驾临你的城镇，亲眼目睹你的城镇破败不堪。他命令，要立即维修你属地上的房屋。
zh_tw: 國王上次駕臨你的城鎮，親眼目睹你的城鎮破敗不堪。他命令，要立即維修你屬地上的房屋。

# T_GOOGLE_QUESTS_MAINTENANCE_NAME
source: Maintenance duty
de: Wartungsarbeiten
es: Tarea de mantenimiento
fr: Corvée de maintenance
id: Tugas pemeliharaan
it: Manutenzione
ja: 保守義務
ko: 유지보수
pt: Dever de manutenção
ru: Состояние города
zh: 维修之责
zh_tw: 維修之責
