Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_BUILDING_INFO_TAVERN_OLD
source: At the tavern Townies meet after a hard day's work to drink grape juice or brew and socialize.
de: Im Wirtshaus treffen sich hart arbeitende Townies, um mit Traubensaft oder Gebräu anzustoßen und ihren Feierabend zu genießen.
es: Los townies se reúnen en la taberna después de un duro día de trabajo para beber zumo de uva o cerveza y socializar.
fr: Les habitants se retrouvent à la taverne après une dure journée pour boire du jus de raisin ou de la boisson et discuter entre eux.
id: Setelah bekerja keras seharian, para Townies berkumpul di kedai minum untuk minum jus anggur atau bir sambil mengobrol.
it: Dopo una dura giornata di lavoro, i cittadini si rilassano alla taverna per bere succo d'uva o birra.
ja: 酒場には一日のハードな仕事を終えたタウニーたちがぶどうジュースやビールを飲んだり、社交のために訪れます。
ko: 하루 종일 열심히 일한 주민들은 선술집에서 만나 포도 쥬스나 맥주를 마시며 함께 어울립니다.
pt: A taverna é onde os habitantes se encontram depois de um dia de trabalho para tomar suco de uva ou cerveja e para socializar.
ru: В таверну горожане обычно отправляются после тяжелого рабочего дня. Здесь они пьют виноградный сок или пиво и общаются друг с другом.
zh: 镇民们忙碌了一天后，会相聚在酒馆里，开怀畅饮，结朋识友。
zh_tw: 鎮民們忙碌了一天后，會相聚在酒館裡，開懷暢飲，結朋識友。

# T_GAME_BUILDING_INFO_TAXCOLLECTOR
source: The tax collector goes around town and collects the taxes. Additionally he produces a small tax bonus and unlocks “collect all taxes” with one button press.
de: Der Steuereintreiber geht durch die Stadt und sammelt die Abgaben ein. Zusätzlich erzeugt er einen kleinen Steuerbonus und ermöglicht per Knopfdruck das Einsammeln aller Steuern der Stadt auf einmal.
es: El recaudador recauda impuestos por la aldea. Además genera una pequeña bonificación por impuestos y desbloquea «recaudar todos los impuestos» con un toque.
fr: Le collecteur d'impôts fait le tour de la ville et collecte les impôts. De plus, il accorde un petit bonus d'impôts et débloque l'option « collecter tous les impôts » d'un seul coup.
ja: 収税官が街を回り税金を集めます。さらに彼が小さな税ボーナスを生み、ワンタッチで『すべての税金を集める』を解除します。
ko: 세금 징수원은 마을을 돌아다니며 세금을 걷습니다. 더불어 작은 세금 보너스를 만들고 한 번의 터치로 “모든 세금 징수”를 잠금 해제합니다.
ru: Сборщик податей ходит по городу и собирает подати. Также он дает небольшой бонус к податям и дает возможность «Собрать все подати» в одно касание.
zh: 税收员会在城镇里挨家挨户地收缴应收税款。此外，他还能带来少量税收奖励，并解锁“一键收取所有税收”功能。
zh_tw: 稅收員會在城鎮裡挨家挨戶地收繳應收稅款。此外，他還能帶來少量稅收獎賞，並解鎖「一鍵收取所有稅收」功能。

# T_GAME_BUILDING_INFO_TAXCOLLECTOR_DEPRECATED
source: In addition to running the treasury, the tax collector also goes around town and visits Townies in their houses. A visit from the tax collector temporarily increases tax revenue from that house. Upgrading the treasury building allows you to collect all due taxes with one click. This comes in particularly handy in big towns. It costs a few Prestige points to do this, though.
de: Der in der Schatzkammer arbeitende Steuereintreiber erhöht die Steuereinnahmen von Wohnhäusern. In der Schatzkammer gibt es, nach einem Upgrade auf Stufe 2, die Option, alle Steuern auf einmal einzusammeln. Dies nimmt dir vor allem bei großen Städten sehr viel Arbeit ab. Es kostet allerdings etwas Prestige.
es: Además de gestionar la tesorería, el recaudador de impuestos también se pasea por la ciudad y visita las casas de los townies. La visita del recaudador de impuestos incrementará, de forma temporal, los ingresos por impuestos de esa casa. Cuando mejores la tesorería, podrás recaudar todos lo impuestos debidos con un solo toque, algo muy útil en ciudades grandes. Eso sí, te costará algunos puntos de prestigio.
fr: En plus de gérer la trésorerie, le collecteur d'impôts fait le tour de la ville et rend visite aux habitants dans leur maison. Une visite du collecteur d'impôts permet d'augmenter temporairement les revenus d'impôts de la maison en question. Améliorer la trésorerie vous permet de collecter toutes les taxes dues en tapotant une seule fois. C'est particulièrement pratique dans les grandes villes. Par contre, il vous en coûtera quelques points de Prestige.
id: Selain mengelola bendahara, pengumpul pajak juga berkeliling kota dan mengunjungi Townies di rumah mereka. Kunjungan dari pengumpul pajak sementara waktu meningkatkan penerimaan pajak dari rumah itu. Memutakhirkan gedung bendahara memungkinkan Anda mengumpulkan semua pajak jatuh tempo dengan sekali klik. Ini terutama sangat praktis di kota besar. Tapi biayanya sebesar beberapa poin Prestise untuk melakukan ini.
it: Oltre a gestire il tesoro, l'esattore va in giro per la città a visitare le case dei cittadini. Una visita dell'esattore aumenta temporaneamente l'introito fiscale di quella casa. Potenziando l'edificio della tesoreria potrai raccogliere tutte le tasse con un solo tocco.
ja: 国庫の管理に加え、収税官は町中のタウニーの家々を訪ねます。収税官が訪問することで、一時的にその訪問先からの税収が上がります。国庫の建物をアップグレードすることにより、一度のタップですべての収集すべき税金を集めることができます。 これは大きな街では便利な機能ですが、名声が必要となります。
ko: 재무부 운영에 추가적으로, 세금 수집인들은 또한 주민들과 주민들의 집을 방문합니다. 세금 수집인의 방문은 해당 가정의 세금 수익을 일시적으로 증가하게합니다. 재무부 빌딩을 업그레이드 하면 기한이 된 모든 세금을 클릭한번에 수집할 수 있습니다. 큰 마을의 경우 유용합니다. 사용 시 프레스티지 포인트가 필요합니다.
pt: Além de administrar o tesouro, o cobrador de impostos faz visitas aos habitantes. Uma visita do cobrador de impostos aumenta temporariamente a arrecadação daquela casa. Fazer o upgrade do prédio do tesouro permite que você colete todos os impostos devidos com um toque. Isso é bastante útil no caso de cidades grandes. No entanto, custa alguns pontos de Prestígio.
ru: В дополнение к заведованию казначейством, сборщик податей также обходит город и посещает горожан в их домах. Посещение дома сборщиком податей временно увеличивает поступления от податей с этого дома. Улучшение здания казначейства позволяет собрать все причитающиеся тебе подати одним движением руки. В больших городах это особенно удобно. Однако для этого требуется несколько очков престижа.
zh: 除了运行金库外，税吏也会前往镇民的住所。税吏的造访会临时增加该住所的税收。升级金库后将可以一键征收所有要征收的税金。 这个功能在大城镇尤其方便。然而，使用时会耗费一些威望点。
zh_tw: 除運行金庫外，稅吏也會前往鎮民的住所。稅吏的造訪會臨時增加該住所的稅收。升級金庫後將可以一鍵征收所有稅金。 這個功能在大城鎮尤其便利。然而，使用時會消耗一些威望點。

# T_GAME_BUILDING_INFO_TOOLMAKER
source: The toolmaker uses iron and wood to produce tools.
de: Der Werkzeugschmied verarbeitet Eisen und Holz zu Werkzeugen.
es: El fabricante de herramientas usa hierro y madera para fabricar herramientas.
fr: L'outilleur fabrique des outils avec du fer et du bois.
id: Pembuat peralatan menggunakan besi dan kayu untuk menghasilkan berbagai peralatan.
it: L'utensileria usa ferro e legno per produrre utensili da lavoro.
ja: 工具職人は鉄と木材から工具を生産します。
ko: 도구제조인은 철과 나무를 사용하여 도구를 제조합니다.
pt: O ferramenteiro utiliza ferro e madeira para produzir ferramentas.
ru: Инструментальщик использует железо и древесину для производства инструментов.
zh: 工具匠利用铁和木材制作工具。
zh_tw: 工具匠利用鐵和木材製作工具。

# T_GAME_BUILDING_INFO_TOWNHOUSE
source: The small townhouse provides comfortable living space for {FAMILIES} families.
de: Ein kleines Stadthaus, in dem {FAMILIES} Familien bequem leben können.
es: La casa pequeña es un cómodo hogar para {FAMILIES} familias.
fr: Une petite maison permet de loger confortablement {FAMILIES} familles.
id: Rumah kecil menyediakan cukup ruang bagi {FAMILIES} keluarga untuk tinggal di dalamnya.
it: L'abitazione piccola fornisce spazio abitativo per {FAMILIES} famiglie.
ja: 小さな家には{FAMILIES}世帯が快適に暮らすことができます。
ko: 소규모의 타운하우스는 {FAMILIES} 가족들에게 편안한 거주 공간을 제공합니다.
pt: A moradia pequena oferece espaço de vivência confortável para {FAMILIES} famílias.
ru: Маленький городской дом обеспечивает место для комфортного проживания {FAMILIES}-х семей.
zh: 小联排别墅提供了舒适的居住空间{FAMILIES}家庭。
zh_tw: 小聯排別墅提供了舒適的居住空間{FAMILIES}家庭。

# T_GAME_BUILDING_INFO_TRADEGUILD
source: At the trade guild, automatic trade can be managed. Whenever a trader visits the town, preselected resources are sold or bought.
de: In der Handelsgilde können automatische Handelsvorgänge verwaltet werden. Sobald ein Händler das Dorf besucht, werden vorher eingestellte Ressourcen eingekauft, bzw. verkauft.
es: En el gremio comercial, se puede gestionar el comercio de forma automática. Cuando un comerciante visita la ciudad, los recursos preseleccionados se venden o se compran.
fr: À la guilde du commerce, vous pouvez gérer le commerce automatique. À chaque fois qu'un marchand arrive en ville, les ressources présélectionnées sont vendues ou achetées.
id: Perdagangan bisa dikelola secara otomatis di perkumpulan saudagar. Sumber daya terpilih akan diperjual-belikan setiap kali seorang pedagang mengunjungi kota.
it: Presso la Gilda dei mercanti, possono essere effettuati scambi automatici. Ogni volta che un mercante entra in città vengono comprate e vendute risorse preselezionate.
ja: 取引ギルドでは自動取引が行われます。トレーダーが街を訪れるたびに、事前に選択された資源が売却もしくは購入されます。
ko: 트레이드 길드에서 자동 거래를 관리할 수 있습니다. 상인이 마을을 방문할 때마다 사전 선택된 자원이 판매 또는 구매됩니다.
pt: Na guilda comercial, é possível gerenciar o comércio. Quando um comerciante visita a cidade, é possível comprar ou vender certos recursos.
ru: В гильдии торговцев можно задать параметры автоматической торговли. Выбранные ресурсы продаются и покупаются, когда торговец посещает город.
zh: 可以在同业公会安排自动贸易。一旦有商人来到镇上，即可买卖预先选定的资源。
zh_tw: 可以在同業公會安排自動貿易。一旦有商人來到鎮上，即可買賣預先選定的資源。

# T_GAME_BUILDING_INFO_TRADEGUILD_AUTOTRADE
source: Trade orders
de: Handelsaufträge
es: Pedidos
fr: Commandes commerciales
id: Perintah transaksi
it: Accordi commerciali
ja: 取引注文
ko: 거래 주문
pt: Acordos comerciais
ru: Заказы на товары
zh: 定单
zh_tw: 定單

# T_GAME_BUILDING_INFO_TRAVELINGARTIST
source: Whenever a traveling juggler is in town, the Townies enjoy themselves while watching his show.
de: Die Auftritte eines Gauklers sind immer einen Besuch wert. Die Townies erfreuen sich sehr, wenn der Gaukler jongliert oder Feuer spuckt.
es: Cuando un malabarista errante llega a la aldea, los Townies disfrutan de su espectáculo.
fr: Lorsqu'il y a un jongleur itinérant en ville, les habitants se divertissent en assistant au spectacle.
id: Kalau ada sirkus keliling di kota, para Townies bersenang-senang dengan menonton pertunjukan sirkus.
it: Quando una carovana di giocolieri si ferma in città, i cittadini si divertono molto ad assistere allo spettacolo.
ja: 巡業中の手品師が町にいるとき、タウニーたちは彼のショーを見るのを楽しみます。
ko: 유랑하는 저글러가 마을을 찾아오면 주민들은 쇼를 보며 즐거운 시간을 보내죠.
pt: Sempre que um malabarista está na cidade, os habitantes se divertem assistindo espetáculos.
ru: Горожане обожают смотреть представления странствующего фокусника.
zh: 巡回魔术团来了城里，镇民就可以欣赏表演，获得娱乐。
zh_tw: 巡迴魔術團來了城裡，鎮民就可以欣賞表演，獲得娛樂。

# T_GAME_BUILDING_INFO_VINEYARD
source: The grape plantation supplies the juice manufacture with the finest grapes.
de: Auf dem Weinfeld werden Trauben angebaut, mit denen die Kelterei in deinem Dorf versorgt wird.
es: El viñedo produce las mejores uvas para la elaboración del mosto.
fr: La vigne produit un excellent raisin pour faire du jus de raisin au pressoir.
id: Kebun anggur memasok pabrik jus dengan anggur terbaik.
it: La vigna fornisce le migliori uve alla manifattura di succo.
ja: ぶどう農場はジュース工場に良質なぶどうを供給します。
ko: 포도 제배 공급처는 주스 제조업자들에게 최상의 포도를 제공합니다.
pt: A plantação de uva fornece as melhores uvas para a produtora de suco.
ru: Виноградная плантация снабжает соковую мануфактуру великолепнейшим виноградом.
zh: 葡萄种植园为果汁制造厂供应优质葡萄。
zh_tw: 葡萄種植園為果汁製造廠供應優質葡萄。

# T_GAME_BUILDING_INFO_WAREHOUSE
source: The warehouse is used by Townies for storing and retrieving goods. It also allows to assign additional Townies as carriers.
de: Im Lagerhaus können die Townies ihre Waren einlagern und abholen. Außerdem können hier Dorfbewohner zu Trägern gemacht werden.
es: Los townies usan el almacén para guardar y recuperar artículos. También te permite asignar a más townies transportistas.
fr: L'entrepôt permet aux habitants de stocker des marchandises et de les récupérer. Il permet également de désigner des habitants comme porteurs.
id: Gudang digunakan para Townie untuk menyimpan dan mengambil barang. Gudang juga memungkinkan Townie tambahan untuk menjadi pengangkut.
it: Il magazzino viene usato dai paesani per conservare e recuperare le merci. Inoltre permette di impiegare altri paesani come trasportatori.
ja: 倉庫はタウニーが物を保管したり回収したりするのに用います。また運搬人としてタウニーを雇うことも可能です。
ko: 창고는 주민들이 물건을 저장하고 되찾는데 사용됩니다. 또한 추가 주민들을 캐리어로 배정할 수 있습니다.
pt: O armazém é utilizado pelos moradores para armazenar e recuperar mercadorias. Isso permite também a designação de moradores adicionais como carregadores.
ru: Пакгауз используется поселянами для хранения и получения товаров. Также он позволяет назначать дополнительных поселян в роли носильщиков.
zh: 镇民用仓库来储藏和领取货物。仓库允许指派额外的镇民去做搬运工。
zh_tw: 鎮民用倉庫來儲藏和領取貨物。倉庫允許指派額外的鎮民去做搬運工。

# T_GAME_BUILDING_INFO_WAREHOUSE_UPGRADE1
source: The level 2 upgrade increases the warehouse's storage capacity and halves the decay rate. I also enables you to assign additional carriers. However, repairing the upgraded building takes significantly more resources and gold.
de: Das Upgrade auf Stufe 2 vergrößert die Kapazität des Lagerhauses und der Gebäudeverfall wird halbiert. Mehr Träger können zugewiesen werde, allerdings steigen die Reparaturkosten stark an.
es: La mejora del nivel 2 mejora la capacidad del almacén y reduce a la mitad la velocidad a la que se deteriora. También te permite asignar transportistas adicionales. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: L'amélioration de niveau 2 augmente la capacité de stockage de l'entrepôt et diminue par deux le taux de dégradation du bâtiment. Elle permet également d'assigner des porteurs supplémentaires. Toutefois, la réparation du bâtiment amélioré coûte beaucoup plus de ressources et d'or.
id: Pemutakhiran level 2 meningkatkan kapasitas simpan gudang dan memangkas nilai pelapukan. Saya juga memungkinkan Anda menetapkan pembawa tambahan. Tapi, memperbaiki gedung yang dimutakhirkan semakin menyedot sumber daya dan emas.
it: Il potenziamento Livello 2 aumenta la capienza del magazzino e dimezza la velocità di deterioramento degli edifici. Inoltre permette di creare nuovi viaggiatori. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: レベル2のアップグレードでは、倉庫の貯蔵容量が増加、建物の劣化率が半減します。また追加の運搬人を雇うことができます。しかし、アップグレードされた建物を修復するには、かなり多くの資材と金が必要となります。
ko: 레벨 2 업그레드는 창고의 저장 수용력을 증가시키며 부패 빈도를 감소시킵니다. 또한 추가 캐리어 할당이 가능합니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 2 aumenta a capacidade de estoque do depósito e diminui pela metade a velocidade de depredação. Você também pode delegar o transporte para mais habitantes. No entanto, você gasta muito mais ouro e recursos para restaurar um prédio com upgrade.
ru: Улучшение уровня 2 увеличивает вместительность пакгауза и наполовину уменьшает уровень разрушения. Также ты получаешь возможность назначить дополнительных носильщиков, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 升到第二级可以提升仓库的储存能力，将恶化率减半。不仅如此，你还可以指定额外的承运镇民。然而，修复升级后的建筑需要更多的资源和黄金。
zh_tw: 升到第二級可以提升倉庫的儲物能力，將惡化減半。不僅如此，你還可以指定額外的承運鎮民。然而，修復升級後的建築需要更多的資源和黃金。

# T_GAME_BUILDING_INFO_WAREHOUSE_UPGRADE2
source: The level 3 upgrade increases the warehouse's storage capacity and halves the decay rate. I also enables you to assign additional carriers. However, repairing the upgraded building takes significantly more resources and gold.
de: Das Upgrade auf Stufe 3 vergrößert die Kapazität des Lagerhauses und der Gebäudeverfall wird halbiert. Mehr Träger können zugewiesen werden, allerdings steigen die Reparaturkosten stark an.
es: La mejora del nivel 3 mejora la capacidad del almacén y reduce a la mitad la velocidad a la que se deteriora. También te permite asignar transportistas adicionales. Sin embargo, las reparaciones del edificio mejorado utilizan bastantes más recursos y oro.
fr: L'amélioration de niveau 3 augmente la capacité de stockage de l'entrepôt et diminue par deux le taux de dégradation du bâtiment. Elle permet également d'assigner des porteurs supplémentaires. Toutefois, la réparation du bâtiment amélioré coûte beaucoup plus de ressources et d'or.
id: Pemutakhiran level 3 meningkatkan kapasitas simpan gudang dan memangkas nilai pelapukan. Saya juga memungkinkan Anda menetapkan pembawa tambahan. Tapi, memperbaiki gedung yang dimutakhirkan semakin menyedot sumber daya dan emas.
it: Il potenziamento Livello 3 aumenta la capienza del magazzino e dimezza la velocità di deterioramento degli edifici. Inoltre permette di creare nuovi viaggiatori. Ma riparare gli edifici potenziati richiede molto più oro e risorse.
ja: レベル3のアップグレードでは、倉庫の貯蔵容量が増加、建物の劣化率が半減します。また追加の運搬人を雇うことができます。しかし、アップグレードされた建物の修復には、かなり多くの資材と金が必要となります。
ko: 레벨 3 업그레드는 창고의 저장 수용력을 증가시키며 부패 빈도를 감소시킵니다. 또한 추가 캐리어 할당이 가능합니다. 그러나, 업그레이드 된 빌딩 수리 작업은 더 많은 황금과 자원이 필요합니다.
pt: O upgrade de nível 3 aumenta o estoque do depósito e diminui pela metade a velocidade de depredação. Você também pode delegar o transporte para mais habitantes. No entanto, você gasta muito mais ouro e recursos para restaurar um prédio com upgrade.
ru: Улучшение уровня 3 увеличивает вместительность пакгауза и наполовину уменьшает уровень разрушения. Также ты получаешь возможность назначить дополнительных носильщиков, однако для ремонта улучшенного здания требуется значительно большее количество ресурсов и золота.
zh: 升到第三级可以提升仓库的储存能力，将恶化率减半。不仅如此，你还可以指定额外的承运镇民。然而，修复升级后的建筑需要更多的资源和黄金。
zh_tw: 升到第三級可以提升倉庫的儲物能力，將惡化減半。不僅如此，你還可以指定額外的承運鎮民。然而，修復升級後的建築需要更多的資源和黃金。

# T_GAME_BUILDING_INFO_WEAVER
source: The weaving mill uses wool to produce fine fabrics, which can then be made into clothes by a tailor.
de: Die Webstube produziert aus Wolle feinste Stoffe, die daraufhin in der Schneiderei zu Kleidung verarbeitet werden können.
es: El telar usa lana para producir telas que los sastres transforman en prendas de ropa.
fr: L'atelier de tissage transforme la laine en tissus de qualité, qui peuvent ensuite être transformés en vêtements par le tailleur.
id: Penenunan menggunakan wool untuk menghasilkan benang yang baik, yang nantinya digunakan penjahit untuk membuat pakaian.
it: Il tessitore usa la lana per produrre stoffe pregiate, che poi vengono trasformate in abiti nella sartoria.
ja: 織布工場は羊毛から布を生産します。そして布は仕立屋が衣服を仕立てるのに使われます。
ko: 직물은 양털을 사용하여 천을 생성하며, 재단사들이의류를 제작할 수 있도록 합니다.
pt: A tecelagem utiliza a lã para produzir tecidos finos, para serem transformados em roupas por um alfaiate.
ru: Ткацкая фабрика использует шерсть для производства тончайших тканей, из которых портной впоследствии изготавливает одежду.
zh: 纺织厂把羊毛织成精细的织物，再由裁缝师做成衣服。
zh_tw: 紡織廠把羊毛織成精細的織物，再由裁縫師做成衣服。

# T_GAME_BUILDING_INFO_WELL
source: The well serves as source of fresh water for your town. Townettes fetch water from here and carry it to their homes.
de: Der Brunnen liefert deinem Dorf Trinkwasser, welches von den Townetten geholt und in die Wohnhäuser gebracht wird.
es: El pozo abastece de agua fresca a la ciudad. Las townettes cogen el agua y la llevan hasta sus hogares.
fr: Le puits alimente la ville en eau fraîche. Les habitantes vont y puiser de l'eau qu'elles transportent ensuite chez elles.
id: Sumur berguna untuk menyediakan air bersih untuk kotamu. Townette mengambil air dari sini dan membawanya ke rumah mereka.
it: Il pozzo fornisce acqua potabile alla città. Le paesane attingono qui l'acqua e la trasportano alle loro case.
ja: 「井戸」では新鮮な水をくむことができ、女性のタウニーが水をくみ、家へと運びます。
ko: 우물은 마을에 식수를 공급합니다. 여 주민들은 우물에서 물을 길러 집으로 가져갑니다.
pt: O poço serve como fonte de água fresca para a sua cidade. As moradoras pegam água na fonte e transportam até suas casas.
ru: Колодец служит источником чистой воды для твоего города. Поселянки набирают здесь воду и несут ее домой.
zh: 水井是你的城镇获取淡水的地方。女镇民们从水井中打水，抬口家里去。
zh_tw: 水井是您的城鎮獲取淡水的地方。女鎮民們從水井中打水，抬口家裡去。

# T_GAME_BUILDING_INFO_WINDMILL
source: The windmill grinds wheat to flour, which is needed to produce bread in the bakery.
de: In der Windmühle wird Mehl aus Getreide gemahlen, welches daraufhin in der Bäckerei verwendet wird, um Brot zu backen.
es: El molino de viento transforma el trigo en harina, que se usará en la panadería para elaborar el pan.
fr: Le moulin transforme le blé en farine, indispensable pour fabriquer le pain à la boulangerie.
id: Kincir angin mengubah gandum menjadi tepung, yang diperlukan untuk membuat roti di toko roti.
it: Il mulino a vento macina il grano in farina, necessaria per produrre il pane al forno.
ja: 風車で小麦をひいて小麦粉にします。そしてパン屋でパンの材料になります。
ko: 풍차는 밀을 밀가루로 만들며 베이커리에서 빵을 생산하도록 합니다.
pt: O moinho de vendo mói o trigo para fazer farinha, necessária para produzir o pão na padaria.
ru: Ветряная мельница мелет пшеницу, превращая ее в муку, необходимую для выпечки хлеба в пекарне.
zh: 风磨把小麦加工成面粉。面包房需要面粉来烤制面包。
zh_tw: 風磨把小麥加工成麵粉。麵包屋需要麵粉來烤制麵包。

# T_GAME_BUILDING_INFO_WINEFARM
source: The best grapes are cultivated on the fields of the vineyard. The building is essential for delivering grapes to the juice manufactures.
de: Die besten Trauben werden auf den Weinfeldern des Weinguts angebaut. Das Weingut ist essentiell für die Belieferung der Keltereien mit Trauben.
es: Las mejores uvas se cultivan en los campos del viñedo. Es un edificio esencial para proveer de uvas a los productores de zumo.
fr: Le meilleur raisin est cultivé dans les camps du vignoble. Ce bâtiment est essentiel pour livrer le raisin aux producteurs de jus.
id: Buah anggur terbaik dibudidayakan di kebun anggur. Tempat ini sangat penting untuk memasok buah anggur ke para pembuat jus.
it: Nel vigneto vengono coltivate le migliori uve. L’edificio è essenziale per consegnare uva alle manifatture di succo.
ja: 最高のぶどうはこのぶどう園の畑で育てられています。この建物はぶどうをジュース工場に運ぶのに必要なものです。
ko: 포도원 밭에서 가장 좋은 포도를 재배합니다. 포도를 주스 공장에게 공급할 건물이 필요합니다.
pt: As melhores uvas são cultivadas nos campos do vinhedo. Esse prédio é essencial para entregar uvas aos fabricantes de suco.
ru: На винограднике выращивают лучший виноград, необходимый всем производителям соков.
zh: 葡萄园的田地里种植着最佳的葡萄品种。没有葡萄园，就无法向果汁厂供应葡萄。
zh_tw: 葡萄園的田地裡種植著最佳的葡萄品種。沒有葡萄園，就無法向果汁廠供應葡萄。

# T_GAME_BUILDING_JOUSTINGSITE
source: Jousting grounds
de: Turnierplatz
es: Campos de justas
fr: Aire de joute
id: Arena Pertempuran
it: Percorso per giostra
ja: 馬上槍闘技場
ko: 마창 경기장
pt: Campos de justa
ru: Арена
zh: 比武场
zh_tw: 競技場

# T_GAME_BUILDING_JUICER
source: Juice manufacture
de: Kelterei
es: Lagar
fr: Pressoir
id: Pabrik Jus
it: Manifattura di succo
ja: ジュース工場
ko: 주스 제조업
pt: Produtora de suco
ru: Соковая мануфактура
zh: 果汁制造厂
zh_tw: 果汁製造廠

# T_GAME_BUILDING_LUMBERJACK
source: Forester's hut
de: Forsthütte
es: Caseta del guarda forestal
fr: Cabane du forestier
id: Pondok rimbawan
it: Capanno del taglialegna
ja: 木こり小屋
ko: 나무꾼의 오두막
pt: Cabana do silvicultor
ru: Хижина лесника
zh: 伐木工人营地
zh_tw: 伐木工人營地

# T_GAME_BUILDING_MARKETSQUARE
source: Marketplace
de: Marktplatz
es: Mercado
fr: Marché
id: Pasar
it: Mercato
ja: 市場
ko: 시장
pt: Mercado
ru: Рынок
zh: 市场
zh_tw: 市場

# T_GAME_BUILDING_MEDICALCENTER
source: Infirmary
de: Heilmedikus
es: Enfermería
fr: Infirmerie
id: Puskesmas
it: Infermeria
ja: 診療所
ko: 재무부
pt: Enfermaria
ru: Лазарет
zh: 医务室
zh_tw: 醫務室

# T_GAME_BUILDING_MEDIUMHOME
source: Medium townhouse
de: Mittleres Wohnhaus
es: Casa mediana
fr: Maison moyenne
id: Rumah tinggal sedang
it: Casa media
ja: 中型の家
ko: 중형 타운하우스
pt: Casa média
ru: Средний городской дом
zh: 中等连排房屋
zh_tw: 中型聯排房

# T_GAME_BUILDING_MINE
source: Mine
de: Bergwerk
es: Mina
id: Tambang
it: Miniera
ja: 採掘所
ko: 광산
pt: Mina
ru: Рудник
zh: 矿井
zh_tw: 礦井

# T_GAME_BUILDING_MINT
source: Smelter
de: Schmelze
es: Fundidora
fr: Fonderie
it: Fonderia
ja: 精錬所
ko: 용광로
pt: Fundição
ru: Плавильная мастерская
zh: 冶炼厂
zh_tw: 冶煉廠

# T_GAME_BUILDING_MONASTERY
source: Monastery
de: Kloster
es: Monasterio
fr: Monastère
id: Biara
it: Monastero
ja: 修道院
ko: 수도원
pt: Mosteiro
ru: Монастырь
zh: 寺院
zh_tw: 寺院

# T_GAME_BUILDING_MONUMENT
source: Monument
es: Monumento
id: Monumen
it: Monumento
ja: 記念碑
ko: 기념비
pt: Monumento
ru: Памятник
zh: 纪念碑
zh_tw: 紀念碑

# T_GAME_BUILDING_PIGFARM
source: Pig farm
de: Schweinefarm
es: Granja porcina
fr: Porcherie
id: Peternakan babi
it: Porcilaia
ja: 養豚場
ko: 돼지 농장
pt: Fazenda de porcos
ru: Свиноферма
zh: 养猪场
zh_tw: 養豬場
