Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_TUTORIAL_QUEST_SUCESS_13
source: The more Townies you have, the more decorative objects you need to keep up happiness!
de: Je mehr Townies du hast, desto mehr Dekorationen wirst du benötigen, um den Wunsch zu erfüllen und damit die Zufriedenheit zu halten!
es: Cuantos más townies tengas, más objetos decorativos necesitarás para que estén felices.
fr: Plus vous avez d'habitants, plus il faut de décorations pour les rendre heureux.
id: Semakin banyak Townie yang kamu miliki, semakin banyak objek dekorasi yang kamu butuhkan untuk menjaga kebahagiaan mereka!
it: Più paesani hai, più oggetti decorativi ti serviranno per mantenerli felici!
ja: 街の人口に応じて、デコレーションが必要になります、幸福度アップには欠かせません。
ko: 주민들의 수가 많을 수록, 행복 지수를 위한 더 많은 장식물이 필요합니다.
pt: Quanto mais moradores você tiver, mais objetos decorativos você precisa para manter a felicidade!
ru: Чем больше у тебя поселян, тем больше декоративных предметов требуется тебе для поддержания уровня счастья!
zh: 你的镇民人数越多，要保持他们的幸福指数所需要的装饰品就越多。
zh_tw: 您的鎮民人數越多，要保持他們的幸福指數所需要的裝飾品就越多。

# T_GAME_TUTORIAL_QUEST_SUCESS_2
source: As long as you have unassigned Townies, your construction sites will be manned immediately. Now go and get your reward from the quest log!
de: Solange du freie Townies hast, wird eine Baustelle immer sofort besetzt. Hol dir nun deine Belohnung im Questmenü ab!
es: Si tienes townies sin asignar, los edificios en construcción contarán con trabajadores al instante. ¡Ahora visita el registro de misiones para obtener tu recompensa!
fr: Tant qu'il y a des habitants inoccupés, ils sont automatiquement affectés aux chantiers. Maintenant, récupérez la récompense dans le menu de quête !
id: Selama Townie dibebastugaskan, area pembangunanmu akan segera ditangani. Lakukan sekarang dan dapatkan hadiahmu dari log misi!
it: Se hai dei paesani disponibili, i cantieri verranno avviati immediatamente. Ora vai a riscuotere la tua ricompensa dal diario della missione!
ja: 労働者を辞めさせない限り、建設完了した建物ではすぐに作業が開始されます。さあ、クエストの一覧から報酬をもらいに行きましょう！
ko: 배정받지 않은 주민들이 있는 한, 공사장에 일꾼들은 자동으로 배정됩니다. 퀘스트 로그에서 보상금을 받으세요!
pt: Como você tirou moradores da tarefa que faziam, seus locais de construção serão imediatamente guarnecidos. Agora vá pegar sua recompensa no registro de missões!
ru: До тех пор, пока у тебя будут не назначенные поселяне, твои стройплощадки будут немедленно укомплектовываться персоналом. А теперь посети журнал квестов, чтобы получить свою награду!

# T_GAME_TUTORIAL_QUEST_SUCESS_3
source: In Townsmen, the male Townies work as carriers, resource producers and craftsmen while the Townettes see to keeping the home stocked with food, water and luxury goods.
de: In Townsmen arbeiten die Townies als Träger und Rohstoffproduzenten, während die Townetten Nahrung, Wasser und Luxusgüter zu den Wohnhäusern bringen.
es: En Townsmen, los hombres (townies) trabajan como transportistas, productores de recursos y artesanos. Las mujeres (townettes) se encargan de que en el hogar no falten alimentos, agua ni artículos de lujo.
fr: Dans Townsmen, les hommes travaillent comme porteurs, producteurs de ressources et artisans tandis que les femmes veillent aux réserves de nourriture, d'eau et de biens de luxe.
id: Di Townsmen, Townie pria bekerja sebagai pengangkut, penghasil sumber daya dan pengrajin sementara Townette menjaga agar rumah terpenuhi makanan, air dan barang mewah.
it: In Townsmen, i paesani maschi lavorano come trasportatori, produttori di risorse e artigiani mentre le donne mantengono la casa rifornita di cibo, acqua e beni di lusso.
ja: ここでは、男性は資材を運んだり、生産したり、職人として働きます。女性は家を守り、食料や水、嗜好品などを受け持ちます。
ko: Townsmen에서, 남자 주민들은 캐리어, 자원 생산등의 작업을 수행하며, 여자 주민들은 가정을 돌보고 식량 및 식수와 보석들을 사들입니다.
pt: Em Townsmen, os moradores homens trabalham como carregadores, produtores de recursos e artesãos, enquanto as mulheres mantêm a casa cheia de alimentos, água e mercadorias de luxo.
ru: В игре Townsmen, мужчины-поселяне трудятся в качестве носильщиков, производителей ресурсов и ремесленников, в то время как поселянки заняты пополнением запасов еды, воды и ювелирных изделий в домах.
zh: 镇民中，男性镇民外出工作，充当搬运工、资源生产者和工匠，而女镇民则照看家务，保持家中有充足的食物、水和奢侈品。
zh_tw: 鎮民中，男性鎮民外出工作，充當搬運工、資源生產者和工匠，而女鎮民則照看家務，保持家中有充足的食物、水和奢侈品。

# T_GAME_TUTORIAL_QUEST_SUCESS_5
source: The better you are at fulfilling your Townies' needs and desires, the happier and more productive your Townies will be! Happier Townies can also be taxed higher without incurring too much protest.
de: Je mehr Wünsche und Bedürfnisse du erfüllst, desto glücklicher und produktiver werden deine Townies! Zusätzlich kannst du auf diese Weise die Steuerrate ohne viel Protest erhöhen.
es: Cuanto mejor cumplas los deseos y las necesidades de tus townies, más felices y más productivos serán. Además, cuanto más felices sean, más impuestos podrás cobrar sin que protesten demasiado.
fr: Plus vous satisfaites les besoins et les envies des habitants, plus ils sont heureux et productifs. Cela vous permet d'ailleurs d'augmenter les impôts sans trop risquer de protestations.
id: Semakin baik kamu dalam memenuhi kebutuhan dan kebahagiaan para Townie, mereka akan semakin bahagia dan produktif! Townie yang lebih bahagia juga bisa ditarik pajak lebih tinggi tanpa menimbulkan protes berlebih.
it: Più sei bravo a soddisfare i desideri e i bisogni dei paesani, più loro sono felici e produttivi! I paesani felici possono anche essere tassati di più senza che protestino troppo.
ja: タウニーの要求・願望を上手に満たせば、タウニーはそれだけ幸せになり、生産性が向上します。幸せになれば、税率引き上げにも反対しなくなります。
ko: 주민들의 소원과 요구를 잘 충족시키는 만큼,
pt: Quanto melhor você for ao realizar os desejos e as necessidades de seus moradores, mais felizes e produtivos eles serão! Moradores mais felizes também podem receber impostos maiores sem fazerem muitos protestos.
ru: Чем лучше ты выполняешь желания и потребности твоих поселян, тем счастливее и продуктивнее они будут! Более счастливых поселян можно обкладывать более высокими податями и это не вызовет слишком большие протесты.
zh: 你满足镇民的愿望和需求程度越高，你的镇民的幸福指数就越高，生产效率也更高！幸福指数高的镇民也可以征更高的税金，而不会产生过多的抗议。
zh_tw: 您滿足鎮民的願望和需求程度越高，您的鎮民的幸福指數就越高，生產效率也更高！幸福指數高的鎮民也可以征更高的稅金，而不會產生過多的抗議。

# T_GAME_TUTORIAL_QUEST_SUCESS_6
source: The sawmill is part of a production chain that turns wood logs into planks. Later you will encounter more complex production chains.
de: Die Sägemühle ist Teil einer Produktionskette, bei der Holz in Bretter verarbeitet wird. Später wirst du einige komplexere Produktionsketten kennenlernen.
es: El aserradero forma parte de una sencilla cadena de producción que transforma los troncos de madera en tablones. A medida que avanzas en el juego, las cadenas de producción serán más complejas.
fr: La scierie permet de transformer les troncs d'arbre en planches. C'est un système de production simple. Plus tard, vous en rencontrerez de plus complexes.
id: Penggergajian adalah bagian dari rantai produksi sederhana yang mengubah batangan kayu menjadi balok kayu. Nantinya kamu akan menemui rantai produksi yang lebih kompleks.
it: La segheria è parte di una catena di produzione molto semplice che trasforma i tronchi in assi. Più avanti incontreremo catene di produzione più complesse.
ja: 製材所では木材から厚板が生産されます。今後、生産システムはもっと複雑になっていきます。
ko: 제재소는 통나무를 널빤지로 변화시키는 간단한 작업을 합니다. 차후 더욱 복잡한 작업을 만나보실 수 있습니다.
pt: A serraria é parte de uma cadeia de produção muito simples, que transforma toras de madeira em tábuas. Mais tarde você encontrará cadeias de produção mais complexas.
ru: Лесопилка является частью очень простой производственной цепочки, с помощью которого бревна превращаются в доски. Позже ты встретишься с более сложными производственными цепочками.
zh: 锯木厂是非常简单的生产链的一部分，在这里，圆木被加工成厚木板。稍后，您会遇到更复杂的生产供应链。
zh_tw: 鋸木廠是非常簡單的生產鏈的一部分，在這裡，圓木被加工成厚木板。稍後，您會遇到更複雜的生產供應鏈。

# T_GAME_TUTORIAL_QUEST_SUCESS_8
source: At the marketplace you can trade goods when a merchant is in town. However, his stock will be limited. The market is also the place where Townettes go to pick up jewelry and clothes, if available.
de: Am Marktplatz kannst du, wenn ein Händler vor Ort ist, mit Gütern handeln. Allerdings ist sein Vorrat stets begrenzt. Zusätzlich ist dies der einzige Ort, wo Townetten ihren Wunsch nach Luxusgütern stillen können und an vorhandenen Schmuck sowie Kleider gelangen.
es: Cuando el mercader visite la ciudad, puedes comerciar con artículos en el mercado. Ten en cuenta que sus reservas son limitadas. El mercado es también el lugar en el que las townettes compran joyas y ropa, siempre y cuando estén disponibles.
fr: Au marché, vous pouvez échanger des biens quand le marchand est en ville. Mais ses stocks sont limités. C'est aussi au marché que les habitantes se procurent des bijoux et des vêtements, quand il y en a.
id: Di pasar kamu bisa menjual barang saat pedagang berkunjung ke kota. Namun, stok miliknya sangat terbatas. Pasar juga tempat di mana Townette membeli perhiasan dan pakaian, jika tersedia.
it: Al mercato puoi vendere e comprare merci, quando un mercante arriva in città. Ma il suo stock sarà limitato. Il mercato è anche il luogo dove le paesane vanno ad acquistare gioielli e vestiti, se disponibili.
ja: 市場では商人が街に来ていれば売買が可能です。しかし、商人の在庫には限りがあります。 市場は女性が宝石や衣服を購入する場でもあります。
ko: 시장은 여자주민들이 보석 및 의류를 사는 곳이기도 합니다.
pt: No mercado você pode comercializar mercadorias quando um mercador estiver na cidade. Contudo, o estoque dele será limitado. O mercado também é o local onde as moradoras vão comprar joias e roupas, quando disponíveis.
ru: На рынке можно торговать с прибывшим в город купцом. Однако его запасы будут ограничены. Также рынок является тем местом, куда поселенки отправляются, чтобы купить ювелирные изделия и одежду в том случае, если они, конечно же, доступны.
zh: 当商人进城时，你可以在市场上进行货物交易。不过，商人的存货是有限的。当有货物供应时，女镇民们可以在市场里购买首饰和衣服。
zh_tw: 當商人進城時，您可以在市場上進行貨物交易。不過，商人的存貨是有限的。當有貨物供應時，女鎮民們可以在市場裡購買首飾和衣服。

# T_GAME_TUTORIAL_QUEST_SUCESS_9
source: When you are low on money and have a surplus of goods, you can sell some of the goods to make some quick Thaler.
de: Wenn du wenig Taler und einen Rohstoffüberschuss hast, lohnt es sich immer, einige Waren für schnelles Gold zu verkaufen.
es: Si tienes poco dinero pero cuentas con un excedente de artículos, puedes venderlos para ganar unos táleros.
fr: Quand vous manquez d'argent mais que vous avez beaucoup de marchandise, vendez-en !
id: Saat kamu kekurangan uang dan memiliki barang berlebih, kamu bisa menjual beberapa barang untuk mendapatkan Thaler dengan cepat.
it: Quando sei a corto di denaro e hai un surplus di merci, puoi vendere parte delle merci per guadagnare talleri in fretta.
ja: 資金不足になったときは、余分な物資を売りましょう。すぐにターレルを獲得することができます。
ko: 돈이 부족할 경우, 상품을 팔아서 탈러를 벌어들일 수 있습니다.
pt: Quando você tem pouco dinheiro e tem excesso de mercadorias, você pode vender algumas das mercadorias para fazer dinheiro rápido, conseguindo Táler.
ru: Когда у тебя мало денег, но есть запас товаров, ты можешь продать некоторую их часть, чтобы быстро заработать денег.
zh: 当你现金短缺而货物充裕时，你可以出售一些货物来快速赚取泰勒币。
zh_tw: 當您現金短缺而貨物充裕時，您可以出售一些貨物來快速賺取泰勒幣。

# T_GAME_TUTORIAL_QUEST_SUCESS_CARRIER
source: You can assign more Townies as carriers by building more warehouses.
de: Du kannst weitere Träger zuweisen, wenn du neue Lagerhäuser errichtest.
es: Si quieres asignar más townies transportistas, construye más almacenes.
fr: Vous pouvez désigner plus d'habitants comme porteurs en construisant plus d'entrepôts.
id: Kamu bisa menugaskan lebih banyak Townie sebagai pengangkut dengan membangun lebih banyak gudang.
it: Puoi assegnare più paesani come trasportatori costruendo altri magazzini.
ja: 倉庫の数が増えたら、それに応じて運搬人を雇いましょう。
ko: 추가 창고를 지으시면 주민들은 캐리어로 배정할 수 있습니다.
pt: Você pode designar mais moradores como carregadores, construindo mais armazéns.
ru: Ты можешь назначить больше поселян в качестве носильщиков, построив больше пакгаузов.
zh: 你可以多兴建几座仓库，分派更多的镇民作搬运工。
zh_tw: 您可以多興建幾座倉庫，分派更多的鎮民作搬運工。

# T_GAME_TUTORIAL_QUEST_SUCESS_CHURCH
source: Each type of public building addresses a different wish of your Townies. There are several public buildings, for example the church, the tavern or the jousting grounds.
de: Jedes öffentliche Gebäude befriedigt einen eigenen Wunsch deiner Townies. Es gibt mehrere öffentliche Gebäude, wie zum Beispiel die Kirche, das Wirtshaus oder den Turnierplatz.
es: Cada edificio público está destinado a satisfacer un deseo de tus townies. Algunos edificios públicos son la iglesia, la taberna o los campos de justas.
fr: Chaque type de bâtiment public répond à une envie particulière des habitants. Parmi les bâtiments publics, il y a l'église, la taverne et l'aire de joute par exemple.
id: Setiap tipe bangunan publik memenuhi harapan yang berbeda dari para Townie. Ada beberapa bangunan publik, misalnya gereja, kedai atau arena pertarungan.
it: Ciascun tipo di edificio pubblico soddisfa un diverso desiderio dei paesani. Vi sono molti edifici pubblici, per esempio la chiesa, la taverna e le giostre.
ja: 公共建物はそれぞれ、タウニーの様々な願望を叶えます。教会、酒場、馬上槍競技場など数種類の公共建物が存在します。
ko: 각 공공 빌딩은 주민들의 다양한 소원을 관리합니다. 마을에는 교회, 여관, 마창 경기장과 같은 여러개의 공공 빌딩이 있습니다.
pt: Cada tipo de construção pública aborda um diferente desejo de seus moradores. Há diversas construções públicas como, por exemplo, a igreja, a taverna ou os campos de justa.
ru: Каждый тип общественных зданий обеспечивает удовлетворение определенных желаний твоих поселян. Существует несколько типов общественных зданий, такие как, к примеру, церковь, таверна или арена.
zh: 每一种类型的公共建筑都处理了镇民的不同愿望。有好几种公共建筑，例如教堂、酒馆或者比武场。
zh_tw: 每一種類型的公共建築都處理了鎮民的不同願望。有好幾種公共建築，例如教堂、酒館或者競技場。

# T_GAME_TUTORIAL_QUEST_SUCESS_FARM
source: In addition to wheat you can also produce wool at a farm. For this you have to build a sheep pasture next to the farm building and reassign a farm worker to wool production.
de: Am Bauernhof kannst du neben Getreide auch an Wolle gelangen. Dafür musst du eine Schafweide neben dem Gehöft platzieren und einen Arbeiter auf die Wolle-Produktion umstellen.
es: Aparte de trigo, en la granja también puedes producir lana. Para hacerlo, tienes que construir un pasto para ovejas junto a la granja y reasignar a un trabajador de la granja a la producción de lana.
fr: En plus du blé, vous pouvez produire de la laine à la ferme. Pour cela, créez un pré à moutons près de la ferme et réaffectez un travailleur à la production de laine.
id: Selain gandum kamu juga bisa menghasilkan wool di perkebunan. Untuk ini kamu harus membangun padang domba di samping bangunan perkebunan dan membebastugaskan pekerja perkebunan untuk menghasilkan wool.
it: Oltre al grano, nella fattoria puoi produrre anche lana. Per questo hai bisogno di un pascolo per le pecore vicino alla fattoria, e devi riassegnare un contadino alla produzione di lana.
ja: 農場では、小麦に加え、羊毛も生産できます。そのためには、農場の隣に牧羊地を建設し、羊毛を生産する労働者を割り当てなければなりません。
ko: 밀과 더불어 농장에서 양털을 생산할 수 있습니다. 양 목초지는 농장 옆에 지어져야 하며, 양털 생산을 위하여 일꾼들을 재배정하여야 합니다.
pt: Além do trigo você também pode produzir lã em uma fazenda. Para isso você precisa construir uma pastagem de ovelhas próxima à construção da fazenda e redesignar um fazendeiro para a produção de lã.
ru: В дополнение к пшенице, также ты можешь производить на ферме шерсть. Для этого тебе необходимо построить пастбище для овец рядом со зданием фермы и переназначить работника фермы на производство шерсти.
zh: 在农场上，除了小麦，你还可以生产羊毛。为了收获羊毛，你必须在农场舍附近兴建一个牧羊场，并重新分派一名工人从事羊毛生产。
zh_tw: 在農場上，除了小麥，您還可以生產羊毛。為了收穫羊毛，您必須在農場舍附近興建一個牧羊場，並重新分派一名工人從事羊毛生產。

# T_GAME_TUTORIAL_QUEST_SUCESS_MINE
source: Sparkling patches at rocky mountainsides indicate iron ore or gold deposits. If you place a mine at an ore deposit, you can assign your worker to dig for iron ore or gold instead of quarrying stone.
de: Wenn du Gold oder Eisenerz abbauen möchtest, solltest du nach blinkenden Rohstoffvorkommen suchen und die Mine dort platzieren, um Erzschürfer zuweisen zu können.
es: Las zonas brillantes en las laderas rocosas de las montañas indican los depósitos minerales de hierro y oro. Si construyes una mina en un depósito mineral, puedes asignarle a un trabajador para que extraiga hierro u oro en lugar de piedras.
fr: Les points lumineux sur le flanc des collines signalent la présence de filons de fer ou d'or. Quand vous implantez une mine sur un filon, vous pouvez y affecter un travailleur.
id: Jalur yang bersinar di lereng gunung berbatu menunjukkan adanya cadangan bijih besi dan emas. Jika kamu menempatkan tambang pada cadangan bijih, kamu bisa menugaskan pekerjamu untuk menggali bijih besi atau emas daripada mengumpulkan batu.
it: Le zone luccicanti sui fianchi delle montagne indicano depositi di ferro o di oro. Se costruisci una miniera su un deposito di minerale, puoi assegnare un lavoratore all'estrazione di minerali di oro o di ferro anziché di pietre.
ja: 岩山のキラキラ光る斑点は鉄鉱石や金鉱石の鉱脈の存在を示しています。鉱脈に採掘抗を建設すれば、労働者を割り当て、採石をする代わりに鉄鉱石や金鉱石なども採掘することが可能です。
ko: 록키 산매의 반짝이는 부분은 철 또는 금을 타나냅니다. 이 장소에 광산을 지으신 후, 일꾼들을 배정하시면 금 또는 철을 캐낼 수 있습니다.
pt: Partes brilhantes em montanhas rochosas indicam minérios de ferro ou depósitos de ouro. Se você colocar uma mina em um depósito de minério, você pode designar seu trabalhador para escavar minérios de ferro ou ouro, em vez de extrair pedras.
ru: Сверкающие участки в скалистых горах указывают на месторождение железной или золотой руды. Если поместить рудник на рудном месторождении, ты сможешь назначить своего рабочего для добычи железной или золотой руды вместо добычи камня.
zh: 在岩石山坡上闪亮的地方表明是铁矿或金矿矿床。如果您在矿床上布局一个矿井，您可以分配你的工人开采铁矿石或黄金，而不是开采石料。
zh_tw: 在岩石山坡上閃亮的地方表明是鐵礦或金礦礦床。如果您在礦床上佈局一個礦井，您可以分配您的工人開採鐵礦石或黃金，而不是開採石料。

# T_GAME_TUTORIAL_STOCKTAB
source: Here you can see all your stored resources. Available goods from the main storage are shown to the left, wares stored in the buildings are shown to the right. Only goods that have been transported to the main storage can later be sold at the marketplace.
de: Hier siehst du stets all deine eingelagerten Ressourcen. Verfügbare Güter in deinen Warenhäusern werden auf der linken Seite angezeigt. Auf der rechten Seite siehst du die Güter, die noch in den Gebäudelagern sind. Du kannst nur Güter beim Händler verkaufen, die schon in deine Lagerhäuser transportiert worden sind.
es: Aquí puedes ver todos los recursos almacenados. Los artículos disponibles en el almacenamiento principal se muestran en la parte izquierda. Las mercancías almacenadas en los edificios se muestran en la parte derecha. Solo puedes vender en el mercado los artículos que hayas transportado al almacenamiento principal.
fr: Vous apercevez toutes vos ressources stockées. Les marchandises disponibles dans l'entrepôt principal sont affichées à gauche, les marchandises stockées dans les bâtiments sont affichées à droite. Seules les marchandises stockées dans l'entrepôt peuvent être vendues au marché.
id: Di sini kamu bisa melihat semua sumber dayamu yang tersimpan. Barang yang tersedia di gudang utama diperlihatkan di bagian kiri, barang yang disimpan di bangunan diperlihatkan di sebelah kanan. Hanya barang yang diangkut ke gudang utama yang nantinya bisa dijual di pasar.
it: Qui puoi vedere tutte le risorse immagazzinate. Le merci disponibili nel magazzino principale sono mostrate a sinistra, quelle conservate negli edifici sono a destra. Solo le merci che sono state trasportate al magazzino principale possono in seguito essere vendute al mercato.
ja: ここではあなたの所有するすべての資材を見ることができます。 メインの倉庫より入手可能な物は左にあります。生産施設に保管されている物は右となります。 メインの倉庫に輸送された物のみ、市場で売却が可能です。
ko: 보관된 모든 자원을 볼 수 있습니다. 메인 저장소의 이용 가능한 상품을 좌측에서 볼 수 있으며, 저장된 물품은 빌딩의 오른쪽에 표시됩니다. 메인 저장고로 이동된 상품들만 시장에 판매할 수 있습니다.
pt: Aqui você pode ver todos os seus recursos armazenados. Mercadorias disponíveis a partir do armazenamento principal são exibidas do lado esquerdo, mercadorias armazenadas nas construções são exibidas do lado direito. Apenas mercadorias que foram transportadas para o armazém principal podem ser vendidas no mercado mais tarde.
ru: Здесь ты можешь ознакомиться со всеми своими хранящимися ресурсами. Доступные товары из основного хранилища отображаются слева, в то время как товары, хранящиеся в зданиях, отображаются справа. Позже на рынке можно будет продать лишь товары, перемещенные в основное хранилище.
zh: 在这里你可以看到你所有的库存资源。 主仓库的可用商品显示在左边，建筑物中的库存货物显示在右边。 只有已经运送到主仓库的货物以后才能在市场上出售。
zh_tw: 在這裡您可以看到您所有的庫存資源。 主倉庫的可用商品顯示在左邊，建築物中的庫存貨物顯示在右邊。 只有已經運送到主倉庫的貨物以後才能在市場上出售。

# T_GAME_TUTORIAL_TAXES
source: You can bolster tax revenue by increasing the tax rate. However, keep an eye on how the tax rate affects happiness and productivity!
de: Du kannst den Wert deiner Steuereinnahmen mit der Steuerrate verbessern. Beachte jedoch den Einfluss auf die Zufriedenheit und Produktivität!
es: Si subes la tasa fiscal, aumentarán tus ingresos por impuestos. Eso sí, ten bien presente los efectos de la tasa fiscal en la felicidad y en las probabilidades de huelga.
fr: Vous pouvez augmenter vos revenus fiscaux en augmentant le niveau d'imposition. Mais attention, cela risque de ne pas plaire à la population, alors gare aux grèves !
id: Kamu bisa meningkatkan pendapatan pajak dengan meningkatkan nilai pajak. Namun, tetap awasi bagaimana nilai pajak mempengaruhi kebahagiaan kemungkinan pemogokan!
it: Puoi aumentare l'introito delle tasse aumentando l'aliquota. Ma tieni d'occhio l'effetto che le tasse hanno sulla felicità e sulla probabilità di sciopero!
ja: 税率を引き上げることで税収を増加させることが可能ですが、幸福度やストライキの発生に影響を及ぼすことを忘れないでください。
ko: 세금율을 올리시면 세금 수익을 강화할 수 있습니다. 그러나, 주민들의 행복지수와 파업 가능성에 영향을 미칠 수 있습니다.
pt: Você pode reforçar as receitas fiscais, aumentando a taxa de imposto. Contudo, fique de olho em como a taxa de imposto afeta a felicidade e a chance de greve!
ru: Поступления от податей можно увеличить, повысив уровень податей. Однако следи за тем, каким образом уровень податей влияет на уровень счастья и шансов на забастовку!
zh: 您可以通过提高税率来支撑税收收入。然而，要关注税率是如何影响幸福指数和罢工的机会的！
zh_tw: 您可以通過提高稅率來支撐稅收收入。然而，要關注稅率是如何影響幸福指數和罷工的機會的！

# T_GAME_TUTORIAL_TOWNNAME
source: Tutorial town
de: Einführungsdorf
es: Ciudad tutorial
fr: Ville didacticiel
id: Kota Tutorial
it: Città del tutorial
ja: チュートリアルタウン
ko: 튜토리얼 타운
pt: Cidade do tutorial
ru: Учебный город
zh: 城镇教程
zh_tw: 城鎮教程

# T_GAME_TUTORIAL_WISHES
source: Townies not only have needs but also desires, like public buildings, good housing conditions, decorations, clothes and jewelry!
de: Townies haben nicht nur Bedürfnisse, sondern auch geheime Wünsche, wie beispielsweise öffentliche Gebäude, Kleidung und Schmuck!
es: Aparte de necesidades, los townies también tienen deseos, como edificios públicos, viviendas en buenas condiciones, decoraciones, prendas y joyas.
fr: En plus des besoins, les habitants ont des envies : bâtiments publics, bonnes conditions de logement, décorations pour la ville, vêtements et bijoux par exemple !
id: Townie tidak hanya memiliki kebutuhan namun juga harapan, seperti bangunan publik, kondisi rumah, dekorasi, pakaian dan perhiasan!
it: I paesani non hanno solo bisogni ma anche desideri, come ad esempio edifici pubblici, buone condizioni abitative, decorazioni, abiti e gioielli!
ja: タウニーには要求だけではなく、公共建設物、状態の良い住宅、デコレーション、衣服や宝石などの願望なども存在します。
ko: 주민들은 필요뿐만 아니라 소원도 가지고 있으며, 이는 공공 빌딩, 멋진 집, 장식, 의류 및 보석을 포함합니다!
pt: Os moradores não têm apenas necessidades, mas também desejos, como construções públicas, boas condições de habitação, decorações, roupas e joias!
ru: Поселяне имеют не только потребности, но также и желания, такие как общественные здания, хорошие условия жизни, украшения, одежда и ювелирные изделия!
zh: 镇民们不仅有需求，而且也有愿望，如公共建筑、良好的住房条件，装饰品，衣服和首饰等。
zh_tw: 鎮民們不僅有需求，而且也有願望，如公共建築、良好的住房條件，裝飾品，衣服和首飾等。
