Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_APOCALYPSE_MQ_01_NAME
source: Find a way to lift the curse.
de: Finde einen Weg den Fluch zu brechen.
es: Busca la forma de acabar con la maldición.
fr: Trouvez un moyen de lever la malédiction.
id: Carilah jalan untuk mengatasi kutukan.
it: Trova un modo per spezzare la maledizione.
ja: 呪いを解く方法を見つける。
ko: 저주를 깰 방법을 찾으세요.
pt: Encontre uma maneira de remover a maldição.
ru: Найди способ снять проклятье.
zh: 找到解除诅咒的办法。
zh_tw: 找到解除詛咒的辦法。

# T_SCENARIO_2017_APOCALYPSE_MQ_01_SUCCESS
source: You saved the town! This is wonderful news. The curse is finally lifted and you even managed to survive the ritual. The town will need some time to recover though…
de: Ihr habt es geschafft! Wir…, ähh...ich meine Ihr habt die Stadt gerettet. Der Fluch ist gebrochen und ihr habt sogar das Ritual überlebt. Welch großartige Neuigkeiten! Allerdings wird es noch eine Weile dauern, bis sich die Stadt davon erholt hat. Seht euch nur unser einst wunderschönes Dorf an…
es: ¡Has salvado a la ciudad! Excelentes noticias. Por fin se ha roto la maldición e incluso has logrado sobrevivir al ritual. Pero la ciudad tardará algún tiempo en recuperarse...
fr: Vous avez sauvé la ville ! Quelle merveilleuse nouvelle. La malédiction a enfin été levée et vous avez même réussi à survivre au rituel. Par contre, la ville mettra du temps à s'en remettre…
id: Kau berhasil menyelamatkan kota! Ini berita bagus. Kutukan sudah berakhir dan kau bahkan selamat melewati upacara. Tapi kota akan butuh waktu untuk pulih kembali…
it: Hai salvato la città! Che bella notizia. Finalmente, la maledizione è stata spezzata... e sei anche riuscito a sopravvivere al rituale. La città, tuttavia, avrà bisogno di un po' di tempo per riprendersi...
ja: あなたはこの町を救いました！すばらしいニュースです。呪いはついに解かれ、儀式も乗り切ることができました。 この町には復興するための時間が必要ですが・・・
ko: 마을을 살리셨어요! 대단한 소식이에요. 드디어 저주가 사라지고 영주님도 의식에서 살아남으셨어요. 하지만 마을이 회복할 시간이 필요해요…
pt: Você salvou a cidade! Que notícia maravilhosa! A maldição finalmente foi removida e você até conseguiu sobreviver ao ritual. Mas a cidade vai precisar de algum tempo para se recuperar...
ru: Вы спасли город! Какие чудесные новости. Проклятье снято, и вам удалось пережить ритуал. Однако городу потребуется время на восстановление...
zh: 您救了整座城！这真是个好消息。诅咒终于解除，您在仪典上还活了下来。 不过，阖城恢复元气，还需一段时日……
zh_tw: 您救了整座城！這真是個好消息。詛咒終於解除，您在儀典上還活了下來。 不過，闔城恢復元氣，還需一段時日……

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01A_DESC
source: The town needs a steady supply of medicinal herbs as soon as possible, my Lord. Otherwise the plague will be a constant danger in our town.
de: Wir müssen die Bevölkerung gut ernähren, das Letzte was wir nun brauchen, ist eine hungernde Bevölkerung. Also benötigen wir genügend Brot auf Lager.
es: La ciudad necesita un suministro constante de hierbas medicinales cuanto antes, mi señor. De lo contrario, viviremos bajo el peligro constante de la peste.
fr: Le village a besoin d'une provision constante d'herbes médicinales, et ce aussi vite que possible, mon seigneur. Sinon, la peste menaçera constamment notre ville.
id: Kota butuh pasokan tanaman obat secepat mungkin, Tuanku. Kalau tidak, bahaya wabah akan terus mengintai di kota kita.
it: La città ha bisogno di una fornitura adeguata di erbe medicinali quanto prima, milord, o la pestilenza continuerà a seminare scompiglio in città.
ja: 閣下、この町では一刻も早く医療用のハーブを備えておく必要があります。さもなければこの町は常に伝染病の脅威にさらされるでしょう。
ko: 영주님, 되도록 빨리 마을에 약초를 꾸준히 공급해야 해요. 그렇지 않으면 역병이 계속 마을에 재앙으로 남을 거예요.
pt: A cidade precisa de um suprimento constante de ervas medicinais o mais rápido possível, milorde. Do contrário a peste será um perigo constante em nossa cidade.
ru: Нужно как можно скорее обеспечить поставки лечебных трав, милорд. В противном случае чума так и продолжит терзать наш город.
zh: 大人，城里药草供给要尽快稳定下来。不然，瘟疫就会长期威胁咱们这座城。
zh_tw: 大人，城裡藥草供給要儘快穩定下來。不然，瘟疫就會長期威脅咱們這座城。

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01A_TITLE
source: Produce medicinal herbs.
de: Produziere medizinische Kräuter.
es: Produce hierbas medicinales.
fr: Produisez des herbes médicinales.
id: Dapatkan tanaman obat.
it: Crea erbe medicinali.
ja: 医療用のハーブを製造する。
ko: 약초를 생산하세요.
pt: Produza ervas medicinais.
ru: Вырасти лечебные травы.
zh: 生产药草。
zh_tw: 生產藥草。

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01B_DESC
source: We will never overcome the plague without building at least one infirmary, my Lord. I would even recommend more.
de: Mein Herr, ohne einen Heilmedikus haben wir keine Chance gegen die Pest anzukommen. Ich würde sogar dazu raten mehr als einen zu haben.
es: Nunca superaremos la peste sin construir al menos una enfermería, mi señor. Aunque yo te aconsejaría que fueran más.
fr: Nous ne vaincrons jamais la peste sans bâtir au moins une infirmerie, mon seigneur. Je conseille même d'en construire plusieurs.
id: Kita takkan pernah bisa mengatasi wabah tanpa membangun setidaknya satu rumah sakit, Tuanku. Aku malah menyarankan lebih dari itu.
it: Non sconfiggeremo mai la pestilenza se non costruiremo almeno un'infermeria, milord. Anzi, forse sarebbe meglio costruirne più di una...
ja: 閣下、少なくともひとつの診療所を建設しない限り、この伝染病を乗り切ることはできません。ひとつどころかもっと建設した方が良いと思います。
ko: 영주님, 적어도 병원 하나를 지어야 역병을 극복할 수 있어요. 더 많아도 좋다고 생각합니다.
pt: Nunca conseguiremos vencer a peste sem construir pelo menos uma enfermaria, milorde. Eu recomendaria até mais.
ru: Чтобы справиться с чумой, нам потребуется как минимум один лазарет, милорд. А лучше даже несколько...
zh: 大人，一座医院都不建，咱们怎能消除疫情？小人主张，多建医院。
zh_tw: 大人，一座醫院都不建，咱們怎能消除疫情？小人主張，多建醫院。

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01C_DESC
source: The doctors in town need more material for bandages, in order to treat the victims of the plague properly. You should send some fabrics to them.
de: Unsere Ärzte benötigen mehr Material für Bandagen. Wir sollten ihnen genügend Stoffe zukommen lassen, Lord.
es: Los doctores de la ciudad necesitan más material para vendar correctamente a las víctimas de la peste. Debes proporcionarles tejidos.
fr: Les docteurs en ville ont besoin de plus de bandages afin de mieux soigner les victimes de la peste. Vous devriez leur envoyer du tissu.
id: Para dokter di kota perlu lebih banyak material untuk perban, supaya bisa merawat para korban wabah dengan seharusnya. Kirimlah kain kepada mereka.
it: I medici cittadini hanno bisogno di altro materiale per i bendaggi, per curare adeguatamente le vittime della pestilenza. Dovresti inviare loro un po' di tessuto.
ja: 町の医者たちに伝染病の患者をちゃんと診るために包帯がもっと必要です。布を彼らに送ってください。
ko: 역병 희생자들을 제대로 치료하기 위해 마을 의사에게 붕대 재료가 더 필요해요. 의사에게 천을 보내세요.
pt: Os médicos da cidade precisam de mais material para curativos, para poder tratar adequadamente as vítimas da peste. Envie alguns tecidos a eles.
ru: Врачам не хватает материалов для изготовления повязок для больных чумой. Отправьте им немного ткани.
zh: 要妥善救治瘟疫患者，城内医生需要制作绷带的材料。您要给他们发放一些布匹。
zh_tw: 要妥善救治瘟疫患者，城內醫生需要製作繃帶的材料。您要給他們發放一些布匹。

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_START
source: My Lord, the plague has hit the town! Unfortunately, no trader will visit us as long as these disasters are happening…
de: Mein Herr, die Pest ist in der Stadt ausgebrochen. Leider wird uns kein Händler mehr besuchen, solange diese Katastrophen in der Stadt wüten.
es: ¡Mi señor, la peste ha llegado a la ciudad! Por desgracia, no nos visitará ningún comerciante mientras sigamos sufriendo desastres...
fr: Mon seigneur, la peste s'est abattue sur la ville ! Malheureusement, aucun marchand ne nous rendra visite tant que ce genre de désastre se produira…
id: Tuanku, kota tersersang wabah! Gawatnya, tidak ada yang pedagang yang mau mampir selama masih ada bencana seperti ini...
it: Milord, la pestilenza sta imperversando in città! Purtroppo, fintanto che continueranno ad accadere questi disastri, nessun mercante ci farà visita...
ja: 閣下、伝染病が町を襲っています。残念なことにこの惨事が起こっている間は商人の訪問はありません・・・
ko: 영주님, 역병이 마을을 덮쳤어요! 유감스럽게도 역병이 일어난 곳에는 상인이 오지 않아요…
pt: Milorde, a peste chegou à cidade! Infelizmente, nenhum comerciante virá nos visitar enquanto eses desastres estiverem acontecendo...
ru: Милорд, в городе чума! Увы, пока нас терзают эти бедствия, ни один торговец не сунется сюда...
zh: 大人，城里瘟疫横行。而一旦发生灾难，就不会有客商前来，真是雪上加霜……
zh_tw: 大人，城裡瘟疫橫行。而一旦發生災難，就不會有客商前來，真是雪上加霜……

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_QUEST_02A_DESC
source: We need a windmill to process the wheat to flour, my Lord. In these difficult times, we need to adapt our food production, my liege!
de: Wir benötigen eine Windmühle, um Getreide zu Mehl zu verarbeiten. Es ist wichtig, dass wir die Nahrungsproduktion im Dorf der schwierigen Situation anpassen.
es: Necesitamos un molino de viento para convertir el trigo en harina, mi señor. En estos tiempos duros, hay que adaptar la producción de alimentos.
fr: Il nous faut un moulin pour transformer le blé en farine, mon seigneur. Dans ces temps difficiles, il faut adapter notre production de nourriture, mon seigneur !
id: Kita butuh kincir angin untuk mengolah gandum menjadi tepung, Tuanku. Di masa sulit ini, kita perlu menyesuaikan produksi pangan kita!
it: Abbiamo bisogno di un mulino a vento per trasformare il grano in farina, milord. In questi tempi difficili, dobbiamo adattare la nostra produzione alimentare, mio signore.
ja: 閣下、小麦を粉にするために風車が必要です。この大変な時にこそ食料生産に順応しなければいけません！
ko: 영주님, 밀을 빻아 밀가루를 만들기 위해 풍차가 필요해요. 이 힘든 시기에 식량 생산을 개선해야 해요!
pt: Precisamos de um moinho de vento para transformar o trigo em farinha, milorde. Nestes tempos difíceis, precisamos adaptar nossa produção de comida, meu senhor!
ru: Для изготовления муки из пшеницы нам потребуется мельница, милорд. Настали тяжелые времена, и, чтобы выжить, нам придется изменить процесс изготовления пищи.
zh: 大人，咱们需要一个风磨，把小麦加工成面粉。大人，当此危难关头，咱们急需调整食品生产。
zh_tw: 大人，咱們需要一個風磨，把小麥加工成麵粉。大人，當此危難關頭，咱們急需調整食品生產。

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_QUEST_02B_DESC
source: To produce bread, we need to order the construction of a bakery, my Lord.
de: Um unser Mehl weiter zu Brot zu verarbeiten, wäre es sinnvoll, eine Bäckerei in Auftrag zu geben, mein Herr.
es: Debes ordenar la construcción de una panadería para producir pan, mi señor.
fr: Pour produire du pain, il faut ordonner la construction d'une boulangerie, mon seigneur.
id: Untuk membuat roti, kita perlu memerintahkan pembangunan toko roti, Tuanku.
it: Per produrre il pane dobbiamo costruire un forno, milord.
ja: パンを作るためにパン屋を建設しなければいけません、閣下。
ko: 영주님, 빵을 만들려면 빵집을 만들라고 명령하세요.
pt: Para produzir pão precisamos ordenar a construção de uma padaria, milorde.
ru: Для изготовления хлеба нам нужно построить пекарню, милорд.
zh: 大人，要生产面包，咱们需要下令建造一座面包房。
zh_tw: 大人，要生產麵包，咱們需要下令建造一座麵包房。

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_QUEST_02C_DESC
source: Now it is time to stock up on bread. We need to feed the town. The last thing we need is a starving population.
de: Wir müssen die Bevölkerung gut ernähren, das Letzte was wir nun brauchen, ist eine hungernde Bevölkerung. Also benötigen wir genügend Brot auf Lager.
es: Ahora debemos acumular pan para alimentar a la población. Lo último que necesitamos es que pasen hambre.
fr: Il est temps de faire du stock de pain. Nous en avons besoin pour nourrir la ville. Il faut éviter à tout prix que la population souffre de famine.
id: Sekarang waktunya untuk menambah persediaan roti. Kota perlu diberi makan. Jangan sampai para penduduk kelaparan.
it: È giunto il momento di fare scorta di pane. Dobbiamo dare da mangiare ai cittadini! Dio ci scampi da una popolazione affamata...
ja: さあ、パンをどんどん作りましょう。町の人々に与える必要があります。飢えた人々は見たくありませんからね。
ko: 이제 빵을 비축해야 합니다. 주민에게 식량을 공급해야 합니다. 절대 굶어죽는 사람이 있어서는 안 됩니다.
pt: Agora é hora de estocar pão. Temos de alimentar a cidade. A última coisa de que precisamos é uma população faminta.
ru: Пора нам запастись хлебом. Нужно накормить горожан — голод нам сейчас ни к чему.
zh: 现在该储存面包。要使全城吃饱。让老百姓挨饿，就万万不该了。
zh_tw: 現在該儲存麵包。要使全城吃飽。讓老百姓挨餓，就萬萬不該了。

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_START
source: My Lord, the livestock... all the animals, and the fish in the river… they are all dying! What is going on here?
de: Mein Herr! Die Tiere...unser Vieh...und die Fische im Fluss… Sie sind alle gestorben. Was ist hier nur los?
es: Mi señor, el ganado... todos los animales, y los peces del río... ¡están muriendo! ¿Qué está ocurriendo aquí?
fr: Mon seigneur, le bétail... tous les animaux, ainsi que les poissons de la rivière… ils meurent tous ! Que se passe-t-il donc ?
id: Tuanku, ternak kita... semua hewan, dan ikan-ikan di sungai... semuanya sekarat! Ada apa ini?
it: Milord, il bestiame... gli animali, i pesci nel fiume... stanno morendo! Che succede?
ja: 閣下、家畜たちが・・・動物や川の魚が・・・みんな死んでます！一体何が起こっているのでしょう？
ko: 영주님, 가축... 동물, 그리고 강의 고기가 모두… 죽고 있어요! 무슨 일일까요?
pt: Milorde, as criações... todos os animais, e os peixes no rio... estão todos morrendo! O que está acontecendo aqui?
ru: Милорд, у нас гибнет скот! Умирают все животные и рыба в реке... Что происходит?
zh: 大人，牲口……所有走兽，还有河里的鱼……全都死了。咱们这儿怎么了？
zh_tw: 大人，牲口……所有走獸，還有河裡的魚……全都死了。咱們這兒怎麼了？

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03A_DESC
source: The church is on fire, governor. The Lord has abandoned us! You must help us…
de: Die Kirche! Sie brennt! Es ist als hätte der Herr uns aufgegeben… Ihr müsst uns helfen, die brennende Kirche zu löschen. Die anderen Gebäude aber auch…
es: La iglesia está ardiendo, gobernador. ¡El Señor nos ha abandonado! Tienes que ayudarnos...
fr: L'église est en feu, gouverneur. Le seigneur nous a abandonné ! Vous devez nous aider…
id: Gereja kebakaran, Gubernur! Tuhan telah berpaling dari kita! Tuanku harus membantu...
it: La chiesa va a fuoco, Governatore! Dio ci ha abbandonato: ci aiuti lei...
ja: 閣下、教会が火事です。主は私たちをお見捨てになったのです！どうか助けてください・・・
ko: 영주님, 교회에 불이 났어요. 하늘이 우리를 버렸습니다! 도와주세요…
pt: A igreja está em chamas, Governador. Os céus nos abandonaram. Você precisa nos ajudar...
ru: Церковь горит, губернатор. Господь оставил нас! Помогите нам...
zh: 城主大人，教堂起火了！上帝丢弃我们了！您得帮帮我们……
zh_tw: 城主大人，教堂起火了！上帝丟棄我們了！您得幫幫我們……

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03B_DESC
source: I did some research in the church and found documents that might help us, my liege. But now the church is unsafe to enter and I cannot reach my documents.
de: Bevor das Feuer in der Kirche ausgebrochen ist, habe ich Nachforschungen betrieben und konnte einige alte Dokumente finden, die uns mit dieser Misere helfen könnten. Doch nun ist die Kirche baufällig und ich komme nicht an die Dokumente heran. Würdet ihr so freundlich sein und sie reparieren?
es: He investigado en la iglesia y encontré documentos que podrían ayudarnos, mi señor. Pero ahora es peligroso entrar allí y no puedo llegar hasta ellos.
fr: J'ai fait des recherches dans l'église et j'ai trouvé des documents qui pourraient nous aider, mon seigneur. Hélas, il est trop dangereux de pénétrer dans l'église et je ne peux pas récupérer mes documents.
id: Aku sempat membongkar arsip gereja dan menemukan dokumen yang bisa membantu kita, Tuanku. Tapi sekarang gereja tidak aman dimasuki dan aku tidak bisa mengambil dokumenku.
it: Ho fatto alcune ricerche nella chiesa e ho trovato dei documenti che potrebbero esserci d'aiuto, mio signore. Purtroppo, ora non è sicuro entrare in chiesa e non riesco a raggiungere i miei documenti.
ja: 領主様、教会の中を少し調べてみたのですが役に立つかもしれないものを見つけました。 しかし今教会は安全ではないため、中に入って書類を取ってくることができません。
ko: 영주님, 교회를 연구하다 유용한 문서를 발견했어요. 하지만 지금 교회는 들어가기엔 안전하지 못해서 문서를 가져오지 못하고 있습니다.
pt: Pesquisei um pouco na igreja e encontrei documentos que podem nos ajudar, meu senhor. Mas agora não é seguro entrar na igreja e não posso pegar meus documentos.
ru: Я перебирал архивы церкви и отыскал несколько документов, которые могут нам пригодиться, ваша светлость. Но церковь еле стоит, идти за ними опасно.
zh: 大人，在下去教堂做了一番查考，发现有些文献，可能对我们有用。 但此时进入教堂，已不安全。在下已无法调阅文献了。
zh_tw: 大人，在下去教堂做了一番查考，發現有些文獻，可能對我們有用。 但此時進入教堂，已不安全。在下已無法調閱文獻了。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03B_SUCCESS
source: Thank you my Liege. Here have a look at these documents. Once there was an ancient cemetery were now our humble town is standing.
de: Vielen Dank mein Herr. Hier, schaut euch diese Dokumente an. Vor langer Zeit stand ein uralter Friedhof an der Stelle wo heute unser schönes Dorf ist. Ich befürchte wir haben einige böse Geister verärgert.
es: Gracias, mi señor. Mira, echa un vistazo a estos documentos. Donde ahora se levanta nuestra humilde ciudad, antes hubo un antiguo cementerio.
fr: Merci, mon seigneur. Tenez, regardez ces documents. Autrefois, il y avait un cimetière à l'emplacement de notre humble village.
id: Terima kasih, Tuanku. Mari lihat dokumen ini. Kota kecil kita ternyata berdiri di atas bekas pemakaman kuno.
it: Grazie, mio signore. Dia un'occhiata a questi documenti. Tempo fa, proprio nel luogo in cui si trova la nostra piccola città sorgeva un antico cimitero.
ja: ありがとうございます、領主様。この書類を見てください。この町がある場所は大昔、墓地だったのです。
ko: 고맙습니다. 영주님. 여기 문서를 보세요. 지금 소박한 마을이 있는 곳에 고대 묘지가 있었어요.
pt: Obrigado, meu senhor. Vamos dar uma olhada nos documentos. Havia um antigo cemitério onde nossa humilde cidade está localizada.
ru: Спасибо, милорд. Взгляните-ка на эти документы. Оказывается, наш городишко построен на месте древнего кладбища.
zh: 多谢大人。请看这些文献。鄙城如今所立之处，曾是一座古墓。
zh_tw: 多謝大人。請看這些文獻。鄙城如今所立之處，曾是一座古墓。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03B_SUCCESS_A
source: There was once a special adviser at court. He was a soothsayer, but he understood pagan magic and such things. He went crazy and tried to poison the King, so he was imprisoned. I will contact the King. Maybe he lets us talk to the man.
de: Früher gab es einen Berater am Hofe des Königs. Er war ein Spezialist für mystische Dinge, etwas sonderbar und auch so eine Art von Wahrsager. Irgendwann ist er verrückt geworden und hat versucht den König zu vergiften. Daraufhin ist er ins Verlies geworfen worden. Ich werde einen Brief an den König schreiben und erfragen, ob er freigelassen werden kann. Er kann uns bestimmt helfen.
es: Había un consejero especial en la corte. Era adivino y entendía de magia pagana y cosas de esas. Se volvió loco e intentó envenenar al rey, por lo que fue encarcelado. Me pondré en contacto con el rey. Quizá nos deje hablar con ese hombre.
fr: Autrefois, il y avait un conseiller spécial à la cour. C'était un devin, mais il comprenait les magies païennes et autres choses du même genre. Il est devenu fou et il a fini emprisonné après avoir tenté d'empoisonner le roi. Je vais contacter le roi. Il nous laissera peut-être parler à cet homme.
id: Dulu ada penasihat khusus di istana. Dia ahli nujum, tapi juga menguasai ilmu sihir dan sebagainya. Dia menjadi gila dan berusaha meracuni Raja, sehingga dia dipenjarakan Aku akan menghubungi sang Raja. Mungkin beliau mengizinkan kita bicara dengan orang itu.
it: In passato, vi era un consigliere speciale alla corte del re. Era un veggente, esperto di rituali pagani e... cose simili. Un giorno impazzì e provò ad avvelenare il Re: per questo, fu imprigionato. Mi metterò in contatto con il Re, può darsi che ci permetterà di parlare con lui.
ja: 以前宮廷には特別顧問がいたそうです。彼は預言者でしたが、異教徒の魔術などを知っていました。そして気がふれた彼は王様に毒を盛ろうとし、牢に入れられたのです。 私が王様と話してみましょう。彼と話をさせてくれるかもしれません。
ko: 법원에 특별 고문이 있었습니다. 예언자였지만 이교도의 마법을 이해했었죠. 하지만 미쳐서 왕을 독살하려다 감옥에 갇히고 말았습니다. 왕을 만나보겠습니다. 그와 이야기할 수 있게 허락하실지도 몰라요.
pt: Havia um conselheiro especial na corte. Ele era vidente, mas conhecia magia pagã e coisas desse tipo. Ele ficou louco e tentou envenenar o Rei, e por isso foi preso. Vou entrar em contato com o Rei. Talvez ele nos deixe falar com o homem.
ru: Некогда при дворе служил особый советник. Он был волхвом, сведущим в языческой магии. К несчастью, он сошел с ума и попытался отравить короля, за что и угодил в тюрьму. Я свяжусь с королем. Возможно, он позволит нам поговорить с волхвом.
zh: 以前朝廷有一位客卿，是一个算命先生。可惜他学了异教邪术，以致癫狂，竟然妄图毒杀陛下，所以被投下监牢。 待我请求陛下，看能否与那人谈一谈。
zh_tw: 以前朝廷有一位客卿，是一個算命先生。可惜他學了異教邪術，以致癲狂，竟然妄圖毒殺陛下，所以被投下監牢。 待我請求陛下，看能否與那人談一談。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03B_TITLE
source: Repair the church.
de: Repariere die Kirche.
es: Repara la iglesia.
fr: Réparez l'église.
id: Perbaiki gereja.
it: Ripara la chiesa.
ja: 教会を修復する。
ko: 교회를 수리하세요.
pt: Conserte a igreja.
ru: Почини церковь.
zh: 修复教堂。
zh_tw: 修復教堂。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03C_CLIENT
source: The king won't help us, we need to take matters in our own hands and free the soothsayer.
de: Dies sind schlechte Neuigkeiten, mein Herr. Wenn der König uns nicht helfen will, dann sollten wir in Erwägung ziehen, die Sache...ähhem... selbst in die Hand zu nehmen und ihn zu befreien.
es: El rey no va a ayudarnos, debemos hacernos cargo nosotros y liberar al adivino.
fr: Le roi refuse de nous aider. Nous allons devoir prendre les choses en main et libérer le devin.
id: Raja tidak mau membantu, jadi kita harus bergerak sendiri dan membebaskan ahli nujum itu.
it: Il Re non ci aiuterà: dobbiamo farci artefici del nostro destino e liberare il veggente.
ja: 王様は助けてくれません、なんとか自分たちの手でこの預言者を解放しなければいけません。
ko: 왕이 도와주지 않겠다면 우리가 직접 해결하는 수 밖에 없습니다. 예언자를 구해야 합니다.
pt: O rei não vai nos ajudar, precisamos agir por conta própria e libertar o vidente.
ru: Король отказался нам помогать. Придется взять дело в свои руки и освободить волхва.
zh: 陛下不愿帮助我等，我等需自行解决，释放算命先生。
zh_tw: 陛下不願幫助我等，我等需自行解決，釋放算命先生。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03C_DESC
source: My Lord! The townies are in panic! We have to show some military presence to calm them down.
de: Mein Herr, die Neuigkeiten haben sich schnell verbreitet. Die Bevölkerung ist in Panik! Es wäre nützlich einige Soldaten im Dorf zu beschäftigen. Ihre Präsenz würde die Townies sicher beruhigen.
es: ¡Mi señor! ¡Se ha desatado el pánico entre los townies! Tenemos que mostrar poderío militar para calmarlos.
fr: Mon seigneur ! Les habitants sont en panique ! Nous devons afficher une présence militaire pour rétablir le calme.
id: Tuanku! Para Townies panik! Kita harus memamerkan kekuatan militer kita untuk menenangkan mereka.
it: Milord! I cittadini sono nel panico! Dobbiamo dare sfoggio della nostra potenza militare e riportare la calma.
ja: 閣下！タウニーたちがパニックに陥っています！彼らを落ち着かせるために軍を出動させなければいけません。
ko: 영주님! 주민들이 공황 상태에 빠졌습니다! 군대를 보내 주민을 진정시켜야 합니다.
pt: Milorde! Os habitantes estão em pânico! Temos que mostrar alguma presença militar para acalmá-los.
ru: Милорд! Горожане паникуют! Нужно ввести войска, чтобы успокоить их.
zh: 大人，全城一片恐慌！咱们必当展示军力，安抚民心。
zh_tw: 大人，全城一片恐慌！咱們必當展示軍力，安撫民心。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03C_KING
source: Governor, I will not release this vile and treacherous man from my prison. I don't care about your curse, this man tried to kill me. He will rot in prison.
de: Statthalter! Ich werde diesen verräterischen und abgrundtief bösen Mann nicht freilassen. Es ist mir egal, was für ein Fluch über eurem Dorf liegt, aber dieser Mann hat versucht mich umzubringen. Er bleibt hinter Schloss und Riegel!
es: Gobernador, no voy a liberar a este hombre vil y traicionero. Me da igual vuestra maldición, ¡intentó matarme y se pudrirá en prisión!
fr: Gouverneur, je ne relâcherai pas cet homme détestable et perfide de ma prison. Peu importe votre malédiction. Cet homme a tenté de me tuer. Il pourrira en cellule.
id: Gubernur, laki-laki hina dan culas itu takkan pernah keluar dari penjaraku. Aku tidak peduli tentang kutukanmu, orang itu mencoba membunuhku. Biar dia membusuk di dalam penjara.
it: Governatore, non ho intenzione di scarcerare questo vile marrano. Non mi interessa della maledizione: quest'uomo ha provato a uccidermi, e marcirà in prigione.
ja: 私はこの堕落した信用のおけない男を牢から出すことはできない。そなたの呪いなどどうでもよい、こいつは私を殺そうとしたのだ。したがって死ぬまで牢にいるのだ。
ko: 영주님, 이 사악한 자를 감옥에서 풀어줄 수 없어요. 당신의 저주는 관심 없어요. 이 자는 날 죽이려 했어요. 감옥에서 썩어야 해요.
pt: Governador, não libertarei esse homem cruel e traiçoeiro da prisão. Não me importo com sua maldição, esse homem tentou me matar. Ele vai apodrecer na cadeia.
ru: Губернатор, я не буду освобождать этого гнусного предателя. Мне нет дела до вашего проклятья! Он пытался убить меня и за это сгниет в тюрьме.
zh: 城主，此等邪佞、叛逆之徒，寡人决不释放出狱。你等所受诅咒，与寡人无干。此人谋害寡人，必将枯朽狱中。
zh_tw: 城主，此等邪佞、叛逆之徒，寡人決不釋放出獄。你等所受詛咒，與寡人無干。此人謀害寡人，必將枯朽獄中。
