Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_DESIRES_16_START
source: I want to host a little festivity. Therefore I need juice and bread.
de: Ich möchte eine kleines Stadtfest ausrichten. Dafür brauche ich noch Traubensaft und Brot.
es: Quiero celebrar una pequeña fiesta. Por tanto necesito zumo y pan.
fr: Je voudrais organiser une petite fête. J'ai donc besoin de jus et de pain.
id: Aku ingin mengadakan pesta kecil. Untuk itu aku perlu jus dan roti.
it: Vorrei organizzare una festa. Mi serviranno pane e succo d'uva.
ja: 小さなお祭がしたいわ。 ジュースとパンがいるわね。
ko: 작은 축제를 열고 싶어요. 그러려면 쥬스와 빵이 필요해요.
pt: Quero fazer uma pequena festividade. Por isso, preciso de suco e pão.
ru: Хочу устроить небольшой праздник. Для него мне потребуется сок и хлеб.
zh: 我想举办一场小型庆典。 所以，我需要果汁和面包。
zh_tw: 我想舉辦一場小型慶典。 所以，我需要果汁和麵包。

# T_GAME_QUEST_DESIRES_16_SUCCESS
source: Very good. I hope there won't be any incidents with bandits.
de: Sehr gut. Ich hoffe nur, es gibt keine Zwischenfälle mit Banditen.
es: Muy bien. Espero que no haya incidentes con los bandidos.
fr: Parfait. J'espère qu'il n'y aura pas de problèmes avec les bandits.
id: Bagus sekali. Mudah-mudahan tidak ada insiden dengan para bandit.
it: Molto bene. Spero che non ci saranno incidenti con i banditi.
ja: これでいいわ。盗賊が来なければいいんだけど。
ko: 좋아요. 강도와 아무런 사고가 없었으면 좋겠어요.
pt: Muito bom. Espero que não haja nenhum incidente com os bandidos.
ru: Хорошо. Надеюсь, бандиты не доставят нам никаких неудобств.
zh: 很好，希望强盗不会来找麻烦。
zh_tw: 很好，希望強盜不會來找麻煩。

# T_GAME_QUEST_DESIRES_17_START
source: Oho, what a nice festivity, did you forget to invite us?
de: Oho, was für eine tolle Feier! Habt ihr etwa vergessen, uns einzuladen?
es: Vaya, qué fiesta más agradable. ¿Se te ha olvidado invitarnos?
fr: Oh, quelle jolie petite fête ! Vous avez oublié de nous inviter ?
id: Oh, pesta yang meriah! Kau lupa mengundang kami?
it: Oh, che bella festicciola! Hai dimenticato di invitarci?
ja: いい祭りだな、俺たちを招待するのを忘れたのか？
ko: 이런, 정말 멋진 축제군요, 저희를 초대하는 것을 잊으셨나요?
pt: Opa, que festa bonita, você esqueceu de nos convidar?
ru: О, какой интересный праздник. А почему нас не пригласили?
zh: 哦，真美妙的庆典，你忘记邀请我了吗？
zh_tw: 哦，真美妙的慶典，你忘記邀請我了嗎？

# T_GAME_QUEST_DESIRES_18_START
source: Enough is enough. Get rid of these bandits once and for all! Destroy their camps.
de: Jetzt reicht es aber! Diese Banditen müssen endgültig von hier vertrieben werden. Zerstöre ihr Lager, damit ihnen die Lust am Plündern vergeht.
es: Se acabó. ¡Deshazte de esos bandidos de una vez por todas! Destruye sus campamentos.
fr: J'en ai assez. Débarrassez-nous des bandits une bonne fois pour toutes ! Détruisez leurs camps.
id: Cukup sudah. Singkirkan pada bandit itu untuk selama-lamanya! Hancurkan perkemahan mereka.
it: Quando è troppo, è troppo. Liberati di quei banditi una volta per tutte! Distruggi i loro accampamenti.
ja: もう十分よ。これを最後に盗賊を追い払ってちょうだい！ あいつらの野営地を破壊して。
ko: 이젠 참을 만큼 참았어요. 강도들을 모조리 처리하세요! 강도 캠프를 파괴하세요.
pt: Já chega. Livre-se desses bandidos de uma vez por todas! Destrua o acampamento deles!
ru: Пора положить этому конец. Избавься от бандитов раз и навсегда! Уничтожь их лагеря.
zh: 我受够了。我要你彻底消灭这些强盗！ 摧毁他们的营地。
zh_tw: 我受夠了。我要你徹底消滅這些強盜！ 摧毀他們的營地。

# T_GAME_QUEST_DESIRES_18_SUCCESS
source: Finally we got rid of those villains!
de: Endlich sind wir diese Banditen los!
es: ¡Por fin hemos acabado con esos villanos!
fr: Nous sommes enfin débarrassés de ces vauriens !
id: Akhirnya kita berhasil mengusir para penjahat itu!
it: Finalmente ci siamo liberati di quelle canaglie!
ja: やっとあの悪者をやっつけたわ！
ko: 드디어 악당들을 모두 몰아냈어요!
pt: Finalmente nos livramos desses criminosos.
ru: Наконец-то мы разобрались с этими злодеями!
zh: 我们终于消灭了这些恶棍！
zh_tw: 我們終於消滅了這些惡棍！

# T_GAME_QUEST_DESIRES_18_TITLE
source: Destroy all bandit camps.
de: Zerstöre alle Räuberlager.
es: Destruye todos los campamento de bandidos.
fr: Détruisez tous les camps des bandits
id: Hancurkan semua perkemahan bandit.
it: Distruggi tutti gli accampamenti dei banditi.
ja: 盗賊の野営地をすべて破壊する。
ko: 강도 캠프를 모두 파괴하세요.
pt: Destrua todos os acampamentos dos bandidos.
ru: Уничтожь все лагеря бандитов.
zh: 摧毁所有的强盗营地。
zh_tw: 摧毀所有的強盜營地。

# T_GAME_QUEST_DESIRES_19_START
source: This village doesn't even have a market place!? Build one, my dear, so I can trade goods from the city.
de: Dieses Dorf hat ja noch nicht einmal einen Marktplatz! Baue einen, mein Schatz, damit wir mit dem Händler Waren aus der Stadt handeln können.
es: ¿Ni siquiera hay un mercado en esta aldea? Construye uno, mi amor, para que yo pueda comerciar con productos de la ciudad.
fr: Il n'y a même pas de marché dans ce village !? Mon chéri, construisez-en un afin que j'achète des marchandises venant de la ville.
id: Pasar pun tidak ada di desa ini!? Bangunlah pasar, Sayang, supaya aku bisa berdagang barang-barang dari kota.
it: In questo villaggio non c'è nemmeno un mercato?! Costruiscine uno, amore mio, così potremo acquistare merci dalla città.
ja: この村には市場もないの！？ 私が町の物資を取引できるように一つ作って、あなた。
ko: 이 마을에 시장도 없어요!? 도시의 물건을 살 수 있게 시장을 만드세요, 여보.
pt: Esta vila não tem um mercado!? Construa um, meu querido, assim poderei comprar produtos da cidade.
ru: В этой деревне нет рыночной площади?! Построй-ка ее, милый, чтобы я могла покупать товары из города.
zh: 这个村庄连市场都没有！？ 建造一座市场吧，亲爱的。这样我就能购买城里的商品了。
zh_tw: 這個村莊連市場都沒有！？ 建造一座市場吧，親愛的。這樣我就能購買城裡的商品了。

# T_GAME_QUEST_DESIRES_19_SUCCESS
source: This makes it slightly more bearable to live here.
de: Das macht es ein wenig erträglicher, hier zu wohnen.
es: Bueno, ahora la vida aquí es ligeramente más soportable.
fr: La vie est un peu plus agréable, désormais.
id: Kalau begini sudah sedikit lebih mudah untuk tinggal di sini.
it: Ora vivere qui è leggermente più sopportabile.
ja: これでここに住むのが少しだけ苦痛じゃなくなるわ。
ko: 이곳에서 살기가 약간 더 나아질 거예요.
pt: Assim fica um pouco mais suportável morar aqui.
ru: Что ж, жизнь тут становится все более и более сносной.
zh: 我们也可以在这里过得更好些。
zh_tw: 我們也可以在這裡過得更好些。

# T_GAME_QUEST_DESIRES_20_START
source: Don't they have any other groceries than fish? Please build a bakery and produce bread.
de: Gibt es hier denn keine anderen Nahrungsmittel als Fisch? Könntest du bitte eine Bäckerei errichten, um frisches Brot zu produzieren.
es: ¿No tienen otra comida que no sea pescado? Por favor, construye una panadería y produce pan.
fr: Il n'y a donc rien d'autre que du poisson à manger ? Je vous en prie, construisez une boulangerie pour faire du pain.
id: Tidak ada yang dijual selain ikan? Tolong buatkan toko roti dan mulai produksi roti.
it: Non c'è nient'altro oltre al pesce? Costruisci un forno e produci del pane.
ja: 魚以外に買える食べ物はないの？ パン屋さんを建ててパンを焼いて。
ko: 생선 말고 다른 식료품은 없나요? 빵집을 만들고 빵을 생산하세요.
pt: Ninguém tem nada para vender além de peixe? Construa uma padaria e produza pão.
ru: А почему тут продают одну лишь рыбу? Пожалуйста, построй пекарню и начни производить хлеб.
zh: 这里除了鱼，就没有其他杂货了吗？ 请建造一家面包房，生产一些面包。
zh_tw: 這裡除了魚，就沒有其他雜貨了嗎？ 請建造一家麵包房，生產一些麵包。

# T_GAME_QUEST_DESIRES_20_SUCCESS
source: Thank you very much! I'm already getting sick of the sight of fish.
de: Endlich! Ich kann Fisch schon nicht mehr sehen.
es: ¡Muchas gracias! Cada vez que veo pescado me pongo enferma.
fr: Merci infiniment ! J'en avais vraiment assez du poisson.
id: Terima kasih banyak! Aku sudah mulai muak kalau melihat ikan.
it: Grazie mille! Il pesce cominciava già a nausearmi.
ja: ありがとう！魚なんて見るのも嫌になっていたの。
ko: 정말 고마워요! 생선은 이미 질릴 대로 질렸거든요.
pt: Muito obrigada! Já estava ficando enjoada do cheiro de peixe.
ru: Спасибо тебе огромное! А то рыба мне уже осточертела.
zh: 谢谢您！我已经一看到鱼就感到恶心了。
zh_tw: 謝謝您！我已經一看到魚就感到噁心了。

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_01
source: My Lord, our scouts report the bandits in the region are massing at the city borders. I fear a large scale bandit attack is incoming. We should prepare the defenses!
de: Mein Herr, unsere Kundschafter berichten, dass sich die Banditen der Umgebung gesammelt haben. Ich befürchte, ein großangelegter Angriff steht uns bevor. Wir sollten die nötigen Vorbereitungen treffen!
es: Mi señor, nuestros exploradores informan de que los bandidos de la región se están concentrando en los límites de la ciudad. Me temo que van a lanzar un ataque a gran escala. ¡Debemos preparar las defensas!
fr: Mon seigneur, nos éclaireurs nous signalent que les bandits de la région se massent aux frontières de la ville. J'ai peur d'une attaque à grande échelle. Nous devrions préparer les défenses !
id: Tuanku, para pengintai melaporkan gerombolan bandit berkumpul di perbatasan kota. Aku khawatir akan ada serangan besar-besaran. Kita perlu menyiapkan pertahanan!
it: Mio signore, i nostri esploratori hanno scoperto che i banditi della regione si stanno ammassando intorno alla città. Temo un attacco su vasta scala. Dobbiamo preparare le difese!
ja: 閣下、盗賊たちが町の境に集結していると偵察人の報告がありました。大規模な盗賊の襲撃があるかもしれません。防御に備えましょう！
ko: 영주님, 정찰대의 보고에 따르면 지역 내 강도들이 도시 경계에서 말썽을 일으키고 있습니다. 강도들이 대규모로 공격할까 걱정됩니다. 방어를 준비해야 해요!
pt: Milorde, nossos batedores dizem que os bandidos da área estão se agrupando nos limites da cidade. Temo que façam um ataque em larga escala em breve. Prepare as defesas!
ru: Милорд, разведчики сообщают, что к границам города подтягиваются местные бандиты. Боюсь, они готовятся к масштабному нападению. Нужно подготовить оборону!
zh: 主人，侦察兵来报，说本地强盗正在城市边界纠集。小人担心，强盗大举进攻，很快就会开始。 咱们需要准备防御！
zh_tw: 主人，偵察兵來報，說本地強盜正在城市邊界糾集。小人擔心，強盜大舉進攻，很快就會開始。 咱們需要準備防禦！

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_02
source: The bandits are starting their attack!
de: Die Banditen starten einen Überfall!
es: ¡Los bandidos han iniciado el ataque!
fr: Les bandits commençent leur attaque !
id: Gerombolan bandit mulai menyerang!
it: I banditi stanno iniziando il loro attacco!
ja: 盗賊たちが攻撃を開始した！
ko: 강도들이 공격을 시작했어요!
pt: Os bandidos começaram o ataque!
ru: Бандиты атакуют!
zh: 强盗正在开始进攻！
zh_tw: 強盜正在開始進攻！

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_03
source: The next wave of raiding bandits has reached the town, my Lord!
de: Die nächste Welle an Banditen hat das Dorf erreicht, Lord!
es: ¡Una nueva oleada de bandidos ha alcanzado la aldea, mi señor!
fr: La prochaine vague de bandits a atteint la ville, mon seigneur !
id: Serangan bandit berikut melanda kota, Tuanku!
it: La nuova ondata di banditi saccheggiatori ha raggiunto la città, milord!
ja: 次の盗賊たちの襲撃グループが町にやってきました、閣下！
ko: 강도 무리들이 다시 마을에 도달했습니다, 영주님!
pt: A próxima horda de bandidos saqueadores chegou à cidade, milorde!
ru: Очередная волна налетчиков добралась до города, милорд!
zh: 主人，新一拨偷袭的强盗，已然到达城镇！
zh_tw: 主人，新一撥偷襲的強盜，已然到達城鎮！

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_04
source: Lord Governor, the bandits have started the next attack!
de: Lord Statthalter! Die Banditen starten den nächsten Angriff…
es: ¡Señor gobernador, los bandidos han comenzado un nuevo ataque!
fr: Seigneur gouverneur, les bandits ont lancé une nouvelle attaque !
id: Tuan Gubernur, para bandit melancarkan serangan berikut!
it: Signor Governatore, i banditi hanno avviato il nuovo attacco!
ja: 閣下、盗賊たちが次の攻撃を開始しました！
ko: 영주님, 강도들이 다시 공격을 시작했어요!
pt: Senhor Governador, os bandidos começaram um novo ataque!
ru: Лорд-губернатор, бандиты начали очередную атаку!
zh: 主人，强盗已经展开下一轮攻势！
zh_tw: 主人，強盜已經展開下一輪攻勢！

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_05
source: Another wave of bandits is on the way to the town, my Liege!
de: Eine weitere Welle an Banditen ist auf dem Weg zu unserem Dorf, mein Herr.
es: ¡Se aproxima otra oleada de bandidos a la aldea, excelencia!
fr: Une autre vague de bandits se dirige sur la ville, mon seigneur !
id: Satu lagi serangan bandit akan menghantam kota, Tuanku!
it: Un’altra ondata di bambini si avvicina alla città, mio signore!
ja: 別の盗賊たちの襲撃グループが町に向かっています、領主様！
ko: 또 다시 강도 무리들이 마을을 향해 몰려오고 있습니다, 영주님!
pt: Outra horda de bandidos está a caminho da cidade, meu senhor!
ru: К городу движется еще одна волна бандитов, ваша светлость!
zh: 大人，又有一拨强盗杀奔城镇了！
zh_tw: 大人，又有一撥強盜殺奔城鎮了！

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_06
source: A massive wave of bandits is incoming, my Liege. It seems that it’s the last wave of bandits. We have to hold our ground!
de: Eine sehr große Angriffswelle ist auf dem Weg zu uns. Es sieht so aus, als wäre es die letzte Welle der Banditen. Wir müssen die Stadt halten!
es: Se acerca una enorme oleada de bandidos, excelencia. Parece que es la última. ¡Tenemos que resistir!
fr: Un raz-de-marée de bandits se dirige vers nous, mon seigneur. On dirait que c'est la dernière vague. Nous devons tenir bon !
id: Gerombolan bandit menyerang lagi, Tuanku. Sepertinya ini gelombang terakhir. Kita harus bertahan!
it: Una massiccia ondata di banditi è in arrivo, mio signore. Sembra che sia l’ultima. Dobbiamo difenderci e resistere!
ja: 大きな盗賊のグループが来ています、領主様。これが最後のグループのようです。私たちの土地を守るのです！
ko: 강도들이 물밀듯이 쳐들어오고 있습니다, 영주님. 마지막 공격인 것 같습니다. 마을을 사수해야 합니다!
pt: Uma enorme horda de bandidos está vindo, meu senhor. Parece que é a última horda de bandidos. Temos que resistir!
ru: К городу приближается огромная волна бандитов, ваша светлость. Похоже, это их последние силы. Держите оборону!
zh: 大人，又有一大拨强盗来了。这好像是最后一拨强盗了。咱们一定得守住！
zh_tw: 大人，又有一大撥強盜來了。這好像是最後一撥強盜了。咱們一定得守住！

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_07
source: My Lord, the city guard reports that the attack is over. The remaining bandits are driven out of the town and are retreating.
de: Mein Herr, die Stadtwache meldet, dass der Angriff vorüber ist. Die letzten Banditen werden gerade aus dem Dorf getrieben und ziehen sich zurück.
es: Mi señor, la guardia informa de que el ataque ha concluido. Estamos expulsando a los bandidos que quedan.
fr: Mon seigneur, les gardes de la ville nous signalent que l'attaque est terminée. Les bandits restants ont été chassés de la ville et battent en retraite.
id: Tuanku, penjaga kota melaporkan serangan sudah berakhir. Sisa bandit sudah diusir dari kota dan lari.
it: Milord, la guardia cittadina segnala che l’attacco è terminato. I banditi rimasti vengono respinti dalla città e si stanno ritirando.
ja: 閣下、町の守衛から襲撃は終わったと報告がありました。残りの盗賊は町の外に追い出されました。
ko: 영주님, 도시 경비대로부터 공격이 끝났다는 보고를 받았습니다. 강도 잔당은 마을에서 쫓겨나 후퇴하고 있습니다.
pt: Milorde, a guarda da cidade avisa que o ataque acabou. Os bandidos que restaram foram expulsos da cidade e estão recuando.
ru: Милорд, городская стража сообщает, что нападения прекратились. Выжившие бандиты бежали из города.
zh: 大人，城防兵报告，说进攻已经停止。残匪已被驱退，正在溃逃。
zh_tw: 大人，城防兵報告，說進攻已經停止。殘匪已被驅退，正在潰逃。

# T_GAME_QUEST_DISASTER_ANIMAL_SUCCESS
source: The animal population is on the mend. Finally we can go hunting again!
de: Der Tierbestand hat sich erholt, mein Herr. Wir können endlich wieder jagen!
es: La población de animales se recupera. ¡Por fin podemos volver a cazar!
fr: La population animale repart à la hausse. Nous pouvons enfin retourner chasser !
id: Populasi hewan mulai meningkat. Akhirnya kita bisa berburu lagi!
it: La fauna è in aumento. Finalmente possiamo riprendere la caccia!
ja: 動物の数が回復しています。ようやくまた狩りに行くことができます！
ko: 동물 개체수가 회복 중입니다. 이제 다시 사냥할 수 있습니다!
pt: A população animal está recuperada. Finalmente podemos caçar de novo!
ru: Число животных наконец-то начало увеличиваться. Теперь мы сможем возобновить охоту!
zh: 动物种群正在恢复。我们终于又可以去打猎了！
zh_tw: 動物種群正在恢復。我們終於又可以去打獵了！

# T_GAME_QUEST_DISASTER_DROUGHT_SUCCESS
source: The fields slowly recover, my liege. The crop illness seems to be over.
de: Die Felder erholen sich langsam wieder. Das Feldersterben scheint vorüber zu sein, mein Herr.
es: Los campos se recuperan lentamente, mi señor. Parece que hemos acabado con la enfermedad de los cultivos.
fr: Les champs se remettent peu à peu, maître. La maladie qui touchait les plantations semble avoir disparu.
id: Ladang-ladang mulai pulih, Tuanku. Serangan penyakit tanaman rupanya sudah berlalu.
it: I campi si stanno riprendendo, mio signore. La malattia delle colture è stata risolta.
ja: 畑はゆっくりと回復します。作物の病気は終わったようです。
ko: 밭이 천천히 회복되고 있습니다, 영주님. 작물 질병이 끝난 것 같습니다.
pt: Os campos se recuperam lentamente, meu senhor. A doença das plantações parece ter terminado.
ru: Поля медленно восстанавливаются, милорд. Похоже, культуры вылечились.
zh: 这些田正缓慢恢复，大人。作物疫情似乎已经结束。
zh_tw: 這些田正緩慢恢復，大人。作物疫情似乎已經結束。

# T_GAME_QUEST_DISASTER_FIRE_START
source: The town is ablaze, my Lord Steward! We need to extinguish the fire fast, before it spreads all over the town.
de: Ein Großbrand ist in der Stadt ausgebrochen, Herr Statthalter! Wir müssen ihn schnell löschen, bevor er sich auf weitere Teile der Stadt ausbreitet.
es: ¡La aldea está en llamas, mi señor administrador! Debemos apagar el fuego antes de que se extienda.
fr: La ville est en feu, mon seigneur ! Nous devons éteindre les flammes au plus vite, avant que l'incendie ne s'étende dans toute la ville.
id: Kota dilanda kebakaran, Tuan Steward! Kita harus segera memadamkan api sebelum menyebar ke seluruh kota.
it: La città è in fiamme, mio signore! Dobbiamo estinguere l'incendio in fretta, prima che si diffonda.
ja: 街が燃えています！ 火が街中に広がる前に、急いで火を消す必要があります。
ko: 마을이 불길에 휩싸였습니다, 영주님! 온 마을에 퍼지기 전에 신속히 화재를 진압해야 합니다.
pt: A cidade está em chamas, meu senhor administrador. Precisamos apagar o incêndio logo, antes que se espalhe por toda a cidade.
ru: Город горит, лорд-наместник! Нужно быстрее потушить пожары, пока огонь не перекинулся на другие здания!
zh: 本镇火光冲天，我的大人！ 我们需要快速灭火，以免殃及全镇。
zh_tw: 本鎮火光沖天，我的管家！ 我們需要快速滅火，以免殃及全鎮。

# T_GAME_QUEST_DISASTER_FIRE_SUCCESS
source: Excellent, my Liege. All fires have been extinguished and the town is save again.
de: Ausgezeichnet, mein Herr. Sämtliche Feuer konnten gelöscht werden und die Stadt ist wieder sicher.
es: Excelente, mi señor. Hemos apagado los incendios y la aldea es segura de nuevo.
fr: Excellent, mon seigneur. Tous les feux ont été éteints et la ville est de nouveau en sécurité.
id: Bagus sekali, Tuanku. Seluruh kebakaran berhasil dipadamkan dan kota kembali aman.
it: Eccellente, mio signore. Tutti gli incendi sono stati spenti e la città è al sicuro.
ja: すばらしいです。 すべての火が消火され、街は再び安全になりました。
ko: 훌륭합니다, 영주님. 모든 화재를 진화했고 마을이 다시 안정을 찾았습니다.
pt: Excelente, meu senhor. Todos os incêndios foram apagados e a cidade está segura novamente.
ru: Отлично, мой господин! Все пожары потушены, наш город спасен!
zh: 太好了，我的大人。 大火完全扑灭，本镇再次得救。
zh_tw: 太好了，我的大人。 大火完全撲滅，本鎮再次得救。

# T_GAME_QUEST_DISASTER_PLAGUE_START
source: My Lord, the black death is ravaging the land. We need to take care of the sick persons, before the whole town is infected by the plague.
de: Mein Herr, der schwarze Tod rollt über das Land hinweg. Wir müssen uns dringend um die Kranken kümmern, bevor sie das ganze Dorf mit der Pest infizieren.
es: Mi señor, la peste negra asola el territorio. Tenemos que ocuparnos de los enfermos antes de que se infecte toda la aldea.
fr: Mon seigneur, l'épidémie ravage la contrée. Nous devons nous occuper des malades avant que la ville entière ne soit touchée.
id: Tuanku, wabah hitam mengancam seluruh negeri. Kita harus merawat orang-orang yang sakit sebelum seluruh kota tertular penyakit sampar.
it: Mio signore, la morte nera imperversa. Dobbiamo curare i malati prima che l'intera città venga contagiata.
ja: 閣下、黒死病が街に広がっています。 街全体が疫病に感染する前に、病人たちの世話をする必要があります。
ko: 영주님, 역병이 창궐하고 있습니다. 온 마을이 역병에 감염되기 전에 환자들을 치료해야 합니다.
pt: Meu senhor, a peste negra está devastando a terra. Precisamos cuidar dos doentes, antes que toda a cidade fique infestada pela peste.
ru: Милорд, чума обрушилась на королевство. Нужно позаботиться о заболевших, пока весь город не стал жертвой этой ужасной напасти.
zh: 我的大人，黑死病正在大地上肆虐。 我们需要治疗患疾之人，以免全镇都感染瘟疫。
zh_tw: 我的大人，黑死病正在大地上肆虐。 我們需要治療患疾之人，以免全鎮都感染瘟疫。

# T_GAME_QUEST_DISASTER_PLAGUE_SUCCESS
source: We did it, my Liege! The outbreak of the plague has been contained. The town has been safed.
de: Es ist geschafft, Herr Statthalter! Der Ausbruch der Pest wurde eingedämmt. Das Dorf ist wieder sicher.
es: ¡Lo conseguimos, mi señor! Hemos contenido la plaga y la aldea se ha salvado.
fr: Nous avons réussi, maître ! L'épidémie a été endiguée. La ville est saine et sauve.
id: Kita berhasil, Tuanku! Serangan penyakit sampar bisa ditangkal. Kota berhasil diselamatkan.
it: Ce l'abbiamo fatta, mio signore! La peste è stata arginata e la città è al sicuro.
ja: 閣下、やりました！ 疫病の大流行を抑えることができました。街はもう安全です。
ko: 해냈습니다, 영주님! 역병 발생을 종식시켰습니다. 마을이 안전합니다.
pt: Conseguimos, meu senhor! A epidemia da peste foi contida. A cidade está protegida.
ru: У нас получилось, мой господин! Нам удалось сдержать распространение черной смерти. Город спасен.
zh: 大功告成，我的大人！ 爆发的瘟疫已得到遏制。全镇再保安全。
zh_tw: 大功告成，我的大人！ 爆發的瘟疫已得到遏制。全鎮再保安全。

# T_GAME_QUEST_FEAST_TITLE
source: Arrange a festival for the town.
de: Veranstalte ein Fest für das Dorf.
es: Organiza un festival para la aldea.
fr: Préparez un festival pour le village.
id: Siapkan festival untuk kota.
it: Organizza un festival per la città.
ja: 町のお祭りを手配する。
ko: 마을 축제를 준비하세요.
pt: Organize um festival na cidade.
ru: Устрой в городе праздник.
zh: 安排城镇庆典。
zh_tw: 安排城鎮慶典。

# T_GAME_QUEST_GENERIC_COMMUNITY_NAME
source: Attain high satisfaction with the community.
de: Erreiche eine hohe Gemeinschaftszufriedenheit.
es: Alcanza una satisfacción alta con la comunidad.
fr: Atteindre un haut niveau de satisfaction à l'égard de la communauté.
id: Raih tingkat kepuasan dengan komunitas yang tinggi.
it: Ottieni un alto grado di soddisfazione nella comunità.
ja: 地域社会への満足度を高められます。
ko: 커뮤니티 만족도를 높이세요.
pt: Obtenha um alto nível de satisfação com a comunidade.
ru: Достигнуть высокого уровня удовлетворения обществом.
zh: 在社区获得高满意度。
zh_tw: 在社區獲得高滿意度。

# T_GAME_QUEST_GETREWARD
source: Get reward!
de: Einlösen!
es: Pague!
fr: Récompense !
id: Dapatkan hadiah!
it: Ricompensa!
ja: 報酬をゲット！
ko: 보상을 받으세요!
pt: Recompensa!
ru: Получи награду!
zh: 得到奖赏！
zh_tw: 得到獎賞！

# T_GAME_QUEST_MIL_TUT_01_INFLUENCES
source: On the right side you can see currently active influences. Some influences are only temporary active and can change over the course of a scenario.
de: Auf der rechten Seite sind alle Einflüsse aufgelistet, die momentan aktiv sind. Manche Einflüsse sind nur temporär wirksam und können im Verlauf eines Szenarios aktiv bzw. inaktiv werden.
es: En la parte derecha puedes ver las influencias activas en la actualidad. Algunas están solo activas temporalmente y pueden cambiar en el transcurso de una escena.
fr: Du côté droit, vous pouvez voir les influences actives. Certaines influences ne sont que temporairement actives et peuvent évoluer durant un scénario.
id: Di sisi kanan terlihat pengaruh yang aktif saat ini. Beberapa pengaruh hanya aktif sementara dan bisa berubah selama berlangsungnya skenario.
it: Nella parte destra puoi vedere le influenze attive. Alcune sono solo temporanee e possono cambiare durante uno scenario.
ja: 右側に現在進行中の影響を確認することができます。 いくつかの影響はただ一時的なもので、シナリオの成り行きを変更する可能性があります。
ko: 오른쪽에서 현재 활성 영향을 볼 수 있습니다. 일부 영향은 일시적으로만 활성화되고 시나리오의 진행에 따라 변할 수 있습니다.
pt: No lado direito você pode ver as influências ativas no momento. Algumas influências estão ativas temporariamente e podem mudar durante um cenário.
ru: Справа можно увидеть все действующие факторы. Некоторые из них — временные, за время прохождения сценария список может измениться.
zh: 右侧显示了当前的有效影响因素。 一些影响因素仅临时有效，会随着剧情的发展而变化。
zh_tw: 右側顯示了當前的有效影響因素。 一些影響因素僅臨時有效，會隨著劇情的發展而變化。
