Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_ACHIEVEMENT_TAXES2_DESC
source: Collect taxes: 10000 Thaler.
de: Sammle Steuern: 10000 Taler.
es: Recauda impuestos: 10000 táleros.
fr: Collectez des taxes: 10000 Écus.
id: Kumpulkan pajak: 10000 Thaler.
it: Raccogli le tasse: 10000 talleri.
ja: 税金を集める：10000ターレル
ko: 세금을 걷습니다: 10000 탈러
pt: Coletar impostos: 10000 Táleres.
ru: Собери налоги: 10000 талеров.
zh: 征收税款： 10000 泰勒币。
zh_tw: 徵收稅款： 10000 泰勒幣。

# T_ACHIEVEMENT_TAXES2_NAME
source: Tax-man II
de: Steuereintreiber II
es: Recaudador de impuestos II
fr: Collecteur d'impôts II
id: Penarik pajak II
it: Esattore II
ja: IIの収税官
ko: 세금인 II
pt: Fiscal de impostos II.
ru: Сборщик податей II
zh: 税收员II
zh_tw: 稅收員II

# T_ACHIEVEMENT_TAXES3_DESC
source: Collect taxes: 50000 Thaler.
de: Sammle Steuern: 50000 Taler.
es: Recauda impuestos: 50000 táleros.
fr: Collectez des taxes: 50000 Écus.
id: Kumpulkan pajak: 50000 Thaler.
it: Raccogli le tasse: 50000 talleri.
ja: 税金を集める：50000ターレル
ko: 세금을 걷습니다: 50000 탈러
pt: Coletar impostos: 50000 Táleres.
ru: Собери налоги: 50000 талеров.
zh: 征收税款： 50000 泰勒币。
zh_tw: 徵收稅款： 50000 泰勒幣。

# T_ACHIEVEMENT_TAXES3_NAME
source: Tax-man III
de: Steuereintreiber III
es: Recaudador de impuestos III
fr: Collecteur d'impôts III
id: Penarik pajak III
it: Esattore III
ja: IIIの収税官
ko: 세금인 III
pt: Fiscal de impostos III.
ru: Сборщик податей III
zh: 税收员III
zh_tw: 稅收員III

# T_ACHIEVEMENT_TAXES4_DESC
source: Collect taxes: 100000 Thaler.
de: Sammle Steuern: 100000 Taler.
es: Recauda impuestos: 100000 táleros.
fr: Collectez des taxes: 100000 Écus.
id: Kumpulkan pajak: 100000 Thaler.
it: Raccogli le tasse: 100000 talleri.
ja: 税金を集める：100000ターレル
ko: 세금을 걷습니다: 100000 탈러
pt: Coletar impostos: 100000 Táleres.
ru: Собери налоги: 100000 талеров.
zh: 征收税款： 100000 泰勒币。
zh_tw: 徵收稅款： 100000 泰勒幣。

# T_ACHIEVEMENT_TAXES4_NAME
source: Tax-man IV
de: Steuereintreiber IV
es: Recaudador de impuestos IV
fr: Collecteur d'impôts IV
id: Penarik pajak IV
it: Esattore IV
ja: IVの収税官
ko: 세금인 IV
pt: Fiscal de impostos IV.
ru: Сборщик податей IV
zh: 税收员IV
zh_tw: 稅收員IV

# T_ACHIEVEMENT_TAXES5_DESC
source: Collect taxes: 1000000 Thaler.
de: Sammle Steuern: 1000000 Taler.
es: Recauda impuestos: 1000000 táleros.
fr: Collectez des taxes: 1000000 Écus.
id: Kumpulkan pajak: 1000000 Thaler.
it: Raccogli le tasse: 1000000 talleri.
ja: 税金を集める：1000000ターレル
ko: 세금을 걷습니다: 1000000 탈러
pt: Coletar impostos: 1000000 Táleres.
ru: Собери налоги: 1000000 талеров.
zh: 征收税款： 1000000 泰勒币。
zh_tw: 徵收稅款： 1000000 泰勒幣。

# T_ACHIEVEMENT_TAXES5_NAME
source: Tax-man V
de: Steuereintreiber V
es: Recaudador de impuestos V
fr: Collecteur d'impôts V
id: Penarik pajak V
it: Esattore V
ja: Vの収税官
ko: 세금인 V
pt: Fiscal de impostos V.
ru: Сборщик податей V
zh: 税收员V
zh_tw: 稅收員V

# T_ACHIEVEMENT_TIME1_DESC
source: Play for 60 minutes.
de: Spiele 60 Minuten.
es: Juega durante 60 minutos.
fr: Jouez pendant 60 minutes.
id: Bermain selama 60 menit.
it: Gioca per 60 minuti.
ja: 60分ゲームをプレイする
ko: 60 분 동안 게임합니다.
pt: Jogar durante 60 minutos.
ru: Играй на протяжении 60 мин.
zh: 游戏持续60分钟。
zh_tw: 遊戲持續60分鐘。

# T_ACHIEVEMENT_TIME1_NAME
source: A time consuming game I
de: Ein zeitintensives Spiel I
es: Un juego para pasar el rato I
fr: Un jeu qui prend du temps I
id: Permainan yang memakan waktu I
it: Un ammazzatempo I
ja: ゲームにかかった時間I
ko: 시간이 걸리는 게임 I
pt: Jogo que leva tempo I
ru: Игра, отнимающая много времени I
zh: 一款耗时游戏 I
zh_tw: 一款耗時遊戲 I

# T_ACHIEVEMENT_TIME2_DESC
source: Play for 120 minutes.
de: Spiele 120 Minuten.
es: Juega durante 120 minutos.
fr: Jouez pendant 120 minutes.
id: Bermain selama 120 menit.
it: Gioca per 120 minuti.
ja: 120分ゲームをプレイする
ko: 120 분 동안 게임합니다.
pt: Jogar durante 120 minutos.
ru: Играй на протяжении 120 мин.
zh: 游戏持续120分钟。
zh_tw: 遊戲持續120分鐘。

# T_ACHIEVEMENT_TIME2_NAME
source: A time consuming game II
de: Ein zeitintensives Spiel II
es: Un juego para pasar el rato II
fr: Un jeu qui prend du temps II
id: Permainan yang memakan waktu II
it: Un ammazzatempo II
ja: ゲームにかかった時間II
ko: 시간이 걸리는 게임 II
pt: Jogo que leva tempo II
ru: Игра, отнимающая много времени II
zh: 一款耗时游戏 II
zh_tw: 一款耗時遊戲 II

# T_ACHIEVEMENT_TIME3_DESC
source: Play for 300 minutes.
de: Spiele 300 Minuten.
es: Juega durante 300 minutos.
fr: Jouez pendant 300 minutes.
id: Bermain selama 300 menit.
it: Gioca per 300 minuti.
ja: 300分ゲームをプレイする
ko: 300 분 동안 게임합니다.
pt: Jogar durante 300 minutos.
ru: Играй на протяжении 300 мин.
zh: 游戏持续300分钟。
zh_tw: 遊戲持續300分鐘。

# T_ACHIEVEMENT_TIME3_NAME
source: A time consuming game III
de: Ein zeitintensives Spiel III
es: Un juego para pasar el rato III
fr: Un jeu qui prend du temps III
id: Permainan yang memakan waktu III
it: Un ammazzatempo III
ja: ゲームにかかった時間III
ko: 시간이 걸리는 게임 III
pt: Jogo que leva tempo III
ru: Игра, отнимающая много времени III
zh: 一款耗时游戏 III
zh_tw: 一款耗時遊戲 III

# T_ACHIEVEMENT_TIME4_DESC
source: Play for 500 minutes.
de: Spiele 500 Minuten.
es: Juega durante 500 minutos.
fr: Jouez pendant 500 minutes.
id: Bermain selama 500 menit.
it: Gioca per 500 minuti.
ja: 500分ゲームをプレイする
ko: 500 분 동안 게임합니다.
pt: Jogar durante 500 minutos.
ru: Играй на протяжении 500 мин.
zh: 游戏持续500分钟。
zh_tw: 遊戲持續500分鐘。

# T_ACHIEVEMENT_TIME4_NAME
source: A time consuming game IV
de: Ein zeitintensives Spiel IV
es: Un juego para pasar el rato IV
fr: Un jeu qui prend du temps IV
id: Permainan yang memakan waktu IV
it: Un ammazzatempo IV
ja: ゲームにかかった時間IV
ko: 시간이 걸리는 게임 IV
pt: Jogo que leva tempo IV
ru: Игра, отнимающая много времени IV
zh: 一款耗时游戏 IV
zh_tw: 一款耗時遊戲 IV

# T_ACHIEVEMENT_TIME5_DESC
source: Play for 1000 minutes.
de: Spiele 1000 Minuten.
es: Juega durante 1000 minutos.
fr: Jouez pendant 1000 minutes.
id: Bermain selama 1000 menit.
it: Gioca per 1000 minuti.
ja: 1000分ゲームをプレイする
ko: 1000 분 동안 게임합니다.
pt: Jogar durante 1000 minutos.
ru: Играй на протяжении 1000 мин.
zh: 游戏持续1000分钟。
zh_tw: 遊戲持續1000分鐘。

# T_ACHIEVEMENT_TIME5_NAME
source: A time consuming game V
de: Ein zeitintensives Spiel V
es: Un juego para pasar el rato V
fr: Un jeu qui prend du temps V
id: Permainan yang memakan waktu V
it: Un ammazzatempo V
ja: ゲームにかかった時間V
ko: 시간이 걸리는 게임 V
pt: Jogo que leva tempo V
ru: Игра, отнимающая много времени V
zh: 一款耗时游戏 V
zh_tw: 一款耗時遊戲 V

# T_ACHIEVEMENT_TOOLS1_DESC
source: Produce 200 tools.
de: Produziere 200 Werkzeuge.
es: Produce herramientas: 200.
fr: Produisez 200 outils.
id: Menghasilkan 200 alat.
it: Produci 200 utensili.
ja: 200の工具を生産
ko: 200 도구를 생산합니다.
pt: Produzir 200 ferramentas.
ru: Произведи инструменты: 200.
zh: 生产200工具。
zh_tw: 生產200工具。

# T_ACHIEVEMENT_TOOLS1_NAME
source: Tools of the trade I
de: Handwerkszeug I
es: Herramientas de intercambio I
fr: Les bons outils I
id: Alat dagang I
it: I ferri del mestiere I
ja: Iの工具貿易
ko: 거래 도구 I
pt: Ferramentas do ofício I
ru: Профессиональные инструменты I
zh: 行业工具I
zh_tw: 行業工具I

# T_ACHIEVEMENT_TOOLS2_DESC
source: Produce 500 tools.
de: Produziere 500 Werkzeuge.
es: Produce herramientas: 500.
fr: Produisez 500 outils.
id: Menghasilkan 500 alat.
it: Produci 500 utensili.
ja: 500の工具を生産
ko: 500 도구를 생산합니다.
pt: Produzir 500 ferramentas.
ru: Произведи инструменты: 500.
zh: 生产500工具。
zh_tw: 生產500工具。

# T_ACHIEVEMENT_TOOLS2_NAME
source: Tools of the trade II
de: Handwerkszeug II
es: Herramientas de intercambio II
fr: Les bons outils II
id: Alat dagang II
it: I ferri del mestiere II
ja: IIの工具貿易
ko: 거래 도구 II
pt: Ferramentas do ofício II
ru: Профессиональные инструменты II
zh: 行业工具II
zh_tw: 行業工具II

# T_ACHIEVEMENT_TOOLS3_DESC
source: Produce 1000 tools.
de: Produziere 1000 Werkzeuge.
es: Produce herramientas: 1000.
fr: Produisez 1000 outils.
id: Menghasilkan 1000 alat.
it: Produci 1000 utensili.
ja: 1000の工具を生産
ko: 1000 도구를 생산합니다.
pt: Produzir 1000 ferramentas.
ru: Произведи инструменты: 1000.
zh: 生产1000工具。
zh_tw: 生產1000工具。

# T_ACHIEVEMENT_TOOLS3_NAME
source: Tools of the trade III
de: Handwerkszeug III
es: Herramientas de intercambio III
fr: Les bons outils III
id: Alat dagang III
it: I ferri del mestiere III
ja: IIIの工具貿易
ko: 거래 도구 III
pt: Ferramentas do ofício III
ru: Профессиональные инструменты III
zh: 行业工具III
zh_tw: 行業工具III

# T_ACHIEVEMENT_TUTORIAL_DESC
source: Finish the tutorial.
de: Beende die Einführung.
es: Termina el tutorial.
fr: Terminez le tutorial.
id: Selesaikan tutorial.
it: Completa il tutorial.
ja: チュートリアルを完了。
ko: 튜토리얼을 종료합니다.
pt: Terminar o tutorial.
ru: Заверши обучение.
zh: 结束教程。
zh_tw: 結束教程。

# T_ACHIEVEMENT_TUTORIAL_NAME
source: Become a governor
de: Werde Statthalter
es: Conviértete en corregidor.
fr: Devenez un intendant.
id: Menjadi pelayan.
it: Diventa un Siniscalco.
ja: 知事になる。
ko: 스튜어드가 됩니다.
pt: Tornar-se guardião do reino.
ru: Стань наместником.
zh: 成为一名管事。
zh_tw: 成為一名管事。

# T_ACHIEVEMENT_UNLOCKED
source: Achievement unlocked!
de: Errungenschaft freigeschaltet!
es: ¡Logro desbloqueado!
fr: Succès débloqué !
id: Pencapaian terbuka!
it: Obiettivo sbloccato!
ja: アチーブメントが解除されました！
ko: 도전 과제 잠금 해제됨!
pt: Conquista desbloqueada!
ru: Разблокировано достижение!
zh: 成就已解锁！
zh_tw: 成就已解鎖！

# T_ACHIEVEMENT_WEEKLY_REWARD_DESC
source: Play for 5 days in a row.
de: Spiele 5 Tage in Folge.
es: Juega 5 días seguidos.
fr: Jouer cinq jours d’affilé
id: Mainkan selama 5 hari berturut-turut.
it: Gioca per 5 giorni di seguito.
ja: 5日間連続してプレイする。
ko: 5 일 연속으로 플레이하십시오.
pt: Jogue durante 5 dias seguidos.
ru: Играйте 5 дней подряд.
zh: 连续播放5天。
zh_tw: 連續播放5天。

# T_ACHIEVEMENT_WEEKLY_REWARD_NAME
source: Same procedure as every day
de: Gleiche Prozedur, jeden Tag
es: El mismo procedimiento que todos los días
fr: Tous les jours, la même chose
id: Prosedur yang sama seperti setiap hari
it: La stessa procedura di ogni giorno
ja: 毎日と同じ手順
ko: 매일 같은 절차
pt: O mesmo procedimento que todos os dias
ru: Та же процедура, что и каждый день
zh: 与每天相同的程序
zh_tw: 與每天相同的程序

# T_ACHIEVEMENT_YOUSHALLNOTPASS_DESC
source: Don't let any bandits successfully raid your town in a scenario.
de: Verhindere jeden Banditenangriff auf dein Dorf in einem Szenario.
es: Evita que los bandidos ataquen con éxito tu aldea en un escenario
fr: Ne laissez pas les bandits réussir à piller votre ville dans un scénario
id: Jangan biarkan bandit menjarah kotamu dalam satu skenario
it: Impedisci ai banditi di assaltare la tua città in uno scenario
ja: 1つのシナリオでいかなる盗賊にも町を襲撃することに成功させてはなりません
ko: 시나리오에서 강도들의 마을 습격을 막으세요
pt: Não deixe que os bandidos ataquem sua cidade em um cenário
ru: Не дай бандитам успешно обокрасть город в сценарии.
zh: 单场剧情中不让任何强盗成功袭击城镇
zh_tw: 單場劇情中不讓任何強盜成功襲擊城鎮

# T_ACHIEVEMENT_YOUSHALLNOTPASS_NAME
source: You shall not pass
de: Du kommst nicht vorbei
es: No pasarás
fr: Vous ne passerez pas
id: Kau takkan lewat
it: Di qui non si passa
ja: あなたたちを通さない
ko: 통과 못한다
pt: Não passará!
ru: Ты не пройдешь!
zh: 无法超越
zh_tw: 無法超越

# T_ADCOLONY_DOUBLE_REWARD
source: Double reward!
de: Doppelte Belohnung!
es: ¡Recompensa doble!
fr: Double récompense !
id: Hadiah ganda!
it: Ricompensa doppia!
ja: 報酬2倍！
ko: 이중 보상!
pt: Recompensas em dobro!
ru: двойная награда!
zh: 双重奖励！
zh_tw: 雙重獎賞！

# T_ADCOLONY_NO_VIDEO
source: Video currently not available!
de: Momentan ist kein Video verfügbar!
es: Vídeo actualmente no está disponible!
fr: Vidéo actuellement pas disponible!
id: Video saat ini tidak tersedia!
it: Il video al momento disponibile!
ja: ビデオ現時点ではありません！
ko: 비디오를 사용할 현재 없습니다!
pt: Vídeo não está disponível!
ru: Видео в настоящее время не имеется!
zh: 视频当前不可用！
zh_tw: 視頻當前不可用！

# T_ADCOLONY_WATCH_CHOICE
source: Watch a video or spend Prestige?
de: Video anschauen oder Prestige ausgeben?
es: ¿Ver un vídeo o gastar Prestigio?
fr: Regarder une vidéo ou dépenser du Prestige ?
id: Mau menonton rekaman video atau memakai Prestige?
it: Vuoi guardare un video o spendere prestigio?
ja: 動画を見ますか？それとも名声を使いますか？
ko: 동영상을 보거나 명망을 사용하시겠습니까?
pt: Assistir um vídeo ou gastar Prestígio?
ru: Посмотреть предложение или заплатить престижем?
zh: 观看视频或花费声望？
zh_tw: 觀看錄影或花費聲望？

# T_ADCOLONY_WATCH_DOUBLE
source: Watch a video to double your reward!
de: Schau dir ein Video an, um deine Belohnung zu verdoppeln!
es: ¡Mira un vídeo para duplicar tu recompensa!
fr: Regardez une vidéo pour doubler votre récompense !
id: Tontonlah rekaman video untuk menggandakan hadiahmu!
it: Guarda un video per raddoppiare la tua ricompensa!
ja: 動画を見て、報酬を2倍にしよう！
ko: 동영상을 보고 두 배의 보상을 받으세요!
pt: Assista a um vídeo para dobrar sua recompensa!
ru: Просмотри рекламное предложение, чтобы удвоить свою награду!
zh: 观看视频，双倍奖励！
zh_tw: 觀看錄影，雙倍獎賞！

# T_ADCOLONY_WATCH_NOW
source: WATCH NOW!
de: VIDEO SCHAUEN!
es: ¡MÍRALOS AHORA!
fr: REGARDEZ DÈS MAINTENANT !
id: TONTONLAH SEKARANG!
it: GUARDA ORA!
ja: 今見る！
ko: 지금 시청!
pt: ASSISTIR AGORA!
ru: СМОТРЕТЬ!
zh: 立即观看！
zh_tw: 立即觀看！

# T_ADCOLONY_WATCH_REWARD_FREE
source: Watch videos to earn free Prestige!
de: Schau dir Videos an, um gratis Prestige zu verdienen!
es: ¡Mira vídeos para obtener Prestigio gratuito!
fr: Regardez des vidéos pour remporter du Prestige gratuit !
id: Tontonlah rekaman video untuk mendapatkan Prestige cuma-cuma!
it: Guarda dei video per ottenere prestigio gratis!
ja: 動画を見て、無料で名声を獲得しよう！
ko: 동영상을 보고 무료 명망을 받으세요!
pt: Assista vídeos para ganhar Prestígio grátis!
ru: Просмотри рекламное предложение, чтобы получить бесплатный престиж!
zh: 观看视频，以获取免费声望！
zh_tw: 觀看錄影，以獲取免費聲望！

# T_ADCOLONY_WATCH_REWARD_LC
source: Watch a video to earn {AMOUNT} {CURRENCY}!
de: Schau dir Videos an, um {AMOUNT} {CURRENCY} zu verdienen!
es: ¡Mira vídeos para ganar {AMOUNT} {CURRENCY}!
fr: Regardez des vidéos pour remporter {AMOUNT} {CURRENCY} !
id: Tontonlah rekaman video untuk mendapat {AMOUNT} {CURRENCY}!
it: Guarda dei video per ottenere {AMOUNT} {CURRENCY}!
ja: 動画を見て、{AMOUNT} {CURRENCY} を獲得しよう！
ko: 동영상을 보고 {AMOUNT} {CURRENCY}을(를) 받으세요!
pt: Assista vídeos para ganhar {AMOUNT} {CURRENCY}!
ru: Просмотрим рекламное предложение, чтобы получить {AMOUNT} ед. {CURRENCY}!
zh: 观看视频，赚取{AMOUNT} {CURRENCY}！
zh_tw: 觀看錄影，賺取 {AMOUNT} {CURRENCY}！

# T_ADCOLONY_WATCH_REWARD_UC
source: WATCH VIDEOS TO EARN {AMOUNT} {CURRENCY}!
de: SCHAU DIR VIDEOS AN, UM {AMOUNT} {CURRENCY} ZU VERDIENEN!
es: ¡Mira vídeos para ganar {AMOUNT} {CURRENCY}!
fr: Regardez des vidéos pour remporter {AMOUNT} {CURRENCY} !
id: Tontonlah rekaman video untuk mendapat {AMOUNT} {CURRENCY}!
it: Guarda dei video per ottenere {AMOUNT} {CURRENCY}!
ja: 動画を見て、{AMOUNT} {CURRENCY} を獲得しよう！
ko: 동영상을 보고 {AMOUNT} {CURRENCY}을(를) 받으세요!
pt: Assista vídeos para ganhar {AMOUNT} {CURRENCY}!
ru: Просмотрим рекламное предложение, чтобы получить {AMOUNT} ед. {CURRENCY}!
zh: 观看视频，赚取{AMOUNT} {CURRENCY}！
zh_tw: 觀看錄影，賺取 {AMOUNT} {CURRENCY}！

# T_ADS_CONTINUE
source: Do you want to enjoy the game without ads?
de: Willst du das Spiel ohne Werbung genießen?
es: ¿Quieres disfrutar del juego sin anuncios?
fr: Souhaitez-vous profiter du jeu sans les pubs ?
id: Kamu ingin menikmati permainan tanpa iklan?
it: Vuoi giocare senza la pubblicità?
ja: 広告なしでゲームを楽しみたいですか？
ko: 광고 없이 게임을 즐기고 싶으세요?
pt: Deseja jogar sem anúncios?
ru: Хотите насладиться игрой без рекламы?
zh: 你想去除广告，畅玩游戏吗？
zh_tw: 你想去除廣告，暢玩遊戲嗎？

# T_AD_CONTINUE
source: Continue with ads
de: Mit Werbung fortsetzen
es: Continuar con publicidad
fr: Continuer avec publicités
id: Lanjutkan dengan iklan
it: Continua senza pubblicità
ja: 広告を続ける
ko: 광고 계속
pt: Ver anúncios
ru: Продолжить с рекламой
zh: 继续播放广告
zh_tw: 繼續顯示廣告

# T_AD_PURCHASE
source: Remove ads
de: Werbung entfernen
es: Eliminar publicidad
fr: Supprimer les publicités
id: Hilangkan iklan
it: Rimuovi la pubblicità
ja: 広告を削除
ko: 광고 제거
pt: Remover anúncios
ru: Убрать рекламу
zh: 删除广告
zh_tw: 刪除廣告

# T_ANDROIDM_PERMISSION_BUTTON_RETRY
source: Retry
de: Wiederholen
es: Volver a intentarlo
fr: Réessayer
id: Coba lagi
it: Riprova
ja: リトライ
ko: 재시도
pt: Repetir
ru: Еще раз
zh: 重试
zh_tw: 重試

# T_ANDROIDM_PERMISSION_BUTTON_SURE
source: I'm sure
de: Ja, sicher.
es: Estoy seguro.
fr: Je suis sûr
id: Yakin
it: Sono sicuro
ja: はい
ko: 예
pt: Sim
ru: Уверен
zh: 我确认
zh_tw: 我確認

# T_ANDROIDM_PERMISSION_DOWNLOAD_FAILED
source: Download failed because write permission for this app is not set.
de: Download fehlgeschlagen. Fehlende Schreibrechte für diese App.
es: ¡La aplicación necesita permisos de lectura para poder cargar imágenes!
fr: L'app a besoin d'une permission de lecture afin de charger les images !
id: App ini memerlukan izin membaca agar dapat memuat gambar!
it: L'app necessita dell'autorizzazione di lettura per poter caricare le immagini!
ja: このアプリでは書き込みのパーミッションがセットされていないため、ダウンロードに失敗しました。
ko: 이미지를 로드하려면 앱에 쓰기 권한이 필요합니다!
pt: O app precisa ter permissão de leitura para carregar imagens!
ru: Для загрузки изображений приложению нужны права на чтение!
zh: APP 需要读取权限，才能加载图像！
zh_tw: APP 需要讀取權限，才能載入圖像！

# T_ANDROIDM_PERMISSION_HEADLINE
source: Permission denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Permission refusée
id: Izin ditolak
it: Permesso negato
ja: パーミッション拒否
ko: 권한 거부
pt: Permissão negada
ru: Недостаточно прав
zh: 权限不足
zh_tw: 權限不足

# T_ANDROIDM_PERMISSION_OBB_READ
source: The app needs read permission in order to complete installation!
de: Die App benötigt Leserechte, um die Installation fortzusetzen!
es: ¡La aplicación necesita permisos de escritura para poder guardar datos adicionales para la instalación!
fr: L'app a besoin d'une permission d'écriture afin de sauvegarder les données supplémentaires pour l'installation !
id: App ini memerlukan izin menulis agar dapat menyimpan data tambahan untuk instalasi.
it: L'app necessita dell'autorizzazione di scrittura per poter salvare dati supplementari per l'installazione!
ja: アプリのインストールを完了するためには、読み取りのパーミッションが必要です。
ko: 설치용 추가 데이터를 저장하기 위해 앱에 쓰기 권한이 필요합니다!
pt: O app precisa ter permissão para salvar dados adicionais para a instalação!
ru: Для сохранения дополнительных данных, необходимых для установки, приложению нужны права на запись!
zh: APP 需要写入权限，才能保存安装所需的其它数据！
zh_tw: APP 需要寫入權限，才能儲存安裝所需的其它資料！

# T_ANDROIDM_PERMISSION_OBB_TEXT
source: The app needs write permission in order to save additional data for installation!
de: Die App benötigt Schreibrechte, um zusätzliche Daten für die Installation speichern zu können!
es: La descarga no se ha completado porque los permisos de escritura de esta aplicación no están configurados.
fr: L'installation a échoué car la permission d'écriture n'a pas été activée pour cette app.
id: Unduhan gagal karena izin menulis untuk app ini belum diberikan.
it: Download fallito poiché questa app non dispone dell'autorizzazione di scrittura.
ja: アプリはインストールするのに追加データを保存するため、書き込みのパーミッションが必要です。
ko: 앱에 쓰기 권한이 설정되지 않아 다운로드하지 못했습니다.
pt: O download falhou porque este app não tem permissão para salvar.
ru: Загрузка не удалась: приложению не были предоставлены права на запись.
zh: APP 的写入权限未设置，下载失败。
zh_tw: APP 的寫入權限未設定，下載失敗。

# T_ANDROIDM_PERMISSION_READ
source: The app needs read permission in order to load images!
de: Die App benötigt Leserechte, um Bilder laden zu können!
es: ¡La aplicación necesita permisos de lectura para completar la instalación!
fr: L'app a besoin d'une permission de lecture afin de compléter l'installation !
id: App ini memerlukan izin membaca agar dapat menyelesaikan instalasi!
it: L'app necessita dell'autorizzazione di lettura per poter completare l'installazione!
ja: アプリは画像を読み込むため、読み取りのパーミッションが必要です。
ko: 설치를 완료하려면 앱에 읽기 권한이 필요합니다!
pt: O app precisa ter permissão de leitura para completar a instalação!
ru: Для завершения установки приложению нужны права на чтение!
zh: APP 需要读取权限，才能完成安装！
zh_tw: APP 需要讀取權限，才能完成安裝！

# T_ANDROIDM_PERMISSION_STORAGE_TEXT
source: The app needs write permission in order to save screenshots!
de: Die App benötigt Schreibrechte, um Screenshots speichern zu können!
es: ¡La aplicación necesita permisos de escritura para poder guardar capturas de pantalla!
fr: L'app a besoin d'une permission d'écriture afin de sauvegarder les captures d'écran !
id: App ini memerlukan izin menulis agar dapat menyimpan tangkapan layar.
it: L'app necessita dell'autorizzazione di scrittura per poter salvare gli screenshot!
ja: アプリはスクリーンショットを保存するため、書き込みのパーミッションが必要です。
ko: 스크린샷을 저장하려면 앱에 쓰기 권한이 필요합니다.
pt: O app precisa ter permissão para salvar capturas de tela!
ru: Права на запись нужны приложению для сохранения снимков экрана!
zh: APP 需要写入权限，才能保存截屏！
zh_tw: APP 需要寫入權限，才能儲存截屏！

# T_ANDROIDM_PERMISSION_SURE
source: Are you sure you want to deny this permission?
de: Bist du dir sicher, dass du diese Rechte nicht geben willst?
es: ¿Seguro que quieres denegar este permiso?
fr: Êtes-vous sûr de vouloir refuser cette permission ?
id: Kamu yakin mau menolak memberi izin?
it: Vuoi davvero negare questo permesso?
ja: 本当にこのパーミッションを拒否しますか？
ko: 이 권한을 거부하시겠습니까?
pt: Tem certeza de que quer negar esta permissão?
ru: Вы уверены, что не хотите предоставить их?
zh: 您确认想要拒绝这一请求吗？
zh_tw: 確定要拒絕這一請求嗎？

# T_ANDROID_BACK_TWICE_01
source: Press BACK again to exit!
de: Drücke erneut ZURÜCK, um zu beenden!
es: Presione BACK otra vez para salir!
fr: Appuyez de nouveau sur BACK pour quitter!
id: Tekan KEMBALI lagi untuk keluar!
it: Premere di nuovo BACK per uscire!
ja: 終了するにはもう一度BACKを押してください！
ko: 종료하려면 BACK (뒤로)을 다시 누르십시오!
pt: Pressione BACK novamente para sair!
ru: Нажмите BACK снова, чтобы выйти!
zh: 再次按BACK退出！
zh_tw: 再次按BACK退出！

# T_ANDROID_BACK_TWICE_02
source: Press again to save and exit the application.
de: Drücke erneut, um zu speichern und die Anwendung zu beenden.
es: Presione nuevamente para guardar y salir de la aplicación.
fr: Appuyez à nouveau pour sauvegarder et quitter l'application.
id: Tekan lagi untuk menyimpan dan keluar dari aplikasi.
it: Premere di nuovo per salvare e uscire dall'applicazione.
ja: もう一度押すと、アプリケーションを保存して終了します。
ko: 다시 눌러 저장하고 응용 프로그램을 종료하십시오.
pt: Pressione novamente para salvar e sair do aplicativo.
ru: Нажмите еще раз, чтобы сохранить и выйти из приложения.
zh: 再按一次保存并退出应用程序。
zh_tw: 再按一次保存并退出应用程序。

# T_ANDROID_BACK_TWICE_03
source: Press again to exit.
de: Erneut drücken, um zu beenden.
es: Presione nuevamente para salir.
fr: Appuyez de nouveau pour sortir.
id: Tekan lagi untuk keluar.
it: Premere di nuovo per uscire.
ja: もう一度押すと終了します。
ko: 종료하려면 다시 누릅니다.
pt: Prima novamente para sair.
ru: Нажмите еще раз для выхода.
zh: 再按一次退出。
zh_tw: 再按一次退出。

# T_ANDROID_BACK_TWICE_04
source: Press BACK again to return to main menu.
de: Drücke erneut ZURÜCK, um zum Hauptmenü zurückzukehren.
es: Pulse BACK de nuevo para volver al menú principal.
fr: Appuyez à nouveau sur BACK pour revenir au menu principal.
id: Tekan KEMBALI lagi untuk kembali ke menu utama.
it: Premere di nuovo BACK per tornare al menu principale.
ja: BACKをもう一度押すと、メインメニューに戻ります。
ko: BACK을 다시 누르면 메인 메뉴로 돌아갑니다.
pt: Pressione BACK novamente para retornar ao menu principal.
ru: Нажмите BACK снова, чтобы вернуться в главное меню.
zh: 再次按BACK返回主菜单。
zh_tw: 再次按BACK返回主菜单。

# T_ANDROID_BACK_TWICE_05
source: Press again to return to main menu.
de: Erneut drücken, um zum Hauptmenü zu gelangen.
es: Pulse de nuevo para volver al menú principal.
fr: Appuyez à nouveau pour revenir au menu principal.
id: Tekan lagi untuk kembali ke menu utama.
it: Premere di nuovo per tornare al menu principale.
ja: もう一度押すとメインメニューに戻ります。
ko: 다시 누르면 기본 메뉴로 돌아갑니다.
pt: Prima novamente para regressar ao menu principal.
ru: Нажмите снова, чтобы вернуться в главное меню.
zh: 再按一次返回主菜单。
zh_tw: 再按一次返回主菜单。

# T_APPLE_RESTORE_DESCRIPTION
source: Restores your non consumable purchases on the current device.
de: Stellt deine Einkäufe auf dem Gerät wieder her.
es: Restablece las compras no consumibles que tengas en el dispositivo actual.
fr: Restaure vos achats non consommables sur l'appareil actuel.
id: Pulihkan pembelianmu terhadap barang yang tidak habis pada perangkat ini.
it: Ripristina gli acquisti non consumabili sul dispositivo corrente.
ja: 現在お使いの端末に引継ぎ可能な購入履歴を復元します。
ko: 현재 장치의 비소비 구매를 회복합니다.
pt: Restaura as suas compras não consumíveis no dispositivo atual.
ru: Восстанавливает не израсходованные тобой покупки на текущем устройстве.
zh: 恢复当前设备的非自耗品采购。
zh_tw: 恢復當前設備的非自耗品採購。

# T_AUTOTRADE_BUY
source: Buy
de: Einkaufen
es: Comprar
fr: Acheter
id: Beli
it: Compra
ja: 購入
ko: 구매
pt: Comprar
ru: Купить
zh: 购买
zh_tw: 購買
