Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_TWELVE_STRIKE_002_STARTED
source: Sir, I have once again asked the Townies about their feelings and they are very uncomfortable with the cold. Maybe we could give them some wool so they can knit warm clothes for themselves?
de: Lord, ich habe die Bewohner noch einmal gefragt, wie sie sich fühlen und ihnen ist sehr unwohl bei der Kälte. Vielleicht könnten wir ihnen etwas Wolle geben, damit sie sich selbst warme Kleidung machen können?
es: Señor, he vuelto a sondear la opinión de los townies y se sienten muy incómodos por el frío. Quizás podríamos darles lana para que puedan tejerse ropas cálidas.
fr: Sire, j’ai de nouveau effectué un petit sondage auprès des habitants et ils vivent très mal le froid. Peut-être pourrions-nous leur donner de la laine afin qu’ils puissent se faire des vêtements chauds ?
id: Tuanku, aku sudah meminta pendapat para Townie lagi dan mereka sangat tidak nyaman dengan udara dingin ini. Mungkin kita bisa memberi mereka wol supaya mereka bisa merajut baju hangat untuk mereka?
it: Signore, ho chiesto di nuovo ai cittadini come se la passano e pare abbiano qualche problema con il freddo. Forse potremmo fornire loro della lana per confezionarsi vestiti caldi?
ja: 陛下、再び世論を調査してまいりました。彼らの不満はこの寒さです。暖かい服を編めるよう、羊毛を与えみてはいかがでしょう？
ko: 영주님, 다시 한 번 주민들을 조사했는데 추위를 몹시 힘들어하고 있었습니다. 주민들이 따뜻한 옷을 직접 만들어 입게 울을 주는 것이 좋겠습니다.
pt: Senhor, mais uma vez perguntamos aos habitantes o que sentem e eles estão muito desconfortáveis com o frio. Que tal fornecermos lã para que eles possam tricotar roupas quentes?
ru: Сир, я еще раз спросил у горожан, как они живут. Они говорят, что им очень неуютно в такой мороз. Может, дадим им немного шерсти, чтобы они сшили себе теплую одежду?
zh: 先生，我又一次询问了镇民们的感受，他们表示寒冷的天气让他们很难熬。也许我们应该将一些羊毛交给他们，好让他们自己编织温暖的衣物？
zh_tw: 先生，我又一次詢問了鎮民們的感受，他們表示寒冷的天氣讓他們很難熬。也許我們應該將一些羊毛交給他們，好讓他們自己編織溫暖的衣物？

# T_QUESTS_TWELVE_STRIKE_002_SUCCESS
source: They thank you very much! Maybe they'll even offer you warm socks to get through the winter.
de: Die Bewohner danken Euch vielmals, Mylord. Vielleicht stricken sie Euch sogar dicke Socken, damit auch Ihr im Winter warme Füße habt.
es: ¡Te están muy agradecidos! Puede que hasta te regalen calcetines calentitos para pasar el inverno.
fr: Ils vous remercient chaleureusement ! Peut-être qu’ils vous offriront même des chaussettes chaudes pour passer l’hiver.
id: Mereka sangat berterima kasih kepada Tuanku! Mungkin mereka bahkan akan menawarkan kaus kaki hangt kepada Tuanku untuk menghadapi musim dingin.
it: Essi vi ringraziano molto! Forse vi regaleranno addirittura calze calde per superare l'inverno.
ja: 陛下、感謝の言葉が続々と集まっております！そのうち手編みの靴下などが届くかもしれませんね。それで冬を乗り越えることにいたしましょう。
ko: 주민들이 고마워하고 있습니다! 겨울을 보내기 위해 필요한 따뜻한 양말을 선물로 받을 수도 있어요.
pt: Eles agradecem imensamente! Talvez possam até oferecer meias quentes ao senhor para o inverno.
ru: Спасибо большое! Возможно, вам даже подарят теплые носки, чтобы не замерзнуть зимой.
zh: 他们十分感激您的行动！也许他们还能给您一些温暖的袜子帮您过冬呢。
zh_tw: 他們十分感激您的行動！也許他們還能給您一些溫暖的襪子幫您過冬呢。

# T_QUESTS_TWELVE_STRIKE_002_SUCCESS_GIVE
source: All that's missing is the delivery of the goods. This will certainly fill the Townies with joy.
de: Nun müssen wir nur noch die Ware ausliefern. Das wird die Bewohner sicherlich freudig stimmen.
es: Solo falta entregar las mercancías. Esto sin duda llenará de alegría a los townies.
fr: Il ne manque plus qu’à livrer la marchandise. Cela remplira certainement les habitants d’une joie immense.
id: Sekarang kita tinggal membagikan barang yang dijanjikan. Ini pasti akan membuat para Townie gembira.
it: Manca solo la consegna della merce, che certamente riempirà di gioia i cittadini.
ja: あとは品物の運搬だけです。これできっと、住人を喜ばせることができるでしょう。
ko: 이제 상품만 도착하면 됩니다. 주민들이 기뻐할 거예요.
pt: Tudo o que resta é entregar os produtos. Isso sem dúvida deixará os habitantes cheios de alegria.
ru: Теперь осталось только доставить товары. Уверен, горожане обрадуются.
zh: 现在只要把货物送到就好了。镇民拿到货物一定会很高兴的。
zh_tw: 現在只要把貨物送到就好了。鎮民拿到貨物一定會很高興的。

# T_QUESTS_TWELVE_STRIKE_002_TITLE
source: Give wool to the Townies.
de: Liefere Wolle an die Bewohner.
es: Proporciona lana a los townies.
fr: Donnez de la laine aux habitants.
id: Berikan wol kepada para Townie.
it: Fornisci lana ai cittadini.
ja: 住人に羊毛を与える。
ko: 주민들에게 울을 주세요.
pt: Dê lã aos habitantes.
ru: Дать горожанам шерсть.
zh: 将羊毛交给镇民。
zh_tw: 將羊毛交給鎮民。

# T_QUESTS_TWELVE_STRIKE_003_BANDIT_START
source: Good news, Governor, spring is finally back! From now on you can expect my boys and I to visit your village from time to time. In winter it wasn't easy for us either. In autumn you had nothing of value to us. But now your city looks ripe for a robbery!
de: Ihr habt Grund zur Freude, Mylord! Der Frühling ist erwacht und damit auch unser Interesse an eurem Dorf. Im Winter war der Weg beschwerlich und im Herbst hatte ihr nichts, was für uns von Wert gewesen wäre. Doch nun sieht Eure Stadt wieder schmuck und interessant aus und schreit geradezu nach einem Besuch von uns!
es: Buenas noticias, gobernador, ¡por fin ha llegado la primavera! A partir de ahora, mis chicos y yo visitaremos tu aldea de vez en cuando. En inverno no lo teníamos fácil. En otoño no tenías nada de valor para nosotros. ¡Pero ahora tu ciudad está madura para el robo!
fr: Bonne nouvelle, gouverneur, enfin le printemps est de retour, je vais pouvoir vous voler de nouveau ! En hiver ce n'était pas évident et en automne vous n’aviez plus rien qui nous intéressait. Mais maintenant votre ville semble prête pour un cambriolage !
id: Ada berita bagus, Gubernur, musim semi akhirnya kembali! Mulai sekarang bersiaplah sewaktu-waktu dikunjungi oleh aku dan anak buahku. Musim dingin juga tidak mudah untuk kami. Selama musim gugur kau tidak punya apa-apa yang berharga untuk kami. Tapi sekarang kotamu kelihatan sudah siap dijarah!
it: Buone notizie, governatore, la primavera è finalmente tornata! D'ora in poi, aspettatevi una visitina di tanto in tanto da parte mia e dei miei ragazzi al vostro bel villaggio. Anche per noi l’inverno non è stato facile; in autunno non avevate nulla di valore per noi. Ma ora la vostra città sembra matura per un bel saccheggio!
ja: 総督、嬉しいお知らせです。ようやく春が戻ってまいりました！これで時折、陛下の村にも息子たちを連れて行けるようになります。冬は厳しく、秋にあえて挙げるようなものは特になし。そこでお待ちかねの春ですが、陛下、今年は強盗どもの収穫シーズンなのですかね？
ko: 영주님, 좋은 소식입니다. 드디어 봄이 찾아왔어요! 이제부터 저와 제 부하들이 때때로 마을을 방문하겠습니다. 겨울에는 저희도 쉽지 않았어요. 가을에도 별로 훔칠만한 것이 없었고요. 하지만 이제 값진 것이 많아 보이네요!
pt: Boa notícia, Governador! A primavera finalmente chegou! A partir de agora, os meus rapazes visitarão a sua aldeia de tempos em tempos. No inverno também não foi fácil para nós. No outono, você não tinha nada de valor. Mas agora a sua cidade parece um bom alvo para um saque!
ru: Хорошие новости, губернатор! Весна наконец-то вернулась! Отныне мы с ребятами будет наведываться в вашу деревню время от времени. Зимой нам тоже пришлось нелегко. Осенью у вас не было ничего, что могло бы нам пригодиться. Но теперь у вас, похоже, есть чем поживиться!
zh: 好消息，镇长，春天终于回来了！现在开始，我和我的手下就可以随时来造访你的村子了。冬天我们双方都很不便。秋天你没有对我们有价值的东西。不过现在你的城市似乎刚好可以抢劫。
zh_tw: 好消息，鎮長，春天終於回來了！現在開始，我和我的手下就可以隨時來造訪你的村子了。冬天我們雙方都很不便。秋天你沒有對我們有價值的東西。不過現在你的城市似乎剛好可以搶劫。

# T_QUESTS_TWELVE_STRIKE_003_STARTED
source: My Lord, it is our duty to make this city safer. Let's have some buildings erected for the town guard in case of bandit attacks.
de: Mein Herr, es ist unsere Pflicht, diese Stadt sicherer zu machen. Lasst uns, für den Fall dass es zu Banditen-Angriffen kommt, ein paar Gebäude für die Stadtwache im Dorf errichten.
es: Mi señor, nuestra obligación es hacer esta ciudad más segura. Construyamos edificios para la guardia de la ciudad por si se producen ataques de bandidos.
fr: Sire, il est de notre devoir de rendre cette ville plus sure. Construisons un quartier militaire afin de protéger la ville en cas d’attaques.
id: Tuanku, kita berkewajiban membuat kota lebih aman. Mari kita dirikan beberapa bangunan untuk pasukan penjaga kota untuk berjaga-jaga terhadap serangan bandit.
it: Mio Signore, è nostro dovere rendere questa città più sicura. Facciamo erigere degli edifici per la guardia cittadina nel caso in cui i banditi decidano di attaccarci.
ja: 領主様、この街をより安全にすることは私たちの責務です。盗賊の襲撃に備え、衛兵用の建物を造りましょう。
ko: 영주님, 마을을 더 안전하게 만들어야 합니다. 강도의 공격에 대비해서 마을 경비대 건물을 세우세요.
pt: Meu senhor, é nossa responsabilidade deixar a cidade segura. Vamos construir prédios para a guarda da cidade caso bandidos nos ataquem.
ru: Милорд, мы обязаны сделать город безопаснее. Давайте построим здания для городской стражи. Она пригодится, если на жителей нападут бандиты.
zh: 领主大人，让城市更加安全是我们的责任。让我们为城镇守卫建造一些建筑来预防强盗袭击吧。
zh_tw: 領主大人，讓城市更加安全是我們的責任。讓我們為城鎮守衛建造一些建築來預防強盜襲擊吧。

# T_QUESTS_TWELVE_STRIKE_003_SUCCESS
source: Excellent, my Lord. Now we have a solid foundation for military operations in that area.
de: Hervorragend, mein Herr. Nun haben wir ein solides Fundament für Militäroperationen in diesem Gebiet.
es: Excelente, mi señor. Ahora tenemos unos cimientos sólidos para operaciones militares en esa zona.
fr: Excellent, Sire. Nous disposons maintenant d'une base solide pour les opérations militaires dans cette région.
id: Bagus sekali, Tuanku. Sekarang kita punya pangkalan untuk operasi militer di daerah itu.
it: Eccellente, mio signore. Ora abbiamo una solida base per le operazioni militari in quella zona.
ja: 素晴らしい、領主様。領内の軍事活動に、確固たる基盤ができました。
ko: 훌륭합니다, 영주님. 이제 이 지역에서 군사 작전을 위한 단단한 기반을 마련했습니다.
pt: Excelente, meu senhor. Agora temos uma base sólida para operações militares naquela área.
ru: Прекрасно, милорд. Теперь мы можем проводить военные операции в этой области.
zh: 太好了，领主大人。现在那个区域中的军事行动就有坚实的基础了。
zh_tw: 太好了，領主大人。現在那個區域中的軍事行動就有堅實的基礎了。

# T_QUESTS_TWELVE_SUMMER_INTRO
source: It's hot, don't you think, Mylord? I would like to take a dip in the river! If only I had brought my swimsuit.... We will soon reach the end of this challenging year, are you prepared for the final tasks?
de: Es ist heiß, nicht wahr, Mylord? Ich würde direkt ein Bad im Fluss nehmen, wenn ich nur meinen Badeanzug mitgebracht hätte… Wir werden bald das Ende dieses herausfordernden Jahres erreichen. Seid Ihr bereit für die letzten Herausforderungen?
es: Hace calor, ¿no crees, mi señor? ¡Me gustaría darme un chapuzón en el río! Si hubiera traído mi bañador... Pronto llegaremos al final de este exigente año, ¿estás listo para las últimas tareas?
fr: Qu’il fait chaud, vous ne trouvez pas . J’ai bien envie de faire un plongeon dans la rivière, si seulement j’avais apporté mon maillot de bain... Nous allons bientôt arriver au terme de votre année de défi, c’est la dernière ligne droite !
id: Udara panas sekali, bukan begitu, Tuanku? Rasanya aku ingin mencebur ke sungai! Kalau saja aku membawa celana renang... Kita akan segera sampai di pengujung tahun, apakah Tuanku sudah siap untuk tugas-tugas terakhir?
it: Fa caldo, non credete, Signore? Vorrei fare un tuffo nel fiume! Se solo avessi portato il mio costume da bagno... Arriveremo presto alla fine di quest'anno così impegnativo: siete pronto per le ultime fatiche?
ja: 暑い日が続きますね、領主様。川でひと泳ぎしたい気分です！水着さえ持ってきておけば...ところで、試練の1年も間もなく終わりを迎えます。最後の課題に対する備えは十分ですか？
ko: 영주님, 덥지 않으세요? 강에 몸을 담그고 싶어요! 수영복이 있다면 말이죠.... 이 힘든 한 해도 곧 끝날 거예요. 마지막 과제를 할 준비가 됐나요?
pt: Está quente, não acha, meu senhor? Adoraria tomar um banho de rio! Ah, se tivesse trazido minha roupa de banho... Logo chegaremos ao fim deste ano difícil. Está preparado para as tarefas finais?
ru: Как-то сегодня жарковато, не находите, милорд? Я бы с удовольствием окунулся в речку! Ах, если бы у меня был мой купальный костюм... Конец этого сложного года уже близок. Вы готовы к последним заданиям?
zh: 好热啊，您不觉得吗，领主大人？我恨不得跳到河里去！如果我买了泳衣的话……我们很快就过完这充满挑战的一年了，您准备好迎接最后的任务了吗？
zh_tw: 好熱啊，您不覺得嗎，領主大人？我恨不得跳到河裡去！如果我買了泳衣的話……我們很快就過完這充滿挑戰的一年了，您準備好迎接最後的任務了嗎？

# T_QUESTS_TWELVE_WINTER_INTRO
source: Brrrr, it is a cold winter day! You need to dress warmer, Governor. Winter will be harsh and long. We have a lot of work to do.
de: Brrrrrr, es ist ein kalter Wintertag! Ihr müsst euch wärmer anziehen, Statthalter. Der Winter wird hart und lang sein. Wir haben viel zu tun.
es: ¡Brrr, qué día más frío! Tienes que abrigarte más, gobernador. El inverno será largo y duro. Tenemos mucho trabajo que hacer.
fr: Brr, un froid de canard ! Couvrez-vous gouverneur. L’hiver sera rude et long. Nous avons du pain sur la planche
id: Brrrr, musim dingin kali ini benar-benar menusuk! Gubernur harus mengenakan pakaian yang lebih hangat. Musim dingin akan keras dan lama. Ada banyak pekerjaan yang harus dilakukan.
it: Brrrrrrrr, è una fredda giornata invernale! Dovete vestirvi di più, governatore. L'inverno sarà duro e lungo. Abbiamo un sacco di lavoro da fare.
ja: さ、さすがに冬...寒い日が続きますね。暖かく過ごされていますか、総督？冬とは厳しく、長いもの。やるべきことは山ほどあります。
ko: 으, 정말 춥네요! 영주님, 따뜻하게 입으세요. 길고 혹독한 겨울이 찾아올 거예요. 해야 할 일이 많이 있어요.
pt: Brrr, que dia frio de inverno! O senhor precisa vestir roupas mais quentes, Governador. O inverno será longo e cruel. Temos muito a fazer.
ru: Бр-р-р, какой холодный денек! Оденьтесь потеплее, губернатор. Зима обещает быть суровой и долгой. А у нас еще куча работы.
zh: 呼，真是一个寒冷的冬日！镇长，您得穿得暖和些。冬天又冷又长。我们还有许多工作要做呢。
zh_tw: 呼，真是一個寒冷的冬日！鎮長，您得穿得暖和些。冬天又冷又長。我們還有許多工作要做呢。

# T_QUESTS_TWELVE_WORK_001_STARTED
source: The first job is to repair the damages in town. No renovation work has been done for some time. We should change that.
de: Zu allererst sollten die Schäden im Dorf repariert werden. Viele Gebäude sind verfallen. Dies sollte sich schleunigst ändern.
es: La primera misión es reparar los daños en la ciudad. Hace tiempo que no se hacen reformas. Eso debe cambiar.
fr: Le premier travail consiste à réparer les dégâts. Aucun travaux de rénovation n’a été effectué depuis un bout de temps. Il est temps que cela change.
id: Tugas pertama adalah memperbaiki semua kerusakan di kota. Sudah lama tidak ada pekerjaan renovasi. Itu harus kita ubah.
it: Il primo compito è riparare i danni in città: non vengono fatti lavori di ristrutturazione da molto tempo. Dobbiamo cambiare questa situazione.
ja: はじめの仕事は街の修繕です。修復工事はしばらくぶりですね。この体制も変えてゆかなくてはなりません。
ko: 첫 번째 과제는 마을의 피해를 수리하는 것입니다. 수리 안 한지 한참이 됐습니다. 어서 조치를 취해야 합니다.
pt: O primeiro trabalho é restaurar os danos pela cidade. Faz tempos que não ocorre nenhuma reforma. Precisamos mudar isso.
ru: Первое задание — полностью отремонтировать город. Здания тут давно никто не чинил. Нужно это исправить.
zh: 第一件工作是修复镇中损坏的建筑。翻新工作有一段时间没有做了。我们应该改变这样的局面。
zh_tw: 第一件工作是修復鎮中損壞的建築。翻新工作有一段時間沒有做了。我們應該改變這樣的局面。

# T_QUESTS_TWELVE_WORK_001_SUCCESS
source: Very good, my Lord. The first task wasn't really difficult, but you have to start somewhere, don't you think? The villagers are happy with the repairs.
de: Sehr gut, Mylord. Die erste Aufgabe war nicht wirklich schwer, aber irgendwo muss man ja anfangen, nicht wahr? Die Dorfbewohner sind zufrieden mit den Reparaturen.
es: Muy bien, señor. La primera tarea no era muy difícil, pero por algo hay que empezar, ¿no te parece? Los aldeanos están contentos con las reparaciones.
fr: Très bien, Sire. La première tâche n'était pas vraiment difficile, mais il faut bien commencer quelque part, vous ne trouvez pas ? Les villageois sont satisfaits des réparations.
id: Bagus sekali, Tuanku. Tugas pertama tadi memang tidak sulit, tapi yang penting Tuanku sudah mulai, bukan begitu? Warga desa senang dengan perbaikan yang Tuanku lakukan.
it: Molto bene, mio Signore. Il primo compito non era molto difficile, ma bisogna pur iniziare da qualche parte, non credete? Gli abitanti del villaggio sono soddisfatti delle riparazioni.
ja: 素晴らしいですね、領主様。それほど困難でない第一課題でしたが、何はともあれ、どこかから着手しなければなりませんでしたから。村人は修繕を喜んでいます。
ko: 잘하셨습니다, 영주님. 첫 번째 과제는 그리 어렵지 않았습니다. 하지만 아무튼 시작은 해야 하니까요, 그렇죠? 주민들이 수리에 만족하고 있습니다.
pt: Muito bem, meu senhor. A primeira tarefa não foi muito difícil, mas precisamos começar de algum lugar, não? Os aldeões ficaram felizes com as reformas.
ru: Отлично, милорд. Первое задание было несложным, но нам ведь нужно с чего-то начинать, верно? Селяне довольны ремонтом.
zh: 很好，领主大人。第一项任务并不是很难，不过千里之行始于足下，不是吗？村民们看到修复工作会很开心的。
zh_tw: 很好，領主大人。第一項任務並不是很難，不過千里之行始於足下，不是嗎？村民們看到修復工作會很開心的。

# T_QUESTS_TWELVE_WORK_002_STARTED
source: Many Townies preferred to leave our city rather than to remain in this misery. If we build a few more houses, it will probably attract new Townies.
de: Viele Bewohner zogen es vor, unsere Stadt zu verlassen, anstatt in diesem Elend zu verbleiben. Wenn wir ein paar weitere Häuser bauen, werden wahrscheinlich neue Bewohner in unser Dorf ziehen.
es: Muchos townies prefieren dejar la ciudad antes que vivir en esta miseria. Si construimos algunas casas, seguramente vendrá más gente.
fr: Beaucoup d’habitants ont préféré partir de notre ville plutôt que de rester dans cette misère. Si nous construisons quelques habitations supplémentaires, cela attirera surement de nouveaux habitants.
id: Banyak Townie memilih pergi dari kota kita daripada hidup sengsara. Kalau kita membangun beberapa rumah lagi, kita mungkin bisa menarik Townie baru.
it: Molte persone hanno preferito lasciare la nostra città piuttosto che rimanere in questa miseria. Se costruiamo qualche casa in più, questo probabilmente attirerà nuovi cittadini.
ja: 多くの住民が市外への転出を選択しています。このような悲惨な街に残るよりも、ということでしょう...家を少々、新しく建ててみては？魅力を感じた人々が、新しい住人になってくれるかもしれません。
ko: 많은 주민들이 고통 속에 사느니 마을을 떠나고 있어요. 집을 더 지으면 주민들이 새로 올 거예요.
pt: Muitos habitantes preferiram abandonar nossa cidade a permanecer na miséria. Se construirmos mais casas, isso deve atrair novos habitantes.
ru: Многие горожане предпочли покинуть город, а не жить в такой нищете. Если мы построим несколько новых домов, это привлечет новых горожан.
zh: 比起留在这里忍受煎熬，许多镇民都更愿意离开我们的城市。如果多建造一些屋子，我们也许能吸引来一些新镇民。
zh_tw: 比起留在這裡忍受煎熬，許多鎮民都更願意離開我們的城市。如果多建造一些屋子，我們也許能吸引來一些新鎮民。

# T_QUESTS_TWELVE_WORK_002_SUCCESS
source: Well done! Life is starting to return to our village. What a pleasure! Now, let's see if the next task will be as easy to you as the last one.
de: Gut gemacht, mein Herr. Das Leben beginnt in unser Dorf zurückzukehren. Vorzüglich! Nun lasst uns sehen, ob die nächste Aufgabe für Euch so einfach ist, wie die Vorherige.
es: ¡Bien hecho! La vida empieza a volver a nuestra aldea. ¡Qué maravilla! Ahora veamos si la siguiente tarea te resulta tan fácil como la anterior.
fr: Bravo, la vie commence à revenir dans notre village, quel bonheur ! Voyons maintenant si le travail suivant sera aussi facile pour vous.
id: Bagus! Desa kita sudah mulai ramai lagi. Betapa menyenangkan! Nah, mari kita lihat apakah tugas berikut akan semudah tugas terakhir.
it: Ben fatto! La vita sta iniziando a tornare nel nostro villaggio. Che bello! Ora vediamo se il prossimo compito sarà facile come il precedente.
ja: お見事です！何と喜ばしいことでしょう、村に活気が戻りつつあります。さて陛下、次の課題を確認いたしましょう。なに、きっと同じようにこなせますよ。
ko: 잘하셨습니다! 마을에 다시 생기가 돌기 시작했어요. 훌륭해요! 이제, 다음 과제가 이전 과제처럼 쉬운지 알아보세요.
pt: Muito bem! Nossa aldeia começa a ter vida. Que maravilha! Agora, vamos ver se a próxima tarefa será tão fácil quanto esta.
ru: Отлично! Деревня начинает оживать. Как это чудесно! Что ж, давайте посмотрим, справитесь ли вы со следующим заданием так же просто, как и с предыдущим.
zh: 太棒了！人们开始回到我们的村子里来了。我很欣慰！现在我们去看看下一项任务是不是也这么简单吧。
zh_tw: 太棒了！人們開始回到我們的村子裡來了。我很欣慰！現在我們去看看下一項任務是不是也這麼簡單吧。

# T_QUESTS_TWELVE_WORK_002_TITLE
source: Build some new houses to increase the population.
de: Baue einige neue Häuser, um die Bevölkerung zu vergrößern.
es: Construir casas nuevas para aumentar la población.
fr: Construisez de nouvelles maisons pour augmenter la population.
id: Bangun rumah baru untuk meningkatkan jumlah penduduk.
it: Costruisci nuove case per incrementare la popolazione.
ja: 新しい家を建て、人口を増やす。
ko: 새 집을 만들어 인구를 늘리세요.
pt: Construa novas casas para aumentar a população.
ru: Построить новые дома, чтобы увеличить население.
zh: 建造一些新的屋子来增加人口。
zh_tw: 建造一些新的屋子來增加人口。

# T_QUESTS_TWELVE_WORK_003_STARTED
source: My Lord, this season is almost over. We should gather supplies for the winter like a squirrel would. We have many new workers in the village. This new job should be dealt with soon.
de: Mein Herr, diese Jahreszeit wird bald zu Ende sein. Wir sollten Vorräte für den Winter anlegen, so wie es ein Eichhörnchen tun würde. Wir haben viele neue Arbeitskräfte im Dorf. Diese neue Herausforderung sollte in Kürze erledigt sein.
es: Mi señor, esta estación se está acabando. Debemos acumular suministros para el invierno como haría una ardilla. Tenemos muchos trabajadores en la aldea. Debemos encargarnos pronto de esta nueva misión.
fr: Mon Seigneur, cette saison est presque terminée. On devrait faire des provisions pour l'hiver comme un écureuil le ferait. Nous avons beaucoup de nouveaux travailleurs dans le village. Ce nouveau travail devrait être fait bientôt.
id: Tuanku, musim hampir berakhir. Kita perlu meniru tupai dan mengumpulkan persediaan untuk musim dingin. Ada banyak pekerja baru di desa. Tugas baru ini perlu ditangani secepatnya.
it: Mio Signore, questa stagione è quasi finita. Dovremmo raccogliere provviste per l’inverno, come fanno gli scoiattoli. Abbiamo molti nuovi lavoratori nel villaggio. Questo nuovo compito va affrontato subito.
ja: 領主様、季節がそろそろ終わりを告げます。リスのように働き、冬の蓄えをつくりましょう。今の村はたくさんの新しい労働者であふれています。この仕事もすぐに終わりますよ。
ko: 영주님, 이번 계절이 거의 끝나갑니다. 다람쥐처럼 겨울을 보낼 물자를 모아야 해요. 마을에 새 일꾼들이 많이 있습니다. 겨울 준비를 어서 시작해야 해요.
pt: Meu senhor, a estação está quase no fim. Precisamos obter suprimentos para o inverno, como fazem os esquilos. Temos muitos novos trabalhadores na cidade. Esta nova tarefa precisa ser logo cumprida.
ru: Милорд, осень почти закончилась. Нужно собрать припасы на зиму — как белкам. В деревне много новых работников, поэтому нужно поспешить с этой работой.
zh: 领主大人，这个季度马上就要过去了。我们应该像松鼠一样为冬天囤积一些补给。考虑到我们的村庄里新来了很多工人，这项工作应该很快就会完成。
zh_tw: 領主大人，這個季度馬上就要過去了。我們應該像松鼠一樣為冬天囤積一些補給。考慮到我們的村莊裡新來了很多工人，這項工作應該很快就會完成。

# T_QUESTS_TWELVE_WORK_003_SUCCESS
source: Winter may come! We are well prepared. I see you are more of a predictive hamster than a locust dying in winter, my Lord.
de: Der Winter kann kommen! Wir sind gut vorbereitet. Wie ich sehe, seid Ihr eher ein vorrausschauender Hamster, als eine im Winter verendende Heuschrecke, mein Herr.
es: ¡Que venga el invierno! Estamos bien preparados. Ya veo que eres más como la hormiga previsora que como la cigarra que se muere de frío, mi señor.
fr: L’hiver n’a qu’à bien se tenir ! Nous sommes prêts ! Je suis bien content que vous soyez plus fourmi que cigale.
id: Musim dingin boleh datang! Kita sudah siap. Tuanku ternyata lebih mirip hamster yang bersiap-siap daripada belalang yang mati di musim dingin.
it: L'inverno può arrivare! Siamo pronti da affrontarlo. Avete il carattere di una previdente formica e non di una cicala, mio Signore.
ja: 冬、到来！準備万端な領主様は、一歩先行くハムスターのようですね。冬に死んでしまうバッタとは違う、ということですよ。
ko: 겨울이 올 거예요! 겨울 준비는 제대로 했어요. 영주님은 베짱이라기보다는 겨울을 착실히 준비하는 개미를 닮으셨네요.
pt: O inverno pode vir! Estamos bem preparados. Vejo que o senhor é mais um hamster precavido do que uma borboleta desprevenida.
ru: Зима близко? Пусть приходит — мы готовы. Вижу, милорд, вы больше походите на запасливого муравья, чем на легкомысленную стрекозу.
zh: 冬天来得更猛烈一些吧！我们已经准备万全了。领主大人，我觉得您更像一只有先见之明的仓鼠，而不像冬天一来就死掉的蝉。
zh_tw: 冬天來得更猛烈一些吧！我們已經準備萬全了。領主大人，我覺得您更像一只有先見之明的倉鼠，而不像冬天一來就死掉的蟬。
