Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_01_DESC
source: My Lord! The plague is spreading in town. Please, you have to help us! My kids are in the affected district and we do not have an infirmary in town.
de: Mein Herr, die Pest ist ausgebrochen! Bitte, Ihr müsst uns helfen. Meine Kinder sind im betroffenen Gebiet und wir haben keinen Heilmedikus in der Stadt!
es: ¡Mi señor! La peste se extiende por la ciudad. ¡Tienes que ayudarnos! Mis hijos están en el barrio afectado y en la ciudad no hay enfermería.
fr: Mon seigneur ! L'épidémie se propage en ville. Je vous en prie, vous devez nous aider ! Mes enfants sont dans le quartier touché et nous n'avons pas d'infirmerie en ville.
id: Tuanku! Wabah semakin menyebar di kota! Tolong, selamatkan kami! Anak-anakku ada di bagian kota yang terserang dan kami tidak punya rumah sakit.
it: Milord! La pestilenza si sta diffondendo in tutta la città. La prego, ci aiuti! I miei figli si trovano nel quartiere che è stato infettato, e non ci sono infermerie in città.
ja: 閣下！町では伝染病が流行っています。どうか助けてください！私の子供たちは伝染病の影響のある地域におり、町には診療所がありません。
ko: 영주님! 마을에 역병이 퍼지고 있어요. 제발 도와주세요! 아이들이 감염된 지역에 있고 마을엔 병원이 없어요.
pt: Milorde! A peste está se espalhando na cidade. Você tem que nos ajudar! Meus filhos estão no distrito afetado e não temos uma enfermaria na cidade.
ru: Милорд! В городе чума. Прошу, помогите нам! Мои дети живут в пораженном районе, где нет ни одного лазарета.
zh: 大人！城内瘟疫蔓延。求求您，帮帮我们！小人的孩子们，就在疫病流行的区域，咱们城里，还没有医院。
zh_tw: 大人！城內瘟疫蔓延。求求您，幫幫我們！小人的孩子們，就在疫病流行的區域，咱們城裡，還沒有醫院。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_02_DESC
source: Lord governor, the food supply in town is inadequate. The farmers report that we are missing essential buildings. You should order the construction of a new farm and a bakery.
de: Herr Statthalter, die Nahrungsversorgung der Stadt ist unzureichend. Die Bauern melden, dass uns essentielle Gebäude fehlen. Ihr solltet den Bauernhof und die Bäckerei wieder aufbauen.
es: Señor gobernador, el suministro de alimento es inapropiado. Los granjeros dicen que nos faltan edificios esenciales. Debes ordenar la construcción de una nueva granja y una panadería.
fr: Gouverneur, les réserves de nourriture ne sont pas suffisantes. Les fermiers nous ont indiqué qu'il manquait des bâtiments essentiels. Vous devriez ordonner la construction d'une nouvelle ferme et d'une boulangerie.
id: Tuan Gubernur, pasokan pangan di kota kita tidak memadai. Para petani melaporkan bahwa kita kekurangan bangunan penting. Sebaiknya Tuan segera memerintahkan pembangunan pertanian dan toko roti.
it: Mio Governatore, le provviste cittadine sono inadeguate. I contadini hanno segnalato che ci mancano edifici fondamentali. Dovrebbe ordinare la costruzione di una nuova fattoria e di un nuovo forno.
ja: 閣下、町の食料供給が不十分です。農民たちは必要な建物がないと言っています。新しい農場とパン屋の建設を命じてください。
ko: 영주님, 마을에 식량 공급이 부족해요. 농부들이 중요한 건물이 없다고 보고하고 있어요. 농장과 빵집을 새로 지으라고 지시하세요.
pt: Senhor governador, o suprimento de comida na cidade é inadequado. Os fazendeiros dizem que estão faltando alguns edifícios essenciais. Você deve ordenar a construção de uma nova fazenda e de uma padaria.
ru: Лорд-губернатор, в городе производится недостаточно пищи. Фермеры сообщают, что нам не хватает важных строений: фермы и пекарни. Прошу, постройте их.
zh: 城主大人，城里食品供给不足。农夫报告，说咱们缺少重要设施。您应下令修建农场和面包房。
zh_tw: 城主大人，城裡食品供給不足。農夫報告，說咱們缺少重要設施。您應下令修建農場和麵包房。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_02_TITLE
source: Build a farm and a bakery.
de: Baue einen Bauernhof und eine Bäckerei.
es: Construye una granja y una panadería.
fr: Construisez une ferme et une boulangerie.
id: Bangunlah pertanian dan toko roti.
it: Costruisci una fattoria e un forno.
ja: 農場とパン屋を作る。
ko: 농장과 빵집을 만드세요.
pt: Construa uma fazenda e uma padaria.
ru: Построй ферму и пекарню.
zh: 修建农场和面包房。
zh_tw: 修建農場和麵包房。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_03_DESC
source: My Lord, us small people do not have much to laugh about and our daily routine is exhausting. It would be really nice to have a place where we can forget our sorrows. A fairground would be the right place.
de: Lord, wir kleinen Leute haben nicht viel zu lachen und unser Alltag ist anstrengend. Es wäre wirklich schön wenn wir einen Ort hätten, an dem wir unsere Sorgen vergessen können. Ein Festplatz wäre genau das Richtige.
es: Mi señor, nosotros, la gente sencilla, no tenemos muchos motivos para reírnos y nuestra rutina diaria es extenuante. Sería maravilloso tener un lugar donde olvidar nuestras penas. Un recinto ferial sería lo mejor.
fr: Mon seigneur, les petites gens comme nous n'ont pas le temps de s'amuser, tant notre routine quotidienne est épuisante. Ce serait formidable d'avoir un endroit où nous pourrions oublier notre chagrin. Un champ de foire serait idéal.
id: Tuanku, kami rakyat kecil jarang bisa tertawa dan rutinitas sehari-hari kami meletihkan. Kami akan senang sekali kalau ada tempat di mana kami bisa melupakan segala masalah. Arena pekan raya cocok sekali untuk itu.
it: Milord, il popolino non ha niente che lo intrattenga e le nostre attività quotidiane sono faticosissime. Sarebbe fantastico avere un luogo in cui poter dimenticare per un momento i nostri dolori! Perché non costruire un centro fieristico?
ja: 閣下、我々のような小さな人間は笑うことも少なく、毎日の仕事で疲れ切っています。そんな辛いことを忘れられる場所があれば、本当に嬉しいのですが。催事会場があればよいですね。
ko: 영주님, 주민들이 웃을 일이 없고 일상에 지쳐가고 있어요. 고단한 삶을 잊을 수 있는 곳이 있으면 좋겠어요. 축제장이 있으면 좋을 거예요.
pt: Milorde, nós do povo não temos muitos motivos para sorrir, pois nossa rotina é cansativa. Seria muito bom ter um lugar onde poderíamos esquecer nossas tristezas. Uma praça de eventos seria o lugar certo.
ru: Милорд, нам, простому народу, негде отвлечься от ежедневного изнурительного труда. Было бы здорово иметь место, где можно забыть о своих тяготах. Ярмарочная площадь была бы в самый раз.
zh: 大人，我等小民，平时没什么娱乐，每日都筋疲力竭。要是有个地方，能让我等忘却愁苦，该有多好。要是有个露天娱乐场就好了。
zh_tw: 大人，我等小民，平時沒什麼娛樂，每日都筋疲力竭。要是有個地方，能讓我等忘卻愁苦，該有多好。要是有個露天娛樂場就好了。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_04_DESC
source: My Lord, most of the population is living in poverty. You could raise your renown by giving some of the taxes back to the people.
de: Mein Herr, das Volk ist völlig verarmt. Ihr könntet euer Ansehen in der Stadt erheblich verbessern, wenn ihr Steuerrückzahlungen tätigen würdet.
es: Mi señor, la mayor parte de la población vive en la pobreza. Podrías mejorar tu reputación devolviendo parte de los impuestos a la gente.
fr: Mon seigneur, une grande part de la population vit dans la pauvreté. Vous pourriez gagner en renommée en redonnant une partie des impôts au peuple.
id: Tuanku, sebagian warga hidup dalam kemiskinan. Tuan bisa menaikkan reputasi kalau mengembalikan sebagian pajak kepada rakyat.
it: Milord, gran parte della popolazione vive in condizioni di indigenza. Dia nuovo lustro al suo nome ridistribuendo parte delle tasse riscosse al popolo.
ja: 閣下、ほとんどの人々は貧しい暮らしをしています。人々に税金を返すことであなたの名声を高めてはいかがですか。
ko: 영주님, 주민 대부분이 가난 속에 살고 있어요. 주민에게 세금 일부를 돌려주어 평판을 높이세요.
pt: Milorde, a maioria da população está vivendo na pobreza. Você poderia melhorar sua imagem devolvendo alguns dos impostos ao povo.
ru: Милорд, большая часть населения бедствует. Вы могли бы заслужить добрую славу, вернув часть податей народу.
zh: 大人，多数人生活贫困。您可向民众返退部分税款，以此提高声望。
zh_tw: 大人，多數人生活貧困。您可向民眾返退部分稅款，以此提高聲望。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_04_TITLE
source: Give some of the taxes back to the people.
de: Gebt dem Volk die Steuern zurück.
es: Devuelve parte de los impuestos a la gente.
fr: Redonnez une partie des impôts au peuple.
id: Kembalikan sebagian pajak kepada rakyat.
it: Ridistribuisci parte delle tasse riscosse al popolo.
ja: 人々に税金を返す。
ko: 주민들에게 세금 일부를 돌려주세요.
pt: Devolva alguns dos impostos ao povo.
ru: Верните часть податей народу.
zh: 向民众返退部分税款。
zh_tw: 向民眾返退部分稅款。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_05_DESC
source: Now that we have the necessary infrastructure, we should present a higher diversity in food to the population. Most of the Townies living in poverty don’t have meat for supper. You could change this.
de: Nun, da die nötige Infrastruktur vorhanden ist, sollten wir beginnen, dem Volk verschiedene Nahrungsressourcen anzubieten, mein Herr. In den seltensten Fällen haben die armen Bewohner Fleisch zu essen. Dies solltet ihr ändern.
es: Ahora que tenemos la infraestructura suficiente, deberíamos proporcionar una mayor variedad de alimentos a la gente. La mayoría de los townies que viven en la pobreza no pueden comer carne. Tú podrías arreglarlo.
fr: Maintenant que nous avons l'infrastructure nécessaire, nous pourrions offrir une nourriture plus diversifiée à la population. La plupart des habitants vivent dans la pauvreté et n'ont pas de viande au souper. Vous pourriez y mettre fin.
id: Setelah menambah prasarana yang diperlukan, kita juga perlu menambah pilihan pangan untuk rakyat. Sebagian besar Townies yang hidup miskin tidak mampu membeli daging. Tuan bisa mengubah ini.
it: Ora che abbiamo le infrastrutture necessarie, dovremmo fornire al nostro popolo cibi più variegati. La dieta della maggior parte dei cittadini poveri attualmente non comprende carne. Lei può porre fine a tutto questo.
ja: ホップの生産が増えているのでビールの生産量を増やすことを考えてみてください。ビールの需要はここ数ヶ月で増えています。
ko: 필요한 인프라가 있으니 주민에게 다양한 먹을 거리를 주어야 해요. 가난한 주민 대부분은 저녁으로 고기를 먹지 못해요. 이것을 바꾸세요.
pt: Agora que temos a infraestrura necessária, devemos oferecer mais variedade de alimentos para a população. A maioria dos habitantes que vivem na pobreza não têm carne no jantar. Você pode mudar isto.
ru: Мы наладили необходимую инфраструктуру и теперь можем немного разнообразить рацион жителей. Большинство бедствующих горожан очень редко ест мясо. Вам под силу это изменить.
zh: 如今，必要的设施，咱们已经有了，咱们应使民众有多种食物可选。多数困苦民众，晚餐无肉。这一局面，应由您改变。
zh_tw: 如今，必要的設施，咱們已經有了，咱們應使民眾有多種食物可選。多數困苦民眾，晚餐無肉。這一局面，應由您改變。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_05_TITLE
source: Deliver meat.
de: Liefert Fleisch.
es: Entrega comida.
fr: Livrez de la viande.
id: Antarkan daging.
it: Consegna la carne.
ja: 肉を配達する。
ko: 고기를 보내세요.
pt: Entregue carne.
ru: Доставь мясо.
zh: 提供肉类。
zh_tw: 提供肉類。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_06_DESC
source: My Lord, we harvest the wheat, mill it and bake the bread. However, we rarely see our bread on our own plates to eat it.
de: Mein Herr, wir ernten das Getreide, mahlen es und backen das Brot. Allerdings bekommen wir selten unser eigenes Brot auf den Teller. Dies sollte sich ändern. Auch wir möchten Brot haben!
es: Mi señor, cosechamos trigo, lo molemos y horneamos el pan. Sin embargo, pocas veces podemos poner ese pan en nuestro plato.
fr: Mon seigneur, nous récoltons le blé, nous le passons au moulin et nous cuisons le pain. Hélas, nous en voyons rarement dans notre assiette.
id: Tuanku, kami memanen gandum, menggilingnya, lalu membuat roti. Tapi rotinya jarang mampir di piring kami untuk dimakan.
it: Milord, siamo noi che mietiamo il grano, lo maciniamo e inforniamo il pane. Eppure, questo alimento scarseggia sulle nostre tavole.
ja: 閣下、私たちは小麦を収穫し、粉にし、パンを焼きます。しかし自分たちの作ったパンを食べることはめったにないのです。
ko: 영주님, 밀을 수확하고, 빻아서, 빵을 구웠어요. 하지만 먹을 빵이 거의 없어요.
pt: Milorde, colhemos o trigo, o moemos e fazemos o pão. Ainda assim, raramente vemos nosso pão em nossos pratos para comer.
ru: Милорд, мы собираем пшеницу, перемалываем ее в муку и печем хлеб. Однако сами мы едим его достаточно редко.
zh: 大人，我等收获麦子，磨面烘烤了面包。可我等餐桌之上，却绝少见到面包。
zh_tw: 大人，我等收穫麥子，磨麵烘烤了麵包。可我等餐桌之上，卻絕少見到麵包。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_06_TITLE
source: Deliver bread.
de: Liefert Brot.
es: Entrega pan.
fr: Livrez du pain.
id: Antarkan roti.
it: Consegna il pane.
ja: パンを配達する。
ko: 빵을 보내세요.
pt: Entregue pão.
ru: Доставь хлеб.
zh: 提供面包。
zh_tw: 提供麵包。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_07_DESC
source: My Lord, you almost have our complete approval. The last thing you need to do is to make everyone in town more happy. We will thank you by being more productive.
de: Lord, ihr hab uns fast überzeugt. Ihr solltet nur noch dafür sorgen, dass alle im Dorf zufriedener werden. Wir werden es Euch durch eine höhere Produktivität danken, mein Lord.
es: Mi señor, casi tienes nuestra completa aprobación. Lo único que te queda por hacer es hacer más felices a todos. Te lo agradeceremos siendo más productivos.
fr: Mon seigneur, vous avez toute notre approbation. La dernière chose qu'il vous reste à faire, c'est de rendre tous les habitants heureux. Nous vous remercierons en étant plus productifs.
id: Tuanku, kami nyaris sepenuhnya mendukung Tuan. Tinggal satu hal terakhir yang perlu Tuan lakukan, yaitu membuat semua penduduk kota bahagia. Kami akan berterima kasih dengan menjadi lebih produktif lagi.
it: Milord, le manca molto poco per ottenere il nostro totale appoggio. L'ultima cosa che le chiediamo di fare è rendere l'intera città più felice, e noi in cambio ci impegneremo ad aumentare la nostra produttività.
ja: 閣下、あなたは私たちの完全なる賛同を得ています。最後にやって頂きたいのは、この町のみんなを幸せにすることです。もっと生産的になることで、そのお礼をしましょう。
ko: 영주님, 저희 부탁을 거의 모두 들어주셨어요. 마지막으로 주민 모두를 행복하게 해주세요. 높은 생산량으로 보답할 거예요.
pt: Milorde, você quase tem a nossa completa aprovação. A última coisa que você deve fazer é deixar todos na cidade mais felizes. Nós lhe agradeceremos por ser mais produtivo.
ru: Милорд, вам почти удалось заслужить нашу благодарность. Осталось лишь повысить довольство горожан. Сделайте это, и мы будем усерднее работать!
zh: 大人，我等要求，您差不多都已照准。您需要做的最后一事，就是使城中之人更感幸福。我等定会加倍生产，以报大人恩德。
zh_tw: 大人，我等要求，您差不多都已照準。您需要做的最後一事，就是使城中之人更感幸福。我等定會加倍生產，以報大人恩德。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_START
source: Be welcome, governor. As the miller I am the voice of the small folk of farmers. If you can make our lives in the town easier, we will give you our vote in the election.
de: Seid gegrüßt, ehrenwerter Statthalter. Als Müllermeister bin ich das Sprachrohr des kleinen Volkes der Bauern hier in der Stadt. Wenn ihr uns unterstützt, werden wir euch unsere Stimme in der kommenden Wahl geben.
es: Bienvenido, gobernador. Como molinero, soy la voz de la sencilla comunidad de granjeros. Si nos facilitas la vida te daremos nuestro voto en las elecciones.
fr: Soyez le bienvenu, gouverneur. En tant que meunier, je suis le porte-parole des fermiers. Si vous nous rendez la vie plus facile, je peux vous assurer que vous aurez notre vote lors de l'élection.
id: Selamat datang, Tuan Gubernur. Sebagai tukang giling gandum aku penyambung lidah para petani. Jika Tuan bisa mempermudah hidup kami di kota ini, kami akan memilih Tuan dalam pemilu berikut.
it: Benvenuto, Governatore. In qualità di mugnaio, sono il portavoce del gruppo di contadini della città. Se riuscirà a rendere più semplice la nostra vita, voteremo per lei alle prossime elezioni.
ja: ようこそ、知事。私は粉挽で小民族の農民たちの声を代表しています。もしあなたが私達の生活を楽にしてくださるのならば、選挙では私達の票を差し上げましょう。
ko: 어서 오세요, 영주님. 저는 방앗간 주인으로서 농부들의 목소리를 대변하고 있어요. 저희 삶을 개선해주시면 선거에서 영주님께 투표할게요.
pt: Seja bem-vindo, governador. Como dono do moinho, sou a voz dos camponeses e fazendeiros. Se você puder tornar nossa vida na cidade mais fácil, lhe daremos nosso voto na eleição.
ru: Проходите, губернатор. Я, мельник, глас простого народа, местных фермеров. Если сможете сделать нашу жизнь лучше, мы с радостью отдадим за вас свой голос.
zh: 总督大人，欢迎您。小人是磨坊主，代表务农的小民说话。在本城，您若使我等的日子过得轻松些，选举之时，我等定会投票给您。
zh_tw: 總督大人，歡迎您。小人是磨坊主，代表務農的小民說話。在本城，您若使我等的日子過得輕鬆些，選舉之時，我等定會投票給您。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_SUCCESS
source: You truly are a man of the people, my Lord. You did help the small folk a lot by completing our tasks. Now our lives in your town have become a lot easier. Thank you my Lord. You can count on us voting for you in the election.
de: Ihr seid wahrlich ein Mann der kleinen Leute, Herr Statthalter. Ihr habt euch wirklich um die kleinen Leute der Stadt gekümmert. Habt dank und möget Ihr gesegnet sein.
es: Eres un auténtico hombre del pueblo, mi señor. Has ayudado a nuestra sencilla comunidad satisfaciendo nuestras demandas. Ahora nuestra vida es mucho más cómoda. Gracias, mi señor. Puedes contar con nuestro voto en las elecciones.
fr: Vous êtes vraiment un homme du peuple, gouverneur. Vous avez aidé les petites gens en complétant nos tâches. Nos vies sont bien plus faciles, désormais. Merci, mon seigneur. Vous pouvez compter sur nos voix lors de l'élection.
id: Tuan benar-benar pembela orang kecil. Tuan membantu rakyat kebanyakan dengan menyelesaikan semua tugas kami. Hidup kami di kota jadi lebih mudah sekarang. Terima kasih, Tuanku. Tuan bisa mengandalkan suara kami dalam pemilu mendatang.
it: Lei ha davvero a cuore le sorti del nostro popolo, milord. Completando le missioni che le abbiamo assegnato, ha aiutato i deboli e i bisognosi. Ora la nostra vita è molto più semplice. La ringrazio, mio signore. Potrà contare sul nostro voto alle prossime elezioni.
ja: 閣下、あなたは本当に人々に寄り添っておられるのですね。あなたは私たち小民族の仕事を終わらせ助けてくれました。私たちのこの町での生活はずっと良くなりましたよ。ありがとうございます。 選挙では必ずあなたに投票しますよ。
ko: 영주님, 정말로 주민을 위하시는 분이군요. 저희 부탁을 들어주셔서 큰 도움이 됐어요. 이제 마을에서 삶이 훨씬 편해졌어요. 고마워요, 영주님. 선거에서 영주님께 표를 드릴게요.
pt: Você realmente é um homem do povo, milorde. Você ajudou os camponeses completando nossas tarefas. Agora nossa vida na cidade ficou bem mais fácil. Obrigado, milorde. Pode contar com nossos votos na eleição.
ru: Вы истинный покровитель народа, милорд. Выполнив наши просьбы, вы здорово нам помогли. Жить в вашем городе стало куда проще! Спасибо вам, милорд. Обещаем проголосовать за вас на следующих выборах.
zh: 大人，您真是爱民如子。您完成我等之事，对我等小民大有帮助。如今，在您治下之城，我等生活安乐。感谢您啊，大人。 来日选举，我等定当投票支持您。
zh_tw: 大人，您真是愛民如子。您完成我等之事，對我等小民大有幫助。如今，在您治下之城，我等生活安樂。感謝您啊，大人。 來日選舉，我等定當投票支持您。

# T_SCENARIO_2017_ELECTION_SMALLFOLK_TITLE
source: Complete all tasks for the farmers.
de: Erledige alle Aufgaben für das Bauernvolk.
es: Completa todas las tareas para los granjeros.
fr: Complétez toutes les tâches pour les fermiers.
id: Selesaikan semua tugas untuk para petani.
it: Completa tutte le missioni per i contadini.
ja: 農民のための仕事を全部終わらせる。
ko: 농부의 과제를 모두 완료하세요.
pt: Complete todas as tarefas para os fazendeiros.
ru: Выполни все задания фракции фермеров.
zh: 完成农夫的所有任务。
zh_tw: 完成農夫的所有任務。

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_01_DESC
source: My Lord, our economy cannot support the carpenter. We do not have the necessary resources. You should unassign the carpenter from his building for now.
de: Lord, unsere Wirtschaft ist nicht kräftig genug, um die Schreinerei zu unterstützen. Uns fehlen im Moment die nötigen Rohstoffe. Ihr solltet vorerst den Schreiner aus dem Gebäude abziehen.
es: Mi señor, nuestra economía no se puede permitir al carpintero. No tenemos recursos necesarios. Deberías retirarlo de su edificio de momento.
fr: Mon seigneur, notre économie ne peut pas soutenir le charpentier, nous n'avons pas les ressources nécessaires. Vous devriez faire sortir le charpentier de son bâtiment pour le moment.
id: Tuanku, perekonomian kita tidak mampu mendukung tukang kayu. Kita tidak memiliki sumber daya yang diperlukan. Sebaiknya tukang kayu dialihtugaskan untuk sementara waktu.
it: Milord, la nostra economia non può sostenere un carpentiere. Non abbiamo le risorse necessarie. Dovrebbe licenziare il carpentiere dal proprio edificio, per ora.
ja: 閣下、私たちの経済では大工を支援することができません。私たちには必要な資源がないのです。とりあえずは彼の建物から大工を外さなければいけません。
ko: 영주님, 목수를 둘 경제 형편이 안 됩니다. 필요한 자원이 없어요. 잠시 목수를 쉬게 해야 합니다.
pt: Milorde, nossa economia não pode pagar o carpinteiro. Não temos os recursos suficientes. Você deve dispensar o carpinteiro por enquanto.
ru: Милорд, плотник не вписывается в нашу экономику. У нас недостаточно ресурсов для его содержания. Предлагаю снять его до поры до времени.
zh: 大人，咱们的经济形势，已无法供养木匠。必要的财力，咱们已不具备。您如今应当将其闲置，使其离开其作坊。
zh_tw: 大人，咱們的經濟形勢，已無法供養木匠。必要的財力，咱們已不具備。您如今應當將其閒置，使其離開其作坊。

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_01_TITLE
source: Unassign the carpenter.
de: Ziehe den Schreiner ab.
es: Retira al carpintero.
fr: Faites sortir le charpentier.
id: Alihtugaskan tukang kayu.
it: Licenzia il carpentiere.
ja: 大工を外す。
ko: 목수를 쉬게 하세요.
pt: Dispense o carpinteiro.
ru: Сними плотника.
zh: 闲置木匠。
zh_tw: 閒置木匠。

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_02_DESC
source: We do not produce enough food, my Lord. It would be recommended to build some more fisherman’s huts.
de: Wir produzieren zu wenig Nahrung, mein Herr. Es wäre ratsam, einige weitere Fischerhütten in Auftrag zu geben.
es: No producimos suficiente comida, mi señor. Sería aconsejable construir más cabañas de pescador.
fr: Nous ne produisons pas assez de nourriture, mon seigneur. Je vous conseille de bâtir plus de cabanes de pêcheur.
id: Produksi pangan kita tidak mencukupi, Tuanku. Ada baiknya kita membangun lebih banyak pondok pemancing.
it: Non produciamo abbastanza cibo, milord. Sarebbe consigliabile costruire qualche altra capanna per i pescatori.
ja: 閣下、食料の生産が十分ではありません。もっと漁師小屋を建てることをお薦めします。
ko: 영주님, 식량 생산이 충분하지 않아요. 어부의 오두막을 지으세요.
pt: Não produzimos comida suficiente, milorde. Seria recomendável construir mais cabanas de pescadores.
ru: Мы производим слишком мало пищи, милорд. Рекомендую построить новые хижины рыболовов.
zh: 大人，咱们的食品，产量不足。建议多建一间渔夫小屋。
zh_tw: 大人，咱們的食品，產量不足。建議多建一間漁夫小屋。

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_03_DESC
source: Before we choose one of the town factions, you should order the construction of a sawmill. It is essential for the advancement of the towns economy, my Lord.
de: Bevor wir uns für eine der Fraktionen entscheiden, sollten wir noch ein Sägewerk errichten lassen. Es ist essentiell für die Verbesserung der Wirtschaft hier in der Stadt, Lord.
es: Antes de elegir una de las facciones de la ciudad, debes ordenar la construcción de un aserradero. Es esencial para la mejora de la economía, mi señor.
fr: Avant de choisir une des factions de la ville, nous devrions ordonner la construction d'une scierie. Elle est essentielle pour l'avancement de l'économie du village, mon seigneur.
id: Sebelum kita memilih salah satu faksi kota, Tuan perlu memerintahkan pembangunan penggergajian. Ini penting untuk memajukan perekonomian kota, Tuanku.
it: Prima di scegliere una delle fazioni cittadine, dovrebbe ordinare la costruzione di una segheria! Milord, si tratta di un edificio fondamentale per l'economia della città.
ja: 町の派閥を選ぶ前に、製材所の建設を命じてください。閣下、町の発展のためには製材所が必要なのです。
ko: 마을 계층을 선택하기 전에 제재소 건설을 지시하세요. 마을 경제 발전을 위해 중요해요.
pt: Antes de escolher uma das facções da cidade, você deve ordenar a construção de uma serraria. Ela é essencial para o avanço da economia da cidade, milorde.
ru: Прежде чем выбрать фракцию города, нужно построить лесопилку. Без нее мы не сможем развить экономику города, милорд.
zh: 您应当先下令，兴建一座锯木厂，然后咱们再在城里派别中，做出选择。大人，这毕竟对本城经济发展至关重要。
zh_tw: 您應當先下令，興建一座鋸木廠，然後咱們再在城裡派別中，做出選擇。大人，這畢竟對本城經濟發展至關重要。
