Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_TUTORIAL_NOTIFICATION_3
source: The castle is your most important building. It acts as your first warehouse and you can assign Townies to be carriers here.
de: Das Schloss ist eines der wichtigsten Gebäude. Es dient dir als erstes Warenhaus und ist Anlaufpunkt für Träger-Townies, die hier zugewiesen werden können.
es: El castillo es el edificio más importante. Será tu primer almacén y en él podrás asignar a los townies transportistas.
fr: Le château est le bâtiment le plus important. C'est votre premier entrepôt et vous pouvez y désigner des habitants en tant que porteurs.
id: Kastil adalah bangunan terpentingmu. Bangunan ini berfungsi sebagai gudang pertamamu dan kamu bisa menugaskan Townie ke sini.
it: Il castello è l'edificio più importante. Esso è il tuo primo magazzino e qui puoi assegnare dei paesani come trasportatori.
ja: 城は最も大切な建物です。倉庫としての役割があり、城でタウニーを運搬人として命じることができます。
ko: 성은 가장 중요한 빌딩입니다. 첫번째 저장소의 역할을 하며, 주민들을 캐리어로 배정할 수 있습니다.
pt: O castelo é sua construção mais importante. Ele funciona como seu primeiro armazém e você pode designar moradores para serem os carregadores daqui.
ru: Замок является твоим самым важным зданием. Он выступает в качестве твоего первого пакгауза, и ты можешь назначать в нем поселян в качестве носильщиков.
zh: 城堡是你最重要的建筑。它充当了你的第一仓库。你可以指派镇民在这里当搬运工。
zh_tw: 城堡是您最重要的建築。它充當了您的第一倉庫。您可以指派鎮民在這裡當搬運工。

# T_GAME_TUTORIAL_NOTIFICATION_4
source: On the upper right side of the screen you can see how much Prestige and Thaler you have, as well as the number of unassigned Townies and your town's size. Important messages are shown on the upper left.
de: Rechts oben im Bild siehst du deine Vorräte an Prestige und Talern, sowie arbeitslose und die Gesamtzahl der Townies. Oben links werden wichtige Nachrichten angezeigt.
es: En la parte superior derecha de la pantalla puedes ver el Prestigio, los táleros, el número de townies que no tienen asignada ninguna tarea y el tamaño de la ciudad. Los mensajes importantes se muestran en la parte superior izquierda.
fr: Dans la partie supérieure droite de l'écran, vous apercevez vos points de Prestige et vos écus, le nombre d'habitants non affectés ainsi que la taille de la ville. Les messages importants s'affichent en haut à gauche.
id: Di sisi kanan atas layar kamu bisa mengetahui berapa banyak Prestige dan Thaler milikmu, juga jumlah Townie yang tidak ditugaskan dan ukuran kotamu. Pesan penting diperlihatkan di sisi kiri atas.
it: In alto a destra sullo schermo puoi vedere quanto prestigio e quanti talleri possiedi, nonché il numero di paesani non occupati e la dimensione della città. I messaggi importanti vengono mostrati in alto a sinistra.
ja: 画面の右上を見てみましょう。「名声」「ターレル」「無職のタウニーの数」が表示されます。
ko: 화면의 우측 상단에서 프레스티지와 탈러의 양을 볼수 있으며, 마을 규모 및 비어있는 타운 하우스의 수도 볼 수 있습니다. 좌측 상단에 중요 메세지가 표시됩니다.
pt: Na lateral superior direita da tela você pode ver quanto Prestígio e Táler você tem, bem como o número de moradores não designados e o tamanho de sua cidade. Mensagens importantes são exibidas na parte superior esquerda.
ru: В верхнем правом углу экрана ты можешь увидеть информацию об имеющемся у тебя количество талеров и очков престижа, а также количестве не назначенных поселян и размерах твоего города. Важные сообщения отображаются в верхнем левом углу.
zh: 在屏幕的右上角，你可以看到你有多少声望值，有多少泰勒币，以及未指派工作的镇民人数和你的城镇规模。重要信息显示在左上角。
zh_tw: 在螢幕的右上角，您可以看到您有多少聲望點數，有多少泰勒幣，以及未指派工作的鎮民人數和您的城鎮規模。重要資訊顯示在左上角。

# T_GAME_TUTORIAL_NOTIFICATION_5
source: Prestige is a special currency that grants you various advantages. Always keep an eye out for the crown icon!
de: Prestige dient als besondere Währung, mit der dir verschiedene Vorteile gewährt werden. Halte stets Ausschau nach dem Kronen-Symbol!
es: El prestigio es una moneda especial que confiere distintas ventajas. ¡Presta atención al icono de la corona!
fr: Le Prestige est une monnaie spéciale qui vous accorde différents avantages. Gardez toujours un œil sur l'icône de couronne !
id: Prestige merupakan alat pembayaran spesial yang memberimu berbagai keuntungan. Selalu bersiaplah mendapatkan ikon mahkota!
it: Il prestigio è una speciale valuta che ti garantisce diversi vantaggi. Tieni sempre d'occhio l'icona della corona!
ja: 重要なメッセージは左上に表示されます。
ko: 프레스티지는 특별 환으로 다양한 이점을 제공합니다. 왕관 모양의 아이콘을 주시하세요!
pt: Prestígio é uma moeda especial que oferece a você muitas vantagens. Sempre fique de olho no ícone da coroa!
ru: Очки престижа - это специальная валюта, позволяющая тебе получить различные преимущества. Всегда следи за пиктограммой в виде короны!
zh: 声望值是一种特殊的货币，它赋予你的各种有利条件。始终密切注意王冠形图标！
zh_tw: 聲望點數是一種特殊的貨幣，它賦予您的各種有利條件。始終密切注意王冠形圖示！

# T_GAME_TUTORIAL_NOTIFICATION_6
source: Each townhouse increases the number of available workers.
de: Mit jedem neuen Wohnhaus bekommst du mehr Arbeiter.
es: Cada casa construida aumenta el número de trabajadores disponibles.
fr: Chaque maison augmente le nombre de travailleurs disponibles.
id: Setiap rumah meningkatkan pekerja yang tersedia.
it: Ciascuna abitazione aumenta il numero dei lavoratori disponibili.
ja: マンションは労働人口を増加させます。
ko: 각 타운하우스는 일할 수 있는 일꾼의 수를 증가시킵니다.
pt: Cada moradia aumenta o número de trabalhadores disponíveis.
ru: Каждый городской дом позволяет увеличить количество доступных рабочих.
zh: 每一座排屋都能增加可使用的工人的数量。
zh_tw: 每一座連棟宅邸都能增加可使用的工人的數量。

# T_GAME_TUTORIAL_NOTIFICATION_7
source: Now you have to take care of your Townies' needs and desires. All important information can be found in the statistics menu.
de: Nun solltest du dich um die Bedürfnisse deiner Townies kümmern. Alle nötigen Infos dazu bekommst du über das Statistikmenü.
es: Ahora tienes que ocuparte de las necesidades y los deseos de tus townies. Puedes encontrar toda la información al respecto en el menú de estadísticas.
fr: Maintenant, vous devez vous occuper des besoins et des envies de vos habitants. Vous trouverez toutes les informations importantes dans le menu des statistiques.
id: Sekarang kamu harus mengurus kebutuhan dan harapan para Townie. Semua informasi penting bisa ditemukan di menu statistik.
it: Ora devi prenderti cura dei bisogni e dei desideri dei tuoi paesani. Tutte le informazioni importanti si trovano nel menu delle statistiche.
ja: タウニーは様々な要求や願望を持っていて、あなたはそれを叶える義務があります。重要な情報はすべて、統計メニューで見ることができます。
ko: 이제 주민들의 요구와 소원을 들어줄 차례입니다.
pt: Agora você precisa tomar conta das necessidades e dos desejos dos moradores. Todas as informações importantes podem ser encontradas no menu de estatísticas.
ru: Теперь тебе необходимо позаботиться о потребностях и желаниях твоих поселян. Всю важную информацию можно обнаружить в меню статистики.

# T_GAME_TUTORIAL_NOTIFICATION_8
source: The icons that are displayed over buildings and the alert messages will inform you about a lack of storage space and other problems.
de: Symbole über Gebäuden geben dir Hinweise über volle Lagerplätze und andere Probleme, auf die du auch durch Warnungen aufmerksam gemacht wirst.
es: Los mensajes de alerta y los iconos mostrados en los edificios te informan sobre la falta de espacio de almacenamiento, además de otros problemas.
fr: Les icônes affichées au-dessus des bâtiments et les alertes vous informent du manque d'espace de stockage et d'autres problèmes.
id: Ikon yang ditampilkan pada bangunan dan pesan peringatan akan mengingatkanmu jika ada kekurangan ruang penyimpanan dan masalah lainnya.
it: Le icone mostrate sopra gli edifici e i messaggi di allerta ti informano se manca spazio di immagazzinamento e se ci sono altri problemi.
ja: 建物の上に表示されるアイコンや警告メッセージで、在庫スペースの不足やその他の問題をお知らせします。
ko: 건물 위에 표시되는 아이콘들과 경고 메세지는 부족한 저장 공간 및 기타 문제들을 알려줍니다.
pt: Os ícones exibidos sobre as construções e as mensagens de alerta o informarão sobre a falta de espaço de armazenamento e outros problemas.
ru: Пиктограммы, отображаемые над зданиями, а также предупреждения, сообщают тебе о нехватке места для хранения и прочих проблемах.
zh: 在建筑物上方显示的图标及信息会通知你缺少存储空间及其它问题。
zh_tw: 在建築物上方顯示的圖示及資訊會通知您缺少存儲空間及其它問題。

# T_GAME_TUTORIAL_NOTIFICATION_FF
source: Use the fast forward feature to speed up time in the game. You can spend Prestige to recharge it.
fr: Utilisez la fonction d'avance rapide pour accélérer le temps dans le jeu. Vous pouvez la recharger à l'aide de points de Prestige.
id: Gunakan fitur percepat untuk mempercepat waktu dalam game. Kamu bisa menghabiskan Prestige untuk mengisinya kembali.
ja: 「早送り」の機能を使って、ゲームの進行速度を速めましょう。「名声」を消費することで再補充することができます。
ko: 빠른 게임 실행을 위하여 빨리 감기 기능을 사용하세요. 프레스티지를 통하여 충전 할 수 있습니다.
pt: Use o recurso de avançar para aumentar a velocidade do tempo no jogo. Você pode gastar Prestígio para recarregá-la.
ru: Используй функцию перемотки вперед для ускорения времени в игре. Возможно использование очков престижа для его перезарядки.
zh: 使用快进功能来加速游戏进程。你可以花费声望值点数来为游戏充值。
zh_tw: 使用快進功能來加速遊戲進程。您可以花費聲望點數來為遊戲充值。

# T_GAME_TUTORIAL_NOTIFICATION_SCREENSHOT_MOUSE
source: Your town looks very nice! You can save a screenshot by clicking the camera button. When taking screenshots, the icons will be disabled automatically.
de: Dein Dorf sieht sehr schön aus! Du kannst jederzeit ein Bild von deiner Stadt speichern, indem du auf das Kamera-Symbol klickst. Im Screenshot werden automatisch jegliche Icons ausgeblendet.
es: ¡Tu ciudad tiene muy buen aspecto! Puedes guardar un pantallazo haciendo clic en el botón de cámara. Al sacar un pantallazo, los iconos quedarán desactivados automáticamente.
fr: Votre ville est superbe ! Vous pouvez sauvegarder une capture d'écran en cliquant sur l'icône d'appareil photo. Lorsque vous prenez une capture d'écran, les icônes seront automatiquement supprimées.
id: Kotamu terlihat sangat indah! Kamu bisa menyimpan cuplikan gambar dengan klik tombol kamera. Semua ikon otomatis nonaktif pada waktu membuat cuplikan gambar.
it: Il tuo paese è molto carino! Puoi salvare uno screenshot cliccando la fotocamera. quando stai facendo uno screenshot, le altre icone spariranno automaticamente.
ja: あなたの街はとても素敵です！ カメラボタンをクリックしてスクリーンショットを保存することができます。スクリーンショットを撮ったあとは、カメラのアイコンは自動的に無効になります。
ko: 멋진 마을이네요! 카메라 버튼을 클릭하여 스크린샷을 찍을 수 있습니다. 스크린샷을 찍을 때 아이콘이 자동으로 비활성화됩니다.
pt: Sua cidade está muito bonita! Você pode salvar uma captura de tela clicando no ícone da câmera. Na captura, os ícones são automaticamente desativados.
ru: Твой город выглядит просто отлично! Можешь сохранить снимок экрана, щелкнув по значку камеры. Интерфейс на снимке не отображается.
zh: 您的城镇，非常漂亮！ 点击相机按钮，可以保存屏幕截图。截图过程中，这些图标会被自动禁用。
zh_tw: 您的城鎮，非常漂亮！ 點擊相機按鈕，可以儲存螢幕截圖。截圖過程中，這些圖示會被自動停用。

# T_GAME_TUTORIAL_NOTIFICATION_SCREENSHOT_TOUCH
source: Your town looks very nice! You can save a screenshot on your device by tapping the camera icon.
de: Dein Dorf sieht sehr schön aus! Du kannst jederzeit ein Bild von deiner Stadt auf deinem Gerät speichern, indem du auf das Kamera-Symbol drückst.
es: ¡Tu ciudad tiene un aspecto extraordinario! Toca el icono de la cámara para guardar una captura de pantalla en el dispositivo.
fr: Votre ville est superbe ! Vous pouvez sauvegarder une capture d'écran sur votre appareil en touchant l'icône d'appareil photo.
id: Kotamu terlihat sangat indah! Kamu bisa mengambil cuplikan gambar pada perangkatmu dengan menekan ikon kamera.
it: La tua città è molto bella! Puoi salvare un'immagine sul tuo dispositivo toccando l'icona della fotocamera.
ja: 街はとても良くなってきていますね！ カメラアイコンをタップすると、端末にスクリーンショットを保存することができます。
ko: 카메라 아이콘을 탭하시면 단말기에 스크린샷을 저장하실 수 있습니다.
pt: Sua cidade está muito bonita! Você pode salvar uma captura de tela em seu aparelho, tocando no ícone da câmera.
ru: Твой город выглядит просто отлично! Ты можешь сохранить снимок экрана на своем устройстве, прикоснувшись к пиктограмме в виде камеры.
zh: 你的城镇看起来非常漂亮！ 通过点击相机图标，你可以把屏幕截图保存到你的设备上。
zh_tw: 您的城鎮看起來非常漂亮！ 通過點擊相機圖示，您可以把螢幕截圖保存到您的設備上。

# T_GAME_TUTORIAL_NOTIFICATION_SHOP
source: The Townshop has great offers for acquiring additional Prestige or to remove the ad banners, if you are playing the free version! You can take a look at it any time.
de: Der Townshop bietet dir verlockende Angebote, um an Prestige zu gelangen oder in der kostenlosen Version die Werbebanner zu entfernen! Wirf ruhig mal einen Blick hinein!
es: En la tienda de la ciudad encontrarás grandes ofertas para adquirir puntos de prestigio o para quitar la publicidad si juegas a la versión gratuita. Puedes visitar la tienda en cualquier momento.
fr: La boutique propose des offres intéressantes pour acquérir plus de points de Prestige ou pour supprimer les bandeaux publicitaires si vous jouez à la version gratuite. Vous pouvez y accéder quand bon vous semble.
id: Townshop memberi penawaran spesial untuk memperoleh poin Prestige tambahan atau membuang banner iklan, jika kamu bermain di versi gratis! Kamu bisa memeriksanya kapan saja.
it: La Bottega è ricca di offerte per l'acquisto di punti prestigio o per rimuovere i banner pubblicitari, se giochi con la versione gratuita! Puoi dare un'occhiata quando vuoi.
ja: 無料版をご利用中でしたら、タウンショップでは名声ポイントを追加で入手したり、広告を削除したりすることが可能です。いつでも確認できます。
ko: 무료 버전을 사용할 경우, 타운 상점에서 프레스티지를 얻거나 또는 광고 배너를 제거할 수 있는 기회를 제공합니다.언제든지 확인해보세요!
pt: A loja da cidade tem ótimas ofertas para adquirir pontos adicionais de Prestígio ou para remover os cartazes de anúncio, se você estiver jogando a versão gratuita! Você pode dar uma olhada nisso a qualquer momento.
ru: В Городском магазине доступны великолепные предложения по приобретению дополнительных очков престижа или возможность убрать баннеры с рекламой, в случае если ты играешь в бесплатную версию! Ты можешь заглянуть в него в любое время.
zh: 如果你玩的是免费版，城镇商店中提供了极好的获取声望值点数或者移除广告横幅的方法！你可以随时关注。
zh_tw: 如果您玩的是免費版，城鎮商店中提供了極好的獲取聲望點數或者移除廣告橫幅的方法！您可以隨時關注。

# T_GAME_TUTORIAL_NOTIFICATION_SHOP_GAMEROOM
source: The Townshop has great offers for acquiring additional Prestige, unlocking unlimited fast forward or buying unlimited double XP. You can take a look at it any time.
de: Der Townshop bietet dir verlockende Angebote, um an Prestige zu gelangen, dir unbegrenzt Vorspulen oder unbegrenzt doppelt XP zu kaufen. Schau’ einfach mal rein!
es: La tienda tiene magníficas ofertas para adquirir prestigio adicional, desbloquear avance rápido ilimitado o comprar EXP doble ilimitada. Puedes visitarla en cualquier momento.
fr: La boutique dispose de super offres pour obtenir du Prestige supplémentaire, débloquer des avances rapides illimitées ou acheter de la double XP illimitée. Vous pouvez la consulter à tout moment.
id: Di toko ada penawaran bagus untuk mendapatkan prestige tambahan, membuka fitur percepat tanpa batas, atau membeli XP ganda tanpa batas. Kamu bisa mampir kapan saja.
it: Il negozio ha ottime offerte riguardanti Prestigio, velocizzazioni illimitate e esperienza doppia illimitata. Puoi accedere quando vuoi.
ja: 「タウンショップ」ではお得な商品を扱っています。「名声」を追加で入手したり、「無制限の早送り」や「無制限のXP2倍」を購入することが可能です。「タウンショップ」はいつでも見ることができます。
ko: 타운샵에서 명망을 추가로 얻거나, 무한 빨기 감기를 잠금해제하거나, 무한 더블 XP를 구매할 수 있어요. 언제라도 방문할 수 있어요.
pt: A Loja tem ótimas ofertas para adquirir Prestígio, desbloquear aceleração ilimitada ou comprar XP em dobro ilimitado. Você pode olhar a qualquer momento.
ru: В городском магазине можно приобрести дополнительные очки престижа, неограниченную перемотку вперед или функцию постоянного удвоения опыта. Заглядывай в любое время.
zh: 城镇商店钜惠有礼：购买额外声望值、解锁无限制快进、无限购买双倍经验值。您可以随时惠顾。
zh_tw: 城鎮商店钜惠有禮：購買額外聲望值、解鎖無限制快進、無限購買雙倍經驗值。您可以隨時惠顧。

# T_GAME_TUTORIAL_NOTIFICATION_STOCK
source: Resources and goods are temporarily stored in production buildings until they are either used for production or transported to the warehouse.
de: Ressourcen werden von deinen Townies in den einzelnen Gebäuden gelagert und von dort zum Hauptlager transportiert oder direkt verarbeitet.
es: Los recursos y los artículos se almacenan temporalmente en sus respectivos edificios de producción hasta que los transportes al almacén o los uses en un proceso de producción.
fr: Les ressources et les marchandises sont provisoirement stockées dans les bâtiments productifs jusqu'à ce qu'elles soient utilisées dans le processus de production ou transportées dans l'entrepôt.
id: Sumber daya dan barang disimpan untuk sementara di bangunan produksi hingga barang digunakan untuk produksi atau diangkut ke gudang.
it: Le risorse e i beni vengono temporaneamente conservate negli edifici di produzione finchè non vengono utilizzate o trasportate al magazzino.
ja: 資材と物資は生産により消費されるか、倉庫に輸送されるまで、一時的に生産施設に保管されます。
ko: 자원과 상품이 사용되거나 또는 창고로 수송되기까지 일시적으로 생산 빌딩에 저장되었습니다.
pt: Os recursos e as mercadorias estão temporariamente armazenados nas construções de produção, até que sejam usados para a produção ou transportados para o armazém.
ru: Ресурсы и товары временно хранятся в производящих их зданиях, до тех пор, пока они либо не будут использованы для производства, либо не будут перемещены в пакгауз.
zh: 资源和货物暂时存放在生产厂房中，直到它们被用于生产或运送到仓库存放。
zh_tw: 資源和貨物暫時存放在生產廠房中，直到它們被用於生產或運送到倉庫存放。

# T_GAME_TUTORIAL_QUEST_4_WELL
source: Build a well.
de: Baue einen Brunnen.
es: Construye un pozo.
fr: Construisez un puits.
id: Bangunlah sumur.
it: Costruisci un pozzo.
ja: 井戸を建てる。
ko: 우물을 짓습니다.
pt: Construa um poço.
ru: построй колодец
zh: 打一口井。
zh_tw: 打一口井。

# T_GAME_TUTORIAL_QUEST_DESC_1
source: You just received your first quest! Your town needs wood! Enter the build menu and look for the forester's hut!
de: Du hast deine erste Aufgabe erhalten! Dein Dorf benötigt Holz! Also ab ins Baumenü und suche die Forsthütte!
es: ¡Acabas de recibir tu primera misión! ¡La ciudad necesita madera! Entra en el menú de construcción y busca el campamento de leñadores.
fr: Vous avez reçu votre première quête ! Votre ville a besoin de bois. Affichez le menu des bâtiments et cherchez le camp de bûcherons !
id: Kamu baru menerima misi pertamamu! Kotamu membutuhkan kayu! Masuklah ke menu pembangunan dan carilah perkemahan penebang pohon!
it: Ti è appena stata assegnata la prima missione! La tua città ha bisogno di legname! Entra nel menu di costruzione e cerca il campo del taglialegna.
ja: さあ、最初のクエストが発生しました！木材が必要です。建設メニューから木こり小屋のアイコンを選択しましょう。
ko: 첫 퀘스트를 전달받았습니다. 마을에 나무가 필요합니다! 건설 메뉴에서 나무꾼 캠프를 찾아 지으세요.
pt: Você acabou de receber sua primeira tarefa! Sua cidade precisa de madeira! Entre no menu de construção e procure pelo campo dos lenhadores!
ru: Только что ты получил свой первый квест! Твой город нуждается в древесине! Войди в меню строительства и найди лагерь дровосеков!

# T_GAME_TUTORIAL_QUEST_DESC_10
source: Roads speed up the transport of goods and resources, but you should plan their construction wisely. Now build some roads in your town.
de: Straßen beschleunigen den Warentransport erheblich - du solltest deine Straßen jedoch sinnvoll planen! Baue jetzt einige Straßen in deinem Dorf.
es: Los caminos hacen que el transporte de bienes y recursos sea más rápido, pero tienes que planear bien su construcción. Ahora construye varios caminos en la ciudad.
fr: Les routes accélèrent le transport des marchandises et des ressources. Mais vous devez planifier leur construction avec sagesse. Maintenant, construisez des routes.
id: Jalan mempercepat pengangkutan barang dan sumber daya, namun kamu harus mempertimbangkan dengan baik pemasangannya. Sekarang bangunlah beberapa jalan di kotamu.
it: Le strade accelerano il trasporto di beni e risorse, ma devi pianificare saggiamente la loro costruzione. Ora costruisci qualche strada in città.
ja: 道路があれば物資や資材の輸送速度が上がります。しかし建設は計画的に行わなければなりません。 では、街に道路を敷設しましょう。
ko: 도로는 상품과 자원의 수송 속도를 빠르게 하지만, 언제나 지혜롭게 도로 계획을 세우셔야 합니다. 마을에 도로를 지으세요.
pt: As estradas aumentam a velocidade do transporte de mercadorias e recursos, mas você deve planejar sua construção com sabedoria. Agora construa algumas estradas em sua cidade.
ru: Дороги ускоряют перемещение товаров и ресурсов, однако их строительство необходимо планировать с умом. А теперь построй дороги в своем городе.
zh: 道路能够加速货物和资源的流通，但是你应该明智地对道路进行规划。 现在就给镇上修建几条道路。
zh_tw: 道路能夠加速貨物和資源的流通，但是您應該明智地對道路進行規劃。 現在就在您的鎮上修建幾條道路吧。

# T_GAME_TUTORIAL_QUEST_DESC_11_MOUSE
source: When not regularly maintained, buildings deteriorate and may even catch fire. You can identify deteriorated buildings by their grimy appearance. Click on a building to access the building's menu and then use the repair button to repair the building.
de: Mit der Zeit verfallen Gebäude, wenn sie nicht repariert werden. Umso beschädigter ein Gebäude ist, desto höher ist das Risiko für ein Feuer. Du erkennst beschädigte Gebäude an ihrer dunklen Färbung. Klicke auf das Gebäude und danach auf das Reparatur-Symbol, um es zu reparieren.
es: Si no se mantienen con regularidad, los edificios se deterioran e incluso pueden incendiarse. Identificarás los edificios deteriorados por su apariencia desastrosa. Haz clic en un edificio para acceder a su menú y luego usa el botón de reparación para repararlo.
fr: Lorsqu'ils ne sont pas maintenus régulièrement, les bâtiments se détériorent et peuvent même prendre feu. Vous pouvez identifier les bâtiments détériorés par leur apparence crasseuse. Cliquez sur un bâtiment pour accéder au menu du bâtiment, puis utilisez le bouton de réparations pour réparer le bâtiment.
id: Kalau tidak dirawat berkala, bangunan bisa rusak atau bahkan terbakar. Kamu bisa mengenali bangunan rusak dari penampilannya yang kumuh. Klik suatu bangunan untuk mengakses menu bangunannya, lalu gunakan tombol perbaikan untuk memperbaiki bangunan itu.
it: Se non viene fatta regolare manutenzione, gli edifici si deteriorano e possono anche prendere fuoco. Puoi identificare gli edifici deteriorati dal loro aspetto malandato. Tocca un edificio per accedere al suo menu, poi usa l'icona di riparazione per ripararlo.
ja: 定期的にメンテナンスをしないと、建物は劣化し、火事になる危険性があります。建物の汚れ具合で劣化している建物を見つけることができます。 建物をクリックしメニューを開いたら、修復ボタンをクリックして修復してください。
ko: 건물을 정기적으로 보수하지 않으면 상태가 불량해져 불이 날 수도 있습니다. 어두운 색의 건물이 불량 건물입니다. 건물을 클릭하여 건물 메뉴를 선택하고 수리 버튼을 사용하여 건물을 수리하세요.
pt: Quando não recebem manutenção, os prédios se deterioram e podem pegar fogo. Você pode identificar os prédios deteriorados pela aparência suja. Clique no prédio para acessar o menu dele e depois use o botão de conserto para consertar o prédio.
ru: Если за зданиями не следить, они ветшают и становятся пожароопасными. Ветхое здание легко отличить по его неопрятному виду. Щелкни по зданию, чтобы открыть его меню, затем нажми на кнопку ремонта, чтобы отремонтировать здание.
zh: 建筑物如不定期维修，就会老化，更有甚者，还会起火。老化的建筑物，可以通过其破败的外观来辨别。 点击一栋建筑物，打开其菜单，然后使用维修按钮，维修该建筑物。
zh_tw: 建築物如不定期維修，就會老化，更有甚者，還會起火。老化的建築物，可以透過其破敗的外觀來辨別。 點擊一棟建築物，打開其功能表，然後使用維修按鈕，維修該建築物。
