Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SANDBOX_WASTELAND_WELCOME_02
source: Your predecessor is not completely wrong about that. Agriculture is difficult, barely anything grows here. Even the water is scarce. But I am sure that you will find a solution.
de: Euer Vorgänger hat damit nicht ganz unrecht. Die Landwirtschaft ist schwierig, es wächst so gut wie nichts hier. Selbst das Wasser ist knapp. Aber ich bin mir sicher, dass Ihr eine Lösung finden werdet.
es: Tu predecesor no andaba desencaminado. Aquí la agricultura es difícil, apenas crece nada. Hasta el agua escasea. Pero seguro que tu sabrás encontrar una solución.
fr: Dans ces terres brûlées plus rien de pousse. Il n’y a pas de rivière, ni de lac. Pourra-t-on espérer un jour voir prospérer une ville en ces lieux ? Cette carte se déroule uniquement en été.
id: Pendahulu Tuanku tidak sepenuhnya salah. Daerah ini tidak cocok untuk pertanian, nyaris tidak ada yang tumbuh di sini. Air pun langka. Tapi aku yakin Tuanku bisa menemukan jalan keluar.
it: Il tuo predecessore non ha affatto torto. L'agricoltura è difficile, qui praticamente non cresce nulla. Persino l'acqua è limitata. Ma sicuramente tu riuscirai a trovare una soluzione.
ja: それは全く間違っているという訳ではありません。ここではほとんど何も育たず、農業は難しいです。また水でさえも十分にありません。でも何か解決策を見つけられると信じています。
ko: 이전 영주님이 아주 틀린 것은 아니에요. 농업이 어렵습니다. 여긴 거의 자라는 것이 없거든요. 물도 부족하고요. 하지만 영주님이라면 해법을 찾아내실 거예요.
pt: Seu predecessor não estava totalmente enganado. A agricultura é muito difícil, não cresce praticamente nada aqui. Até a água é escassa. Mas tenho certeza que o senhor encontrará uma solução.
ru: Ваш предшественник не совсем ошибался. Здесь сложно вести сельское хозяйство, тут почти ничего не растет. Более того, тут очень мало воды. Но я уверен, что вы найдете решение.
zh: 你的前任在这一点上没有完全错。农业是困难的，几乎没什么东西生长在这里。甚至连水都是稀缺的。但我相信你会找到解决办法的。
zh_tw: 上一任這麼說也不完全是錯的。農業發展挑戰度高，幾乎沒有作物能在這裡生長。水源也相當稀少。但是我相信您能找到解決辦法的。

# T_GAME_QUEST_SCEN10_10_DESC
source: Your Townies feel a bit unsatisfied with their religious lives, my Lord. Would it be possible for you to build a church in town?
de: Wäre eure Exzellenz so freundlich und würde eine Kirche im Dorf errichten? Die Zufriedenheit in diesem Bereich ist äußerst niedrig, Herr.
es: Tus townies se sienten algo insatisfechos con sus vidas religiosas, milord. ¿Sería posible construir una iglesia?
fr: Vos habitants ne sont pas très satisfaits de leur vie religieuse, mon seigneur. Serait-ce possible de construire une église en ville ?
id: Townies Anda merasa kurang puas dengan kehidupan religinya, Tuanku. Mungkinkan bagi Anda membangun gereja di kota?
it: I cittadini sentono un vuoto nella loro vita spirituale, mio signore. Sarebbe possibile costruire una chiesa in città?
ja: 住人たちは信仰のある生活を求めています。領主様、街に教会を一軒建てていただけませんでしょうか？
ko: 마을 사람들이 자신들의 종교 생활에 다소 만족하지 못하고 있습니다. 마을에 교회를 지어 주시겠습니까?
pt: Os seus habitantes estão um pouco insatisfeitos com suas vidas religiosas, meu senhor. Seria possível construir uma igreja na cidade?
ru: Милорд, ваших горожан несколько не удовлетворяет их религиозная жизнь. Сможете ли вы построить церковь в городе?
zh: 您的镇民们觉得他们的宗教生活有点令人不满，我的老爷。 对您而言，有可能在镇上兴建教堂吗？
zh_tw: 您的鎮民們覺得他們的宗教生活有點令人不滿，我的老爺。 對您而言，有可能在鎮上興建教堂嗎？

# T_GAME_QUEST_SCEN10_10_NAME
source: Attain high religious happiness.
de: Erreiche hohe religiöse Zufriedenheit.
es: Consigue una gran felicidad religiosa.
fr: Obtenez un bonheur élevé grâce à la religion.
id: Capailah kebahagiaan religi yang tinggi.
it: Ottieni un alto grado di soddisfazione religiosa.
ja: 高い宗教的満足度を達成する。
ko: 높은 종교적 행복감을 획득하세요.
pt: Obtenha um alto nível de felicidade religiosa.
ru: Достигни высокого уровня религиозного счастья.
zh: 保持高的宗教幸福度。
zh_tw: 保持高的宗教幸福度。

# T_GAME_QUEST_SCEN10_11_DESC
source: Do you really expect a man of my stature to walk on these dirt roads, governor? Build roads that are worthy of a real city!
de: Wie soll ein Mann von Welt denn hier herumlaufen, Statthalter? Auf diesen Waldpfaden macht es keinen Spaß zu laufen. Baut Straßen, die einer Stadt würdig sind.
es: ¿En serio esperas que un hombre de mi talla camine por estos caminos tan mugrientos? ¡Construye caminos dignos de una ciudad real!
fr: Pensez-vous vraiment qu'un homme de ma stature puisse marcher sur ces routes pleines de boue, gouverneur ? Construisez des routes dignes d'une vraie ville !
id: Anda benar-benar mengharapkan orang seperti saya berjalan di jalan kotor ini, gubernur? Bangunlah jalanan yang layak dari sebuah kota yang sebenarnya!
it: Ti aspetti davvero che un uomo della mia levatura cammini su queste strade fangose, governatore? Costruisci strade degne di una vera città!
ja: わしのような人間がこのような道を歩くと思っておるのか？本物の都市にふさわしい敷石の道路を整備してくれ。
ko: 이런 도로를 저같은 사람이 사용할 수 있을 거라고 생각하십니까? 진짜 도시에 걸맞는 도로를 지어주십시오!
pt: Espera mesmo que um homem de minha estatura caminhe nessas estradas de terra, governador? Construa estradas dignas de uma cidade de verdade!
ru: Губернатор, ты и вправду полагаешь, что человек моего положения будет передвигаться по этим грунтовым дорогам? Построй дороги, достойные настоящего города!
zh: 您真地期望我的人在这些肮脏的路面上行走吗？ 兴建真正城市值得的道路！
zh_tw: 您真地期望我的人在這些骯髒的路面上行走嗎？ 興建真正城市值得的道路！

# T_GAME_QUEST_SCEN10_11_NAME
source: Build cobblestone roads in your town.
de: Baue Steinstraßen im Dorf.
es: Construye caminos de adoquines en la ciudad.
fr: Construisez des routes pavées dans votre ville.
id: Bangunlah jalanan berbatu di kotamu
it: Costruisci delle strade di ciottoli nella tua città.
ja: 街に玉石を敷いた道路を敷設する。
ko: 마을에 자갈길을 만드십시오.
pt: Construa estradas de pedra na cidade.
ru: Построй булыжную мостовую в твоем городе.
zh: 在镇上兴建石子路。
zh_tw: 在鎮上興建石子路。

# T_GAME_QUEST_SCEN10_11_NAME_DIRT
source: Build dirt roads in your town.
de: Baue Feldwege im Dorf.
es: Construye caminos de tierra en la ciudad.
fr: Construisez des routes dans votre ville.
id: Bangunlah jalan tanah di kotamu.
it: Costruisci delle strade sterrate nella tua città.
ja: 町に土の道を作る。
ko: 마을에 비포장 도로를 건설하세요.
pt: Construa estradas de terra na cidade.
ru: Построй грунтовую дорогу в городе.
zh: 在城镇修筑土路。
zh_tw: 在城鎮修築土路。

# T_GAME_QUEST_SCEN10_12_DESC
source: Some has done a really bad job here, my Lord. The buildings are all in heavy need of repair. We need to hire a carpenter to fix all the buildings before they break down completely.
de: Hier hat jemand keine gute Arbeit geleistet, Herr. Die Gebäude sind alle baufällig. Wir benötigen einen Schreiner, der sich darum kümmert, damit uns die Häuser nicht zusammenbrechen.
es: Por aquí hay algo que necesita un poco de bricolaje, milord: hay que arreglar los edificios. Tendremos que contratar a un carpintero para que arregle los edificios antes de que se rompan del todo.
fr: Quelqu'un a fait du mauvais boulot ici, mon seigneur. Les bâtiments ont tous grandement besoin d'être réparés. Nous devons embaucher un charpentier pour réparer tous les bâtiments avant qu'ils ne tombent définitivement en ruine.
id: Seseorang telah melakukan hal yang buruk di sini, Tuanku. Semua gedung perlu perbaikan total. Kita perlu menyewa tukang kayu untuk memperbaiki semua gedung sebelum rusak secara total.
it: Qualcuno ha fatto un pessimo lavoro qui, mio signore. Tutti gli edifici hanno bisogno di riparazioni. Dobbiamo assumere un carpentiere per aggiustarli tutti prima che crollino completamente.
ja: 領主様、誰かが手を抜いた仕事をしたようです。建物すべて、大掛かりな修復が必要です。 完全に崩壊する前に、大工を雇って全建物を修復してください。
ko: 굉장히 나쁘게 일을 해놓았습니다. 이 건물들은 매우 수리가 필요합니다. 목수를 고용하여 완전히 무너지기 전에 고치도록 해야 합니다.
pt: Fizeram um trabalho bem precário aqui, meu senhor. Todas as construções precisam de reparos urgentes. Precisamos contratar um carpinteiro para consertar todas as construções antes que elas desabem de uma vez.
ru: Милорд, кто-то натворил здесь серьезных делов. Все здания нуждаются в серьезном ремонте. Нам необходимо нанять плотника для ремонта всех зданий, прежде чем они полностью обрушатся.
zh: 有些真的很不称职，我的老爷。 建筑物都需要大修。 我们需要雇佣木匠，修好所有建筑物，以免它们彻底倒塌。
zh_tw: 有些真的很不稱職，我的老爺。 建築物都需要大修。 我們需要雇傭木匠，修好所有建築物，以免它們徹底倒塌。

# T_GAME_QUEST_SCEN10_12_NAME
source: Build a carpenter and attain high satisfaction with the condition of buildings.
de: Baue eine Schreinerei und erreiche eine hohe Zufriedenheit mit dem Zustand der Gebäude.
es: Construye un taller de carpintero. Consigue una gran satisfacción con la condición de los edificios.
fr: Construisez une menuiserie. Obtenez un bonheur élevé grâce à l'état des bâtiments.
id: Bangun bengkel tukang kayu. Capai kepuasan yang tinggi dengan kondisi gedung.
it: Costruisci un laboratorio di carpentiere. Ottieni un alto grado di soddisfazione per lo stato degli edifici.
ja: 大工店を建て、高い建物満足度を達成する。
ko: 목공인의 일터를 짓습니다. 건물들의 상태에 높은 만족도를 획득하십시오.
pt: Construa uma oficina de carpintaria. Obtenha um alto nível de satisfação com a condição dos construções.
ru: Построй мастерскую плотника. Достигни высокого уровня удовлетворенности состоянием зданий.
zh: 兴建木匠铺。对建筑物的状况保持高度满意。
zh_tw: 興建木匠鋪。對建築物的狀況保持高度滿意。

# T_GAME_QUEST_SCEN10_13_DESC
source: Governor! Why is your town still so small? We're falling behind the archduke! We will lose the wager, unless you manage to increase to town's population soon!
de: Statthalter! Wieso haben wir noch nicht die vorgeschriebene Stadtgröße erreicht? Der Großherzog ist schon viel weiter. Wir werden die Wette verlieren, wenn Ihr nicht alsbald genügend Einwohner im Dorf unterbringt.
es: ¡Gobernador! ¿Por qué tu ciudad es tan pequeña? ¡El archiduque nos lleva ventaja! A menos que consigas aumentar la población, perderemos la apuesta.
fr: Gouverneur ! Pourquoi votre ville est-elle toujours aussi petite ? L'Archiduc est en train de nous prendre de vitesse ! Nous allons perdre le pari, à moins que vous n'arriviez à augmenter la population de la ville au plus vite !
id: Gubernur! Mengapa kotamu masih begitu kecil? Kita jauh tertinggal dari archduke! Kita akan kehilangan taruhan, kecuali engkau segera menambah populasi kota!
it: Governatore! Perché la tua città è ancora così piccola? Stiamo perdendo terreno sull'Arciduca! Se non riesci ad incrementare la popolazione in fretta, perderemo la scommessa!
ja: 街をもっと大きくしなければ！何をぐずぐずしているのだ！大きく出遅れてしまっているぞ！ すぐに街の人口を増やさなければ、大公との賭けに負けてしまう！
ko: 지휘관님! 왜 아직도 마을이 이렇게 작습니까? 우리는 대공에게 밀리고 있습니다! 마을의 인구를 곧 늘리지 않는다면 우리는 내기에서 질 겁니다.
pt: Governador! Por que a sua cidade ainda está tão pequena? Estamos ficando atrás do arquiduque! Perderemos a aposta se você não conseguir aumentar a população da cidade logo!
ru: Губернатор! Почему твой город все еще такой маленький? Мы отстаем от эрцгерцога! Если ты не сможешь быстро увеличить население города, мы проиграем пари с эрцгерцогом!
zh: 长官！ 您的城镇为什么还是这么小？ 我们要落后于大公了！ 我们将失去赌金，除非您设法很快增加城镇的人口！
zh_tw: 長官！ 您的城鎮為什麼還是這麼小？ 我們要落後於大公了！ 我們將失去賭金，除非您設法很快增加城鎮的人口！

# T_GAME_QUEST_SCEN10_13_NAME
source: Increase your village's population.
de: Vergrößere die Population des Dorfes.
es: Aumenta la población de tu urbe.
fr: Augmentez la population de votre village.
id: Tingkatkan populasi desa Anda.
it: Aumenta la popolazione del tuo villaggio.
ja: 村の人口を増やす。
ko: 마을의 인구를 증가 시키십시오.
pt: Aumente a população da vila.
ru: Увеличь население своей деревни.
zh: 增加村庄人口。
zh_tw: 增加村莊人口。

# T_GAME_QUEST_SCEN10_14_DESC
source: The new families that moved into town had a long and exhausting journey and are very hungry. Let us throw a banquet for them and celebrate the official start of the wager, my Lord!
de: Die eingereisten Familien sind nach der langen Anreise in euer Dorf sehr hungrig. Wie wäre es mit einem Bankett, um den Beginn des Wettstreits zu feiern, mein Herr?
es: Las nuevas familias que llegaron a la ciudad tras una viaje largo y cansado están hambrientas. ¡Celebremos un banquete en su honor para celebrar el comienzo oficial de la apuesta, milord!
fr: Les nouvelles familles qui ont emménagé en ville sont affamées après leur long voyage épuisant. Organisons un banquet en leur honneur et pour célébrer le début officiel du pari, mon seigneur !
id: Keluarga baru yang pindah ke kota telah mengalami perjalanan yang jauh dan melelahkan dan sangat lapar. Mari kita jamu mereka dan rayakan awal resmi taruhan, Tuanku!
it: Le nuove famiglie che si sono trasferite in città hanno compiuto un viaggio lungo e faticoso, e sono affamate. Organizziamo un banchetto per loro, e festaggiamo l'inizio ufficiale della scommessa, mio signore!
ja: 街に越してきたばかりの新しい一家は、長く、辛い旅を終え、とてもお腹が空かせています。彼らのために宴会を催し、賭けに勝利する第一歩をお祝いしましょう、閣下！
ko: 마을로 온 새로운 가족들은 먼 거리를 여행하느라 매우 지치고 배가 고픕니다. 그들을 위해 연회를 베풀고 공식적인 시작을 축하합시다, 성주님!
pt: As novas famílias na cidade fizeram uma viagem longa e cansativa e estão famintas. Vamos fazer um banquete para elas e celebrar oficialmente o início da aposta, meu senhor!
ru: Путешествие для новых семей, переехавших в город, было долгим и изнуряющим, и они сильно проголодались. Устроим для них банкет и отпразднуем официальное начало пари, милорд!
zh: 迁入城镇的这些新家庭经历了漫长而且令人筋疲力尽的旅程，并且非常饥饿。 让我们给他们开个盛宴，庆祝正式开始受薪，我的老爷！
zh_tw: 遷入城鎮的這些新家庭經歷了漫長而且令人筋疲力盡的旅程，並且非常饑餓。 讓我們給他們開個盛宴，慶祝正式開始受薪，我的老爺！

# T_GAME_QUEST_SCEN10_14_NAME
source: Produce sufficient food to feed your village.
de: Produziere genügend Nahrung für das Dorf.
es: Produce suficiente comida como para alimentar a la población.
fr: Produisez assez de nourriture pour tout le village.
id: Hasilkan cukup makanan untuk desamu.
it: Produci cibo a sufficienza per nutrire il tuo villaggio.
ja: 村に十分な食糧を供給する。
ko: 마을에 제공 할 충분한 식량을 생산하십시오.
pt: Produza alimentos em quantidade suficiente para alimentar a vila.
ru: Произведи достаточно еды, чтобы накормить свою деревню.
zh: 生产足够的食品养活自己的村庄。
zh_tw: 生產足夠的食品養活自己的村莊。

# T_GAME_QUEST_SCEN10_15_DESC
source: We should start trading with the traveling merchants. Having merchants in town will attract visitors and increase our town's reputation, my Lord!
de: Wir sollten genug Handel mit reisenden Händlern betreiben. Dies lockt weitere Besucher an und macht unsere Stadt bekannt, Herr Statthalter.
es: Deberíamos empezar a comerciar con los mercaderes ambulantes. Si tenemos mercaderes, la reputación de la ciudad aumentará y atraeremos a más visitantes, Milord.
fr: Nous devrions commercer avec les marchands itinérants. Avec des marchands en ville, nous attirerons les visiteurs et la réputation de la ville grandira, mon seigneur !
id: Kita harus mulai berdagang dengan kafilah dagang. Apakah pedagang di kota akan menarik tamu dan meningkatkan reputasi kota kita, Tuanku!
it: Dovremmo iniziare a commerciare con i mercanti. Avere dei mercanti in città attirerà visitatori e migliorerà la reputazione della nostra città, mio signore!
ja: 旅の商人と取引を行いましょう。街に商人がいると、訪問者が増え、我々の街の良い噂が広がりますよ！
ko: 이동하는 상인들과 교역을 시작해야 합니다. 상인들을 마을에 데리고 있으면 많은 방문자들을 얻고 마을의 평판도 높아질 것입니다.
pt: Devemos começar a negociar com os mercadores ambulantes. Ter mercadores na cidade atrairá visitantes e aumentará a reputação da cidade, meu senhor!
ru: Мы должны начать торговать со странствующим купцом. Присутствие купцов в городе позволит привлечь гостей и повысить репутацию нашего города, милорд!
zh: 我们应该开始与行商交易。 城镇里有商人，将会吸引游客们，并提高城镇的声誉！
zh_tw: 我們應該開始與行商交易。 城鎮裡有商人，將會吸引遊客們，並提高城鎮的聲譽！

# T_GAME_QUEST_SCEN10_15_NAME
source: Earn a lot of money by trading with the merchant.
de: Erhandle einen großen Profit mit dem Händler.
es: Comercia con el mercader y consigue mucho dinero.
fr: Gagnez beaucoup d'argent en commerçant avec le marchand.
id: Raih uang yang banyak melalui berdagang dengan pedagang.
it: Guadagna molto denaro commerciando con il mercante.
ja: 商人と取引をし、お金をたくさん稼ぐ。
ko: 상인과 교역하여 많은 돈을 버십시오.
pt: Ganhe muito dinheiro negociando com o mercador.
ru: Заработай много денег с помощью торговли с купцом.
zh: 与商人交易，赚取许多钱。
zh_tw: 與商人交易，賺取許多錢。

# T_GAME_QUEST_SCEN10_16_DESC
source: The amount of taxes you're collecting is pitiful! Maybe you should build a treasury to increase your tax revenue.
de: Wo sind die neuesten Steuereinnahmen, mein Statthalter? Vielleicht solltet Ihr eine Schatzkammer erbauen lassen, um eure Steuererträge zu erhöhen.
es: ¡La cantidad de impuestos que estás recaudando es penosa! Creo que deberías construir una tesorería para incrementar los ingresos.
fr: Le montant des impôts collectés est pitoyable! Vous devriez peut-être construire une trésorerie pour augmenter vos revenus des impôts.
id: Jumlah pajak yang kau kumpulkan sangat payah! Mungkin kau harus membangun gudang harta untuk menambah penerimaan pajak.
it: La quantità di tasse che raccogli è pietosa! Forse dovresti costruire una tesoreria per aumentare gli incassi.
ja: 税収が足りないのだ！税収を増やすために国庫を建設してはどうなのだ？
ko: 세금 확보량이 너무 적습니다. 금고를 건설하여 세금 수입을 증가시키는 편이 좋겠습니다.
pt: A quantidade de impostos coletada é risível! Talvez você deva construir um Tesouro para aumentar a arrecadação fiscal.
ru: Собираемое тобой количество податей просто плачевно! Вероятно, тебе стоит построить казначейство, чтобы увеличить твои поступления от податей.
zh: 您行将收取的税金数额少得可怜! 很可能您应该兴建金库，以增加您的税收。
zh_tw: 您行將收取的稅金數額少得可憐! 很可能您應該興建金庫，以增加您的稅收。

# T_GAME_QUEST_SCEN10_16_NAME
source: Build a treasury and collect enough taxes.
de: Baut eine Schatzkammer und nehmt genug Steuern ein.
es: Construye una tesorería y recauda los impuestos suficientes.
fr: Construisez une trésorerie et collectez suffisamment d'impôts.
id: Bangunlah gudang harta dan kumpulkan pajak secukupnya.
it: Costruisci una tesoreria e riscuoti tasse a sufficienza.
ja: 国庫を建て、十分な税金を徴収する。
ko: 금고를 짓고 충분한 양의 세금을 확보하십시오.
pt: Construa um Tesouro e colete impostos em número suficiente.
ru: Построй казначейство и собери достаточно податей.
zh: 兴建金库并收取足够的税金。
zh_tw: 興建金庫並收取足夠的稅金。

# T_GAME_QUEST_SCEN10_17_DESC
source: Jewelry, I need Jewelry! Yet I wonder how you will be able to deliver jewelry if you haven't even built a goldsmith.
de: Schmuck, ich benötige Schmuck. Aber wie wollt Ihr mir Schmuck zuschicken, wenn Ihr gar keine Goldschmiede errichtet habt, Herr?
es: Joyas, ¡necesito joyas! ¿Cómo pretendes distribuir joyas si ni siquiera has construido una orfebrería?
fr: Des bijoux, j'ai besoin de bijoux ! Mais je me demande comment je vais pouvoir livrer des bijoux si vous n'avez même pas construit un orfèvre.
id: Perhiasan, aku butuh perhiasan! Aku masih sangsi tentang caramu bisa mengirim perhiasan jika engkau belum pernah membangun pandai emas.
it: Gioielli, ho bisogno di gioielli! E mi chiedo come potrai fornirmeli se ancora non hai nemmeno costruito un'oreficeria.
ja: 宝石、宝石が必要です！金細工さえも作ってないのに、どうやって宝石を届けることができるのでしょう。
ko: 보석이 필요합니다! 세공소를 건설하지도 않았는 데, 어떻게 보석을 얻을 수 있겠습니까?
pt: Joias, preciso de joias! Mas não sei como você poderá entregar joias se nem mesmo construiu uma oficina de ourives.
ru: Ювелирные украшения, мне нужны ювелирные украшения! Однако мне интересно, как вы сможете поставлять ювелирные украшения, если у вас еще даже не построена мастерская ювелира.
zh: 珠宝，我需要珠宝！ 我还想知道您将如何能够交付珠宝，如果您甚至连金匠铺都还没兴建的话。
zh_tw: 珠寶，我需要珠寶！ 我還想知道您將如何能夠交付珠寶，如果您甚至連金匠鋪都還沒興建的話。

# T_GAME_QUEST_SCEN10_17_NAME
source: Build a goldsmith and start with the production of jewelry.
de: Baue eine Goldschmiede und beginne mit der Produktion von Schmuck.
es: Construye una orfebrería y empieza a producir joyas.
fr: Construisez un orfèvre et commencez à produire des bijoux.
id: Bangunlah pandai emas dan mulai dengan menghasilkan perhiasan.
it: Costruisci un'oreficeria e avvia la produzione di gioielli.
ja: 金細工職人の工房を作り、宝石の生産を始める。
ko: 세공소를 건설하여 보석 생산을 시작하십시오.
pt: Construa uma oficina de ourives e comece a produção de joias.
ru: Построй мастерскую ювелира и начни производство ювелирных украшений.
zh: 兴建金匠铺并开始生产珠宝。
zh_tw: 興建金匠鋪並開始生產珠寶。

# T_GAME_QUEST_SCEN10_18_DESC
source: Excellent, my Lord. You can now send me a wagon-load of jewelry.
de: Hervorragend, Herr. Nun könnt Ihr mir eine gut gefüllte Wagenladung an Schmuck zukommen lassen.
es: Excelente, milord. Ya puedes entregarme el cargamento de joyas que te pedí.
fr: Excellent, mon seigneur. Vous pouvez maintenant m'envoyer une cargaison de bijoux.
id: Luar biasa, Tuanku. Sekarang Anda bisa mengirim sekereta perhiasan.
it: Eccellente, mio signore. Ora puoi consegnarmi un carico di gioielli.
ja: すばらしい！今度は荷馬車いっぱいの宝石を持ってきてください。
ko: 훌륭합니다, 성주님. 이제 저에게 많은 양의 보석을 보내실 수 있습니다.
pt: Excelente, senhor. Agora pode me enviar uma carruagem cheia de joias.
ru: Отлично, милорд. Теперь вы можете отправить мне повозку ювелирных изделий.
zh: 好极了，我的老爷。 现在，您可以运送给我一马车珠宝。
zh_tw: 好極了，我的老爺。 現在，您可以運送給我一馬車珠寶。

# T_GAME_QUEST_SCEN10_18_NAME
source: Deliver jewelry to the merchant.
de: Schicke Schmuck an den Händler.
es: Entrégale joyas al mercader.
fr: Livrez des bijoux au marchand.
id: Kirim perhiasan ke pedagang.
it: Consegna i gioielli al mercante.
ja: 商人に宝石を届ける。
ko: 상인에게 보석을 전달하십시오.
pt: Entregue joias para o mercador.
ru: Доставь ювелирные украшения купцу.
zh: 向商人交付珠宝。
zh_tw: 向商人交付珠寶。

# T_GAME_QUEST_SCEN10_2_DESC
source: My Lord, our first priority is food supply. We need fishermen and hunters.
de: Die Grundversorgung sollte natürlich an erster Stelle stehen, mein Herr. Einige Fischer und Jäger sind hier von Nöten.
es: Mi señor, nuestra preocupación primordial es el suministro de alimentos. Necesitamos pescadores y cazadores.
fr: Mon seigneur, notre priorité est la nourriture. Il nous faut des pêcheurs et des chasseurs.
id: Tuanku, prioritas utama kita adalah suplai makanan. Kita perlu nelayan dan pemburu.
it: Mio signore, la nostra prima priorità è il cibo. Ci servono pescatori e cacciatori.
ja: 閣下、食糧の供給が最優先事項です。漁師と狩人が必要です。
ko: 성주님, 우리의 최우선 목표는 식량 조달입니다. 우리는 어부와 사냥꾼들이 필요합니다.
pt: Meu senhor, nossa prioridade é o estoque de comida. Precisamos de pescadores e caçadores.
ru: Милорд, нашей первоочередной задачей является снабжение продовольствием. Нам необходимы рыбаки и охотники.
zh: 我的老爷，我们的第一优先是食品供应。 我们需要渔民哦猎人。
zh_tw: 我的老爺，我們的第一優先是食品供應。 我們需要漁民哦獵人。

# T_GAME_QUEST_SCEN10_2_NAME
source: Build a few fisherman's huts and hunter's cabins.
de: Baue einige Fischer- und Jagdhütten.
es: Construye varias casetas de pescadores y cabañas de cazadores.
fr: Construisez quelques cabanes de pêcheur et de chasseur.
id: Bangunlah beberapa pondok nelayan dan pemburu.
it: Costruisci un po' di capanni per pescatori e per cacciatori.
ja: 漁師小屋と狩人の山小屋を数個建てる。
ko: 어부의 움마과 사냥꾼의 오두막을 몇 채 지으십시오.
pt: Construa algumas cabanas de pescador e de caçador.
ru: Построй несколько хижин рыбака и хижину охотника.
zh: 兴建几座渔民棚屋和猎人木屋。
zh_tw: 興建幾座漁民棚屋和獵人木屋。

# T_GAME_QUEST_SCEN10_3_DESC
source: My good governor, I cannot support your efforts until you build a marketplace.
de: Herr Statthalter, ich kann erst Unterstützung bei Ihrem Vorhaben anbieten, wenn Ihr einen Marktplatz baut.
es: Mi estimado gobernador, no podemos ayudarte hasta que no construyas un mercado.
fr: Mon bon gouverneur, je ne peux pas vous apporter mon aide tant vous ne m'aurez pas construit pas un marché.
id: Gubernurku yang baik, Aku tidak bisa mendukung usahamu sampai kau membangun pasar.
it: Mio buon governatore, non posso assisterti nel tuo lavoro se non costruisci un mercato.
ja: 閣下、市場がなければ、私はあなたを助けることができません。
ko: 지휘관님, 시장을 짓기 전에는 지원을 해드릴 수가 없습니다.
pt: Meu bom governador, não posso apoiar suas iniciativas se o senhor não construir um mercado.
ru: Мой добрый губернатор, я не смогу поддержать ваши усилия до тех пор, пока вы не построите рынок.
zh: 我的好长官，我无法支持您的努力，直到您兴建市场为止。
zh_tw: 我的好長官，我無法支持您的努力，直到您興建市場為止。

# T_GAME_QUEST_SCEN10_3_NAME
source: A marketplace is needed to expand your village.
de: Ein Marktplatz wird benötigt, um das Dorf auszubauen.
es: Necesitamos un mercado para ampliar nuestra ciudad.
fr: Il vous faut un marché pour développer votre village.
id: Pasar diperlukan untuk memperluas desa kita.
it: Serve un mercato per espandere il villaggio.
ja: あなたの村を発展させるには市場が必要です。
ko: 마을 시장의 확장이 필요합니다.
pt: Você precisa de um mercado para expandir a vila.
ru: Для расширения твоей деревни требуется рынок.
zh: 需要一个市场来扩张我们的村庄。
zh_tw: 需要一個市場來擴張我們的村莊。
