Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_TWELVE_WORK_004_STARTED
source: Sir... It seems that, due to the recent population growth of our village, some Townies have not followed all the hygiene rules and now they are suffering from a strange disease. We should treat this as soon as possible before others become infected.
de: Mylord, es scheint, dass einige Townies aufgrund des jüngsten Bevölkerungswachstums unseres Dorfes nicht alle Hygienevorschriften eingehalten haben und jetzt an einer seltsamen Krankheit leiden. Wir sollten sie so schnell wie möglich behandeln, bevor zu viele infiziert werden.
es: Señor... Parece que, debido al reciente aumento de población de la aldea, algunos townies no han seguido las normas de higiene y sufren de una extraña dolencia. Debemos tratarla lo antes posible antes de que otros se infecten.
fr: Sire... Il semblerait que, dû à la récente croissance démographique de notre village, certains habitants n’ont pas suivi toutes les règles d’hygiène et les voilà maintenant atteint d’une étrange maladie. Nous devrions soigner cela au plus vite avant que d’autres de soient contaminés.
id: Tuanku... akibat pertumbuhan penduduk desa kita akhir-akhir ini, beberapa Townie rupanya mengabaikan peraturan higiene dan sekarang menderita penyakit aneh. Kita harus mengobatinya secepat mungkin, sebelum orang lain tertular.
it: Signore... Sembra che, a causa della recente crescita demografica del nostro villaggio, alcuni cittadini non abbiano seguito tutte le norme igieniche: ora soffrono di una strana malattia. Dovremmo curarla al più presto prima che altri si ammalino.
ja: 陛下。村の人口が増えた弊害か、衛生規則をきっちり守らない住人がいるようです。何やらおかしな病気で苦しんでいるようで...感染が広がらないよう、なるべく早く対処しなくてはなりません。
ko: 영주님... 최근 마을 주민이 늘면서 위생 규칙을 제대로 따르지 않는 주민들이 이상한 질병에 걸려 고통받고 있어요. 다른 주민들에게 병을 옮기기 전에 이 문제를 빨리 해결해야 합니다.
pt: Senhor... Pelo jeito, devido ao recente crescimento da população, alguns habitantes não seguiram todas as regras de higiene e agora padecem de uma estranha doença. Precisamos tratá-la assim que possível antes que outros fiquem infectados.
ru: Сир... Похоже, что из-за недавнего прироста населения некоторые горожане не уделяли должного внимания гигиене и подхватили какую-то странную болезнь. Нужно поскорее вылечить ее, пока другие жители не подхватили заразу.
zh: 阁下……似乎由于我们村庄近期人口的增长，一些镇民没有遵守卫生条例，而现在他们都患上了一种怪病。我们应该在它扩散之前尽快将其治愈。
zh_tw: 閣下……似乎由於我們村莊近期人口的增長，一些鎮民沒有遵守衛生條例，而現在他們都患上了一種怪病。我們應該在它擴散之前儘快將其治癒。

# T_QUESTS_TWELVE_WORK_005_STARTED
source: Winter is harsh, my Lord. I advise you to start producing fabric so we can manufacture clothing if necessary.
de: Dieser Winter ist bitterkalt, mein Herr. Ich schlage vor, dass wir mit der Produktion von Stoffen beginnen, um Kleidung produzieren zu können, falls nötig.
es: El invierno es duro, mi señor. Te aconsejo que empieces a producir tejidos para fabricar ropa si es necesario.
fr: L’hiver est rude mon seigneur, je vous conseille de commencer à produire du tissu afin de pouvoir produire des vêtements si besoin.
id: Musim dingin sangat keras, Tuanku. Aku sarankan kita mulai produksi kain, supaya kita bisa membuat pakaian kalau diperlukan.
it: L'inverno è duro, mio signore. Vi consiglio di iniziare a produrre tessuti per poter confezionare abiti, nel caso si rendessero necessari.
ja: 領主様、この厳冬に際してご提案なのですが、織物の生産を始めてはいかがでしょう。さすれば必要に応じて服を製造できます。
ko: 영주님, 매서운 겨울입니다. 직물을 생산해서 필요할 때 옷을 만들 수 있게 대비해야 합니다.
pt: O inverno está rigoroso, meu senhor. Recomendo que comece a produzir tecido para que possamos fazer roupas se necessário.
ru: Зима — время суровое, милорд. Рекомендую начать производство ткани — она пригодится для одежды.
zh: 冬天尤其残酷，领主大人。我建议您开始布料的生产，好让我们在必要时生产衣物。
zh_tw: 冬天尤其殘酷，領主大人。我建議您開始布料的生產，好讓我們在必要時生產衣物。

# T_QUESTS_TWELVE_WORK_005_SUCCESS
source: It is a fabric of incomparable quality! I believe that in my whole life as an adviser, I have never seen such a beautiful product. Our village can already be proud to have you as its governor.
de: Es ist ein Stoff von unvergleichlicher Qualität! Ich glaube, dass ich in meinem Leben als Berater noch nie ein so schönes Produkt gesehen habe. Unser Dorf kann stolz darauf sein, Euch als Statthalter zu haben.
es: ¡Este tejido es de una calidad incomparable! Creo que en toda mi vida de consejero jamás había visto un producto tan hermoso. Nuestra aldea ya puede estar orgullosa de tenerte como gobernador.
fr: C’est un tissu d’une qualité incomparable ! Je crois bien que de ma vie de conseillé je n’ai jamais vu un si beau produit. Notre village peut déjà être fière de vous avoir comme gouverneur.
id: Kualitas kain ini tidak ada tandingannya! Aku rasa seumur hidupku sebagai penasihat, aku belum pernah melihat produk seindah ini. Desa kita boleh bangga karena mempunyai Tuanku sebagai gubernur.
it: È un tessuto di qualità incomparabile! Credo di non aver mai visto un prodotto così bello in tutta la mia vita di consigliere. Il nostro villaggio può essere orgoglioso di avervi come governatore.
ja: 比類なき質の布ですね！歴代の領主様に長年助言をしてまいりましたが、これほど美しい品は初めてです。あなた様が本村の総督であること、その事実だけで誇りに値します。
ko: 정말 훌륭한 직물이네요! 조언자로서 평생 동안 이렇게 아름다운 제품은 보지 못했습니다. 주민들이 훌륭한 영주님을 가진 것을 자랑스럽게 여길 거예요.
pt: O tecido é de qualidade incomparável! Acredito que em toda a minha vida de conselheiro jamais vi um produto tão belo. Nossa aldeia ficará orgulhosa de tê-lo como governador.
ru: Эта ткань бесподобного качества! Кажется, за все время работы советником я еще ни разу не видел столь прекрасного изделия. Нашей деревне очень повезло с губернатором.
zh: 这块布料的质量无出其右！我在整个顾问生涯中也没有见过如此精美的产品。我们的村子已经可以为有您这位镇长骄傲了。
zh_tw: 這塊布料的品質無出其右！我在整個顧問生涯中也沒有見過如此精美的產品。我們的村子已經可以為有您這位鎮長驕傲了。

# T_QUESTS_TWELVE_WORK_006_STARTED
source: Our church was destroyed by a major flood a few years ago. The townies could really use a place to gather. Why not mark the occasion and build a magnificent cathedral?
de: Unsere Kirche reicht nicht mehr aus, um diesem Dorf gebührende Prächtigkeit zu verleihen. Die Bewohner könnten, gerade in solch schweren Zeiten wie jetzt, einen Ort des Trostes und der Zuflucht gebrauchen. Warum nutzen wir nicht den Anlass nutzen und eine prächtige Kathedrale errichten?
es: Ahora que estamos creciendo, podríamos construir algún punto de referencia. ¿Qué tal una majestuosa catedral, algo que verdaderamente enorgullezca a los townies?
fr: Notre église ne suffit plus à donner à ce village la splendeur qu'il mérite. Les habitants pouvaient utiliser un lieu de consolation et de refuge dans des temps aussi difficiles qu'aujourd'hui. Alors pourquoi ne pas profiter de l'occasion pour construire une magnifique cathédrale ?
id: Berhubung kita terus berkembang, kita perlu sesuatu yang bisa menjadi simbol. Bagaimana kalau kita membangun gereja katedral yang megah, sesuatu yang bisa dibanggakan oleh para Townie?
it: Ora che stiamo crescendo, potremmo costruire un monumento. Che ne dite di una magnifica cattedrale, una di cui i nostri cittadini possano andare davvero orgogliosi!
ja: 街もずいぶん大きくなりました。何か名所のようなものを建ててはいかがでしょう。壮麗な大聖堂など、住人が胸を張って誇れるような目印です！
ko: 이제 마을 규모가 커졌으니 랜드마크 건물을 만들어야 해요. 주민들이 자부심을 가질 수 있는 거대한 성당은 어떨까요!
pt: Agora que estamos crescendo, podemos construir algum tipo de marco arquitetônico. Que tal uma catedral magnífica, algo que encha os nossos habitantes de orgulho?
ru: Теперь, когда нас стало больше, мы можем построить какую-нибудь достопримечательность. Как вы смотрите на величественный собор? Думаю, горожане будут им очень гордиться.
zh: 现在随着我们的城镇日渐矿大，我们可以建造一些地标了。来建造一座宏伟的大教堂吧，我们的镇民一定为之自豪的！
zh_tw: 現在隨著我們的城鎮日漸礦大，我們可以建造一些地標了。來建造一座宏偉的大教堂吧，我們的鎮民一定為之自豪的！

# T_QUESTS_TWELVE_WORK_006_SUCCESS
source: Amazing! It is massive, yet magnificent at the same time! If this is not enough to make the Townes remember your incredible cathedral for a long time, I will eat my hat!
de: Atemberaubend! Wie gewaltig und prächtig sie geworden ist. Ich würde meine Hand dafür ins Feuer legen, dass die Townies noch eine lange Zeit über dieses grandiose Bauwerk sprechen werden.
es: ¡Extraordinario! ¡Es enorme y majestuosa a la vez! Si esto no basta para que los townies la recuerden durante mucho tiempo, ¡me como el sombrero!
fr: J’en suis bouche bée. Elle est imposante mais pas moins magnifique ! Je mets ma main à couper que les habitants se souviendront encore longtemps de votre incroyable cathédrale !
id: Luar biasa! Bangunan ini kukuh, tapi sekaligus agung! Kalau ini tidak cukup untuk membuat para Townie mengingat katedral luar biasa ini untuk waktu lama, aku bersedia makan topiku!
it: Straordinario! È massiccia, ma allo stesso tempo magnifica! Se questo non basterà a far ricordare per lungo tempo ai cittadini la vostra incredibile cattedrale, mi mangio il cappello!
ja: 良いですね！壮大なだけでなく、美しい威厳をも備えています。陛下の御名とともに、人々の記憶に永く残り続けるでしょう。私めが保証いたします！
ko: 훌륭하군요! 거대하면서도 아름다워요! 이게 주민들의 기억 속에 오랫동안 자리 잡을 성당이 아니라면 제 손에 장을 지지겠어요!
pt: Incrível! Ela é imensa e ao mesmo tempo magnífica! Os habitantes ficarão com esta catedral incrível na cabeça durante um bom tempo, pode ter certeza!
ru: Чудесно! Огромный, но в то же время он прекрасный! Думаю, горожане будут еще долго вспоминать, какой величественный собор вы им построили. А если нет, то провалиться мне на месте!
zh: 太棒了！我们的大教堂庞大又不失华丽！如果这都无法让其他城镇永远记住这不可思议的奇观，我就吃掉我的帽子！
zh_tw: 太棒了！我們的大教堂龐大又不失華麗！如果這都無法讓其他城鎮永遠記住這不可思議的奇觀，我就吃掉我的帽子！

# T_QUESTS_TWELVE_WORK_006_TITLE
source: Build a cathedral.
de: Errichte eine Kathedrale.
es: Construye una catedral.
fr: Construire une cathédrale.
id: Bangun gereja katedral.
it: Costruisci una cattedrale.
ja: 大聖堂を建設する。
ko: 성당을 만드세요.
pt: Construa uma catedral.
ru: Построить собор.
zh: 建造一座大教堂。
zh_tw: 建造一座大教堂。

# T_QUESTS_TWELVE_WORK_007_STARTED
source: Lord, this city is a little dreary. Some decorations could increase the well-being of our inhabitants.
de: Herr, diese Stadt ist ein wenig trist, einige Dekorationen könnten das Wohlbefinden unserer Bewohner erhöhen.
es: Señor, la ciudad es un poco deprimente. Un poco de decoración aumentaría el bienestar de sus habitantes.
fr: Sire, cette ville est un peu triste, certaines décorations pourraient augmenter le bien-être de nos habitants.
id: Tuanku, kota ini agak suram. Dengan sedikit dekorasi kita bisa meningkatkan kesejahteraan para penduduk kita.
it: Signore, questa città è un po' noiosa. Qualche decorazione potrebbe aumentare il benessere dei nostri abitanti.
ja: 領主様、街の雰囲気がやや停滞しているようです。住民の目を楽しませるため、装飾を施してみてはいかがでしょう。
ko: 영주님, 마을이 약간 적막합니다. 약간 장식하면 주민들의 삶이 즐거워질 거예요.
pt: Senhor, a cidade está meio apagada. Algumas decorações podem aumentar o bem-estar de nossos habitantes.
ru: Милорд, в городе как-то мрачновато. Думаю, украшения помогут улучшить самочувствие жителей.
zh: 领主，这座城市有些无聊。建造一些装饰可以提升我们居民的幸福度。
zh_tw: 領主，這座城市有些無聊。建造一些裝飾可以提升我們居民的幸福度。

# T_QUESTS_TWELVE_WORK_007_SUCCESS
source: Oh! Your sense for beauty is extraordinary, my Lord! The village looks truly wonderful.
de: Ihr habt wahrlich einen Sinn für Schönheit und Ästhetik, Mylord. Das Dorf wirkt nun wieder viel lebendiger! Großartig!
es: ¡Oh! ¡Tu sentido de la belleza es extraordinario, mi señor! La aldea tiene un aspecto realmente fabuloso.
fr: Oh ! Quel sens de la décoration ! C’est magnifique !
id: Oh! Rasa keindahan Tuanku sungguh luar biasa! Desa kita kelihatan cantik sekali.
it: Oh! Il vostro gusto per il bello è straordinario, mio Signore! Il villaggio è davvero meraviglioso.
ja: おお！傑出した美的感覚をお持ちなのですね、領主様！村がすっかり見違えました。
ko: 와! 정말 미적 감각이 뛰어나시군요! 마을이 정말 아름다워졌어요.
pt: Ah! O seu senso estético é extraordinário, meu senhor! A aldeia está incrível.
ru: О! У вас прекрасный вкус, милорд! Деревня выглядит просто великолепно!
zh: 噢！领主大人，您的美感简直无与伦比！村子看起来太美了。
zh_tw: 噢！領主大人，您的美感簡直無與倫比！村子看起來太美了。

# T_QUESTS_TWELVE_WORK_008_STARTED
source: One of the challenges is to build a building that is synonymous with community, celebration and joy. We already have a cathedral, but...maybe a less formal place, like a tavern without a roof or something? A brewing festival ground would be a great thing to have in the city. Let's not wait any longer and start building it, shall we, my Liege?
de: Eine weitere Herausforderung besteht darin, ein Gebäude als Symbol für Gemeinschaft, Spaß und Freude zu errichten. Wir haben zwar bereits eine Kathedrale, doch in diesem Fall bedarf es wohl eines weniger formalen Ortes. Eine Taverne vielleicht, mit Blick auf den Himmel? Oder doch lieber gleich ein großes Braufest! Lasst uns am besten keine Zeit verlieren und direkt mit dem Bau beginnen!
es: Uno de los retos es construir un edificio que sea sinónimo de comunidad, celebración y regocijo. Ya tenemos una catedral, pero... ¿qué tal un sitio menos formal, como una taberna sin tejado o algo así? Un recinto para festivales de cerveza sería ideal para la ciudad. No esperemos más, empecemos a construirlo, ¿de acuerdo, mi señor?
fr: Un des défis consiste à construire un bâtiment synonyme de rassemblement, de fête et de joie. Nous avons déjà une cathédrale mais...peut-être qu’un endroit moins formel comme une buvette serait un plus. N’attendons plus et lançons la construction !
id: Salah satu tantangan adalah membangun bangunan yang identik dengan komunitas, perayaan, dan kegembiraan. Kita sudah punya gereja katedral, tapi... mungkin sesuatu yang tidak terlalu formal, seperti kedai minum terbuka, misalnya? Tempat festival ramuan akan bagus sekali untuk kota kita. Jangan ditunda lagi, mari segera dibangun? Setuju, Tuanku?
it: Una delle sfide è costruire un edificio che sia sinonimo di comunità, festa e gioia. Abbiamo già una cattedrale, ma... forse un luogo meno formale, come un'osteria all'aperto o qualcosa del genere, potrebbe essere meglio? Sarebbe fantastico avere in città una festa della cervesia. Non cincischiamo e cominciamo a fare tutti i preparativi: non siete d’accordo, mio Signore?
ja: 課題のひとつは、コミュニティ、お祝い事、喜び、を表すような建物を造ることです。すでに大聖堂はありますが、もう少し気楽な、屋根のない酒場などはどうでしょう。醸造祭の開催を街でできたらいいですね。ふむ、これ以上の議論は不要に思えます。早速取りかかりませんか、領主様。
ko: 도전 중 하나는 공동체, 축하, 즐거움과 동의어인 건물을 만드는 것입니다. 이미 성당이 있지만... 지붕이 없는 선술집 같은 격식을 차리지 않은 곳이 필요해요. 마을에 감주 축제장이 있으면 좋을 거예요. 영주님, 더 이상 기다리지 말고 어서 공사를 시작하세요.
pt: Um dos desafios é construir um prédio que seja sinônimo de comunidade, celebração e alegria. Já temos uma catedral, mas... talvez um local mais informal, como uma taverna sem telhado ou algo assim? Seria ótimo ter uma Feira da Cerveja na cidade. Vamos logo começar a construção, senhor!
ru: Согласно одному из испытаний нужно построить здание, в котором отражаются идеи общности, праздника и радости. У нас уже есть собор, но... может, стоит задуматься о чем-то менее формальном, например о таверне без крыши или вроде того? Площадь для пивного фестиваля станет отличным местом в нашем городе. Прикажете начать ее строительство, ваша светлость?
zh: 挑战中的一项是建造一座与社区、庆祝和欢乐是同义词的建筑。我们已经有一座大教堂了，不过……或许是没有那么正式的地方，比如没有屋顶的酒馆之类的？在城市中建一个酿酒节会场也不错。说干就干吧，好吗，大人？
zh_tw: 挑戰中的一項是建造一座與社區、慶祝和歡樂是同義詞的建築。我們已經有一座大教堂了，不過……或許是沒有那麼正式的地方，比如沒有屋頂的酒館之類的？在城市中建一個釀酒節會場也不錯。說幹就幹吧，好嗎，大人？

# T_QUESTS_TWELVE_WORK_008_SUCCESS
source: Oh, look how happy the Townies are about this new brewing festival grounds! They embrace life to the fullest.
de: Schaut doch, wie glücklich unsere Bewohner sind! Dieses Braufestgelände ist prächtig geworden und die Bewohner können das Leben hier wieder in vollen Zügen genießen!
es: Vaya, ¡mira qué contentos están los townies con este nuevo recinto para festivales de cerveza! ¡Viven la vida a tope!
fr: Oh, Regadez comme les habitants sont heureux de profiter de cette nouvelle buvette ! Ils croquent la vie à pleine dent.
id: Oh, lihatlah betapa bahagia para Townie karena tempat festival ramuan yang baru ini! Sekarang mereka bisa menikmati hidup.
it: Oh, guarda come sono felici i cittadini di questa nuova area del festival della cervesia! Si godono appieno la vita!
ja: ご覧ください、新しい醸造祭の場ができて、住人のなんと嬉しそうなこと！人生を楽しむとはこのことですね。
ko: 오, 주민들이 새로운 감주 축제장에 대해 매우 만족하고 있어요! 신나게 즐기고 있네요.
pt: Ah, veja como os habitantes estão felizes com esta nova Feira da Cerveja! Eles estão aproveitando a vida ao máximo.
ru: О, вы только посмотрите! Кажется, новая площадь для пивного фестиваля пришлась горожанам по душе! Они наслаждаются жизнью на полную катушку.
zh: 噢，快看镇民们见到了这个酿酒节会场有多开心啊！他们要尽情享受人生了。
zh_tw: 噢，快看鎮民們見到了這個釀酒節會場有多開心啊！他們要盡情享受人生了。

# T_QUESTS_TWELVE_WORK_008_TITLE
source: Build a brewing fest ground.
de: Baue ein Braufestgelände
es: Construye un recinto para festivales de cerveza.
fr: Construire une buvette.
id: Bangun tempat festival ramuan.
it: Costruisci un’area per la festa della cervesia.
ja: 醸造祭の場を設ける。
ko: 감주 축제장을 만드세요.
pt: Construa uma Feira da Cerveja.
ru: Построить площадь для пивного фестиваля.
zh: 建造一个酿酒节会场
zh_tw: 建造一個釀酒節會場

# T_QUESTS_TWELVE_WORK_009_STARTED
source: During the summer, bandits have appeared in the town’s vicinity. They pose a serious threat for the village and its inhabitants. And they rob and stop travelers from reaching the village. We must solve this problem, NOW!
de: Im Sommer sind in der Umgebung der Stadt Banditen aufgetaucht. Sie stellen eine ernsthafte Bedrohung für das Dorf und seine Bewohner dar. Sie gehen auf Raubzüge und verhindern, dass Reisende das Dorf erreichen. Wir müssen dieses Problem lösen und zwar jetzt!
es: Durante el verano se han visto bandidos en los alrededores. Suponen una seria amenaza para la aldea y sus habitantes. Y roban a los viajeros y les impiden llegar hasta aquí. ¡Debemos solucionar este problema YA!
fr: Pendant l'été, des bandits sont apparus dans les environs de la ville. Ils représentent une menace sérieuse pour le village et ses habitants. Et ils volent et empêchent les voyageurs d'atteindre le village. Nous devons résoudre ce problème, MAINTENANT !
id: Pada musim panas ada gerombolan bandit yang muncul di dekat sini. Mereka itu ancaman serius bagi desa dan para penduduk. Dan mereka merampok dan mengadang orang yang menuju ke desa. Masalah ini harus kita atasi, SEKARANG JUGA!
it: Durante l'estate, nei dintorni della città sono apparsi dei banditi. Rappresentano una seria minaccia per il villaggio e i suoi abitanti, e rapinano e impediscono ai viaggiatori di raggiungere il villaggio: dobbiamo risolvere questo problema, IMMEDIATAMENTE!
ja: この夏、盗賊が街の周辺に出現し、村と住人にとって深刻な脅威となっています。また旅の者を追い剥ぎするため、せっかくの訪問者を奪われているという二次被害も...この問題は解決しなくてはいけません、今すぐに！
ko: 여름 동안 강도들이 마을 주변에 나타났어요. 마을과 주민들에게 심각한 위협이 되고 있어요. 강도들은 물건을 빼앗고 여행자들이 마을에 오지 못하게 막아요. 당장 이 문제를 해결해야 해요!
pt: Durante o verão, surgiram bandidos nas redondezas da cidade. Eles representam uma séria ameaça para a aldeia e seus habitantes. E eles roubam os viajantes, impedindo-os de chegar à aldeia. Precisamos resolver este problema AGORA!
ru: Летом рядом с городом появились бандиты. Они являются серьезной угрозой для деревни и ее жителей. Кроме того, они грабят путешественников и мешают им добраться до деревни. Нужно решить эту проблему КАК МОЖНО СКОРЕЕ!
zh: 夏天时土匪在城镇的周边地区出现过。他们严重威胁着村庄和居民的安全。而且他们还会抢劫阻止旅人进入村庄。我们必须立刻解决这个问题！
zh_tw: 夏天時土匪在城鎮的周邊地區出現過。他們嚴重威脅著村莊和居民的安全。而且他們還會搶劫阻止旅人進入村莊。我們必須立刻解決這個問題！

# T_QUESTS_TWELVE_WORK_009_SUCCESS
source: Ah! We're finally rid of these shameless bandits! Tourists will now be able to come to our village without fear.
de: Ah! Endlich sind wir diese schamlosen Banditen los! Die Bewohner sind froh und Reisende werden nun in unser Dorf kommen können, ohne Angst haben zu müssen.
es: ¡Ah! ¡Por fin nos hemos deshecho de esos desvergonzados bandidos! Ahora podrán venir turistas a nuestra aldea sin miedo.
fr: Ah ! Nous voilà enfin débarrassés de ces bandits de pacotille ! Les touristes vont désormais venir sans crainte dans notre bourgade.
id: Ah! Akhirnya kita berhasil menyingkirkan para bandit yang tidak tahu malu itu! Sekarang para turis bisa datang ke desa kita tanpa perlu takut.
it: Ah! Finalmente ci siamo sbarazzati di questi maledetti banditi! I turisti potranno raggiungere il nostro villaggio senza timori.
ja: ああ！やっとあの恥知らずの盗賊どもを排除することができました！旅行者も安心して村に来られますね。
ko: 아! 드디어 파렴치한 강도들을 해치웠어요! 이제 관광객들이 걱정 없이 마을을 찾아올 거예요.
pt: Ah! Finalmente nos livramos desses bandidos sem-vergonha! Os turistas agora poderão chegar à nossa aldeia sem medo.
ru: Да! Нам наконец-то удалось избавиться от этих бессовестных бандитов! Теперь туристы смогут без опаски посещать нашу деревню.
zh: 啊！我们终于解决掉那些不知廉耻的强盗们了！游客们现在可以放心来到我们的村庄了。
zh_tw: 啊！我們終於解決掉那些不知廉恥的強盜們了！遊客們現在可以放心來到我們的村莊了。

# T_QUESTS_TWELVE_WORK_010_STARTED
source: My Lord, the year is drawing to a close and here we are at the final challenge. Organize a summer party for the city. I think it would be advisable to build a fairground for it.
de: Mein Herr, das Jahr neigt sich dem Ende zu und wir sind endlich bei unserer letzten Herausforderung angekommen. Organisiert ein Sommerfest für die Stadt. Ich denke es wäre ratsam dafür ein Gebräufestgelände zu bauen.
es: Mi señor, el año se está acabando y estamos ante el último desafío. Organizar una fiesta de verano para la ciudad. Creo que sería aconsejable construir un recinto ferial para ello.
fr: Sire, l’année va bientôt s’achever et nous voilà enfin au dernier défi. Organiser un festival d’été. Nous devrions construire dès maintenant le champ de foire.
id: Tuanku, tahun ini sudah akan berakhir dan kita sampai di tantangan pemungkas. Adakanlah pesta musim panas untuk kota. Dan aku rasa untuk itu ada baiknya dibangun arena pekan raya.
it: Mio Signore, l'anno sta volgendo al termine ed eccoci alla sfida finale. Organizzare una festa d'estate per la città. Credo che sarebbe consigliabile costruire un centro fieristico dove tenerla.
ja: 領主様、1年も終わりに近づきました。最後の課題です。市民のためにサマーパーティーを企画なさってください！そうですね...まずは会場がないことには始まらないでしょう。
ko: 영주님, 한 해가 저물면서 이제 마지막 도전을 앞두고 있어요. 마을을 위한 여름 파티를 준비하세요. 파티를 위한 축제장을 만드는 것이 좋겠어요.
pt: Meu senhor, o ano está chegando ao fim e estamos ao final do desafio. Organize uma festa de verão para a cidade. Acho que seria recomendável construir uma praça de eventos para tanto.
ru: Милорд, год заканчивается, и нам осталось выполнить последнее испытание. Проведите в городе летний праздник. Думаю, для него потребуется ярмарочная площадь.
zh: 领主大人，这一年已经接近尾声了，而我们也接到了最后一项挑战。为城市组织一场夏日庆典。我建议为这场庆典建造一个游乐场。
zh_tw: 領主大人，這一年已經接近尾聲了，而我們也接到了最後一項挑戰。為城市組織一場夏日慶典。我建議為這場慶典建造一個露天娛樂場。

# T_QUESTS_TWELVE_WORK_010_SUCCESS
source: We've done it, Lord! A truly beautiful feast is being arranged to celebrate the restoration of your honor and the rebirth of our proud town!
de: Wir haben es endlich vollbracht, Mylord! Das Fest ist großartig geworden und bietet den idealen Platz, um Eure wiederhergestellte Ehre gebührend zu feiern!
es: ¡Lo hemos logrado, señor! ¡Se está organizando un festival realmente hermoso para celebrar la restauración de tu honor y el renacimiento de nuestra orgullosa ciudad!
fr: Mes félicitations Sire ! Une belle fête va pouvoir se dérouler pour célébrer cette année de renaissance pour notre village !
id: Kita berhasil, Tuanku! Sebuah pesta semarak disiapkan untuk merayakan pulihnya kehormatan Tuanku dan kelahiran kembali kota kita yang membanggakan!
it: Ce l'abbiamo fatta, Signore! Si sta organizzando una bellissima festa per celebrare la vostra reputazione finalmente ripristinata e la rinascita della nostra orgogliosa città!
ja: 完了です、領主様！あなたの名誉挽回、そして誇り高き我々の町を祝うため、祝宴の準備が進んでいます。さぞかし見事な催しになるでしょう！
ko: 영주님, 해냈습니다! 영주님이 영광을 되찾고 자랑스러운 마을이 재탄생한 것을 기념하는 정말 아름다운 축제를 준비하고 있어요!
pt: Conseguimos, meu senhor! Um belíssimo banquete está sendo montado para celebrar a restauração da sua honra e o renascimento de nossa amada cidade!
ru: Готово, милорд! Мы уже начали готовить чудесный пир в честь свершений, позволивших вам вернуть свою честь и возродить этот достойный город!
zh: 我们做到了，领主！我们正在安排一场空前的盛会来庆祝您恢复了声誉、我们自豪的城镇获得了新生！
zh_tw: 我們做到了，領主！我們正在安排一場空前的盛會來慶祝您恢復了聲譽、我們自豪的城鎮獲得了新生！
