Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# THEBEAST_CHOICE_C_REASON_TITLE
source: State conspiracy.
de: Eine Staatsverschwörung!
es: Aduce una conspiración.
fr: Complot de l’État.
id: Konspirasi negara.
it: Cospirazione di stato.
ja: 王国の陰謀。
ko: 국가 음모.
pt: Conspiração de Estado.
ru: Государственный заговор.
zh: 是国家的阴谋。
zh_tw: 是國家的陰謀。

# T_ACHIEVEMENTS_POPUP_TITLE
source: Achievements
de: Errungenschaften
es: Logros
fr: Succès
id: Pencapaian
it: Obiettivi
ja: アチーブメント
ko: 도전 과제
pt: Conquistas
ru: Достижения
zh: 成就
zh_tw: 成就

# T_ACHIEVEMENTS_PUBLISH
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
id: Terbitkan
it: Pubblica
ja: 公開
ko: 게시
pt: Publicar
ru: Отправить
zh: 发布
zh_tw: 發佈

# T_ACHIEVEMENT_ARTOFWAR_DESC
source: Win 100 fights against bandits.
de: Gewinne 100 Kämpfe gegen Banditen.
es: Gana 100 combates contra bandidos
fr: Remportez 100 combats contre les bandits
id: Menangi 100 pertempuran melawan bandit
it: Vinci 100 scontri con i banditi
ja: 盗賊に対し100勝する
ko: 강도를 상대로 100번 싸움에서 이기세요
pt: Vença 100 lutas contra bandidos
ru: Победи в боях с бандитами 100 раз.
zh: 在 100 场战斗中击败强盗
zh_tw: 在 100 場戰鬥中擊敗強盜

# T_ACHIEVEMENT_ARTOFWAR_NAME
source: The Art of War
de: Die Kunst des Krieges
es: El arte de la guerra
fr: L'art de la guerre
id: Seni Perang
it: L'arte della guerra
ja: 戦術
ko: 전쟁의 기술
pt: A arte da guerra
ru: Искусство войны
zh: 战争的艺术
zh_tw: 戰爭的藝術

# T_ACHIEVEMENT_AUTOTRADE_01_DESC
source: Set up 4 trade orders at the Trade guild simultaneously.
de: Stelle 4 Handelsaufträge gleichzeitig in der Handelsgilde ein.
es: Establece 4 pedidos en el gremio comercial al mismo tiempo
fr: Préparez 4 commandes commerciales simultanément à la guilde du commerce
id: Siapkan 4 perintah transaksi sekaligus di Perkumpulan saudagar
it: Poni in essere 4 accordi commerciali simultaneamente
ja: 取引ギルドに4つの取引注文を同時に手配する
ko: 트레이드 길드에서 거래 주문 4개를 동시에 설정하세요
pt: Faça 4 acordos comerciais na guilda comercial simultaneamente
ru: Одновременно размести в гильдии торговцев 4 заказа.
zh: 在同业公会，同时下四个定单
zh_tw: 在同業公會，同時下四個定單

# T_ACHIEVEMENT_AUTOTRADE_01_NAME
source: Not a small trader anymore
de: Kein kleiner Händler mehr
es: Ya no eres un comerciante de segunda
fr: Plus un petit marchand
id: Bukan lagi pedagang kecil
it: Non sei più un piccolo mercante
ja: 今や小さなトレーダーではありません
ko: 더 이상 작은 상인이 아닙니다
pt: Pequenas vilas, grandes negócios
ru: Большой купец
zh: 小商小贩变大鳄
zh_tw: 小商小販變大鱷

# T_ACHIEVEMENT_AVALANCHE_MINES_NAME
source: Good luck, miner!
de: Glück auf!
es: ¡Buena suerte, minero!
fr: Bonne chance, mineur !
id: 炭鉱夫よ、幸運を！
it: In bocca al lupo, minatore!
ja: Semoga beruntung, Penambang!
ko: 행운을 빌어요, 광부님!
pt: Boa sorte na mina!
ru: Удачливый шахтер
zh: 祝你好运，矿工！
zh_tw: 祝你好運，礦工！

# T_ACHIEVEMENT_BITES_DUST_DESC
source: Defeat 50 bandits.
de: Besiege 50 Banditen.
es: Derrota a 50 bandidos
fr: Terrassez 50 bandits
id: Kalahkan 50 bandit
it: Sconfiggi 50 banditi
ja: 50人の盗賊を倒す
ko: 강도 50명을 물리치세요
pt: Derrote 50 bandidos
ru: Победи 50 бандитов.
zh: 击败 50 名强盗
zh_tw: 擊敗 50 名強盜

# T_ACHIEVEMENT_BITES_DUST_NAME
source: Another one bites the dust
de: Und wieder einer am Boden
es: Otro que muerde el polvo
fr: Ils ont mordu la poussière
id: Satu lagi berhasil ditumpas
it: Inarrestabile
ja: もう一方は戦死
ko: 또 한 명이 죽어나갑니다
pt: Mais um que comeu poeira
ru: Еще одним меньше
zh: 一败涂地
zh_tw: 一敗塗地

# T_ACHIEVEMENT_BREAD1_DESC
source: Produce 200 bread.
de: Produziere 200 Brot.
es: Produce 200 de pan.
fr: Produisez 200 pains.
id: Menghasilkan 200 roti.
it: Produci 200 filoni di pane.
ja: 200のパンを生産
ko: 200 빵을 준비합니다.
pt: Produzir 200 pão.
ru: Произведи хлеб: 200.
zh: 生产200面包。
zh_tw: 生產200麵包。

# T_ACHIEVEMENT_BREAD1_NAME
source: Bread for the people I
de: Brot fürs Volk I
es: Pan para el pueblo I
fr: Du pain pour le peuple I
id: Roti untuk rakyat I
it: Pane al popolo I
ja: I人のパン屋さん
ko: 사람들을 위한 빵을 준비합니다 I
pt: Pão para o povo I
ru: Хлеб для народа I
zh: 为人们提供面包I
zh_tw: 為人們提供麵包I

# T_ACHIEVEMENT_BREAD2_DESC
source: Produce 500 bread.
de: Produziere 500 Brot.
es: Produce 500 de pan.
fr: Produisez 500 pains.
id: Menghasilkan 500 roti.
it: Produci 500 filoni di pane.
ja: 500のパンを生産
ko: 500 빵을 준비합니다.
pt: Produzir 500 pão.
ru: Произведи хлеб: 500.
zh: 生产500面包。
zh_tw: 生產500麵包。

# T_ACHIEVEMENT_BREAD2_NAME
source: Bread for the people II
de: Brot fürs Volk II
es: Pan para el pueblo II
fr: Du pain pour le peuple II
id: Roti untuk rakyat II
it: Pane al popolo II
ja: II人のパン屋さん
ko: 사람들을 위한 빵을 준비합니다 II
pt: Pão para o povo II
ru: Хлеб для народа II
zh: 为人们提供面包II
zh_tw: 為人們提供麵包II

# T_ACHIEVEMENT_BREAD3_DESC
source: Produce 1000 bread.
de: Produziere 1000 Brot.
es: Produce 1000 de pan.
fr: Produisez 1000 pains.
id: Menghasilkan 1000 roti.
it: Produci 1000 filoni di pane.
ja: 1000のパンを生産
ko: 1000 빵을 준비합니다.
pt: Produzir 1000 pão.
ru: Произведи хлеб: 1000.
zh: 生产1000面包。
zh_tw: 生產1000麵包。

# T_ACHIEVEMENT_BREAD3_NAME
source: Bread for the people III
de: Brot fürs Volk III
es: Pan para el pueblo III
fr: Du pain pour le peuple III
id: Roti untuk rakyat III
it: Pane al popolo III
ja: III人のパン屋さん
ko: 사람들을 위한 빵을 준비합니다 III
pt: Pão para o povo III
ru: Хлеб для народа III
zh: 为人们提供面包III
zh_tw: 為人們提供麵包III

# T_ACHIEVEMENT_BREWS_DESC
source: Produce 1000 brew in a scenario.
de: Produziere 1000 Gebräu in einem Szenario.
es: Produce 1000 unidades de cerveza en un escenario
fr: Produisez 1000 boissons dans un scénario
id: Hasilkan 1000 bir dalam satu skenario
it: Produci 1.000 barili di birra in uno scenario
ja: 1つのシナリオでビールを1000杯を生産する
ko: 시나리오에서 맥주 1000개를 생산하세요
pt: Produza 1000 cervejas em um cenário
ru: Свари 1000 ед. пива в сценарии.
zh: 在一场剧情中生产 1000 瓶啤酒
zh_tw: 在一場劇情中生產 1000 瓶啤酒

# T_ACHIEVEMENT_BREWS_NAME
source: Five brews are a schnitzel
de: Fünf Bier sind ein Schnitzel
es: Cinco cervezas son un escalope
fr: Deux boissons pour le prix d'une
id: Lima bir menambah gizi
it: Birra a fiumi
ja: ビール5杯はシュニッツェルです
ko: 맥주 5개는 얼마 안 돼요
pt: Cinco cervejas são um schnitzel
ru: Пенное золото
zh: 五杯啤酒相当于一份炸鸡排
zh_tw: 五杯啤酒相當於一份炸雞排

# T_ACHIEVEMENT_BUILDINGS1_DESC
source: Build 10 buildings.
de: Baue 10 Gebäude.
es: Construye edificios: 10.
fr: Bâtissez 10 bâtiments.
id: Bangun 10 gedung.
it: Costruisci 10 edifici.
ja: 建物10を建設
ko: 10 빌딩을 짓습니다.
pt: Construir 10 instalações.
ru: Построй здания: 10.
zh: 修建10建筑。
zh_tw: 修建10建築。

# T_ACHIEVEMENT_BUILDINGS1_NAME
source: I like to build stuff... I
de: Ich baue gerne... I
es: Me gusta construir... I
fr: J'aime acheter des choses... I
id: Saya suka membangun benda-benda... I
it: Mi piace costruire cose... I
ja: Iの建設好き
ko: 다음을 짓고싶습니다... I
pt: Gosto de construir… I
ru: Люблю строить... I
zh: 我喜欢搞修建…… I
zh_tw: 我喜歡搞修建…… I

# T_ACHIEVEMENT_BUILDINGS2_DESC
source: Build 25 buildings.
de: Baue 25 Gebäude.
es: Construye edificios: 25.
fr: Bâtissez 25 bâtiments.
id: Bangun 25 gedung.
it: Costruisci 25 edifici.
ja: 建物25を建設
ko: 25 빌딩을 짓습니다.
pt: Construir 25 instalações.
ru: Построй здания: 25.
zh: 修建25建筑。
zh_tw: 修建25建築。

# T_ACHIEVEMENT_BUILDINGS2_NAME
source: I like to build stuff... II
de: Ich baue gerne... II
es: Me gusta construir... II
fr: J'aime acheter des choses... II
id: Saya suka membangun benda-benda... II
it: Mi piace costruire cose... II
ja: IIの建設好き
ko: 다음을 짓고싶습니다... II
pt: Gosto de construir… II
ru: Люблю строить... II
zh: 我喜欢搞修建…… II
zh_tw: 我喜歡搞修建…… II

# T_ACHIEVEMENT_BUILDINGS3_DESC
source: Build 50 buildings.
de: Baue 50 Gebäude.
es: Construye edificios: 50.
fr: Bâtissez 50 bâtiments.
id: Bangun 50 gedung.
it: Costruisci 50 edifici.
ja: 建物50を建設
ko: 50 빌딩을 짓습니다.
pt: Construir 50 instalações.
ru: Построй здания: 50.
zh: 修建50建筑。
zh_tw: 修建50建築。

# T_ACHIEVEMENT_BUILDINGS3_NAME
source: I like to build stuff... III
de: Ich baue gerne... III
es: Me gusta construir... III
fr: J'aime acheter des choses... III
id: Saya suka membangun benda-benda... III
it: Mi piace costruire cose... III
ja: IIIの建設好き
ko: 다음을 짓고싶습니다... III
pt: Gosto de construir… III
ru: Люблю строить... III
zh: 我喜欢搞修建…… III
zh_tw: 我喜歡搞修建…… III

# T_ACHIEVEMENT_BUILDINGS4_DESC
source: Build 75 buildings.
de: Baue 75 Gebäude.
es: Construye edificios: 75.
fr: Bâtissez 75 bâtiments.
id: Bangun 75 gedung.
it: Costruisci 75 edifici.
ja: 建物75を建設
ko: 75 빌딩을 짓습니다.
pt: Construir 75 instalações.
ru: Построй здания: 75.
zh: 修建75建筑。
zh_tw: 修建75建築。

# T_ACHIEVEMENT_BUILDINGS4_NAME
source: I like to build stuff... IV
de: Ich baue gerne... IV
es: Me gusta construir... IV
fr: J'aime acheter des choses... IV
id: Saya suka membangun benda-benda... IV
it: Mi piace costruire cose... IV
ja: IVの建設好き
ko: 다음을 짓고싶습니다... IV
pt: Gosto de construir… IV
ru: Люблю строить... IV
zh: 我喜欢搞修建…… IV
zh_tw: 我喜歡搞修建…… IV

# T_ACHIEVEMENT_BUILDINGS5_DESC
source: Build 100 buildings.
de: Baue 100 Gebäude.
es: Construye edificios: 100.
fr: Bâtissez 100 bâtiments.
id: Bangun 100 gedung.
it: Costruisci 100 edifici.
ja: 建物100を建設
ko: 100 빌딩을 짓습니다.
pt: Construir 100 instalações.
ru: Построй здания: 100.
zh: 修建100建筑。
zh_tw: 修建100建築。

# T_ACHIEVEMENT_BUILDINGS5_NAME
source: I like to build stuff... V
de: Ich baue gerne... V
es: Me gusta construir... V
fr: J'aime acheter des choses... V
id: Saya suka membangun benda-benda... V
it: Mi piace costruire cose... V
ja: Vの建設好き
ko: 다음을 짓고싶습니다... V
pt: Gosto de construir… V
ru: Люблю строить... V
zh: 我喜欢搞修建…… V
zh_tw: 我喜歡搞修建…… V

# T_ACHIEVEMENT_BURNEDDOWN1_DESC
source: Lose 100 buildings to fire.
de: Verliere 100 Gebäude durch Feuer.
es: Pierde 100 edificios por culpa de incendios.
fr: Perdez 100 bâtiments à cause des incendies.
id: Kehilangan 100 gedung karena api.
it: Perdi 100 edifici a causa delle fiamme.
ja: 火事で100棟の建物を失う。
ko: 화재로 빌딩 100개를 잃습니다.
pt: Perder 100 prédios para o fogo.
ru: Потеряй 100 зданий в результате пожара.
zh: 由于火灾失去了 100 座建筑
zh_tw: 由於火災失去了 100 座建築

# T_ACHIEVEMENT_BURNEDDOWN1_NAME
source: Just let it burn!
de: Lasst es brennen!
es: ¡Deja que arda!
fr: Laissez tout brûler !
id: Biarkan saja terbakar!
it: Che brucino!
ja: 燃やしてしまいなさい！
ko: 불타게 두십시오
pt: Deixa queimar!
ru: Пусть себе горит!
zh: 就让它烧吧！
zh_tw: 就讓它燒吧！

# T_ACHIEVEMENT_CLOTHES1_DESC
source: Produce 200 clothes.
de: Produziere 200 Kleidung.
es: Produce piezas de tela: 200.
fr: Produisez 200 vêtements.
id: Menghasilkan 200 pakaian.
it: Produci 200 abiti.
ja: 服200を生産
ko: 200 옷을 생산합니다.
pt: Produzir 200 roupas.
ru: Произведи одежду: 200.
zh: 制作200衣服。
zh_tw: 製作200衣服。

# T_ACHIEVEMENT_CLOTHES1_NAME
source: The King's new clothes I
de: Des Königs neue Kleider I
es: La ropa nueva del rey I
fr: Les nouveaux habits du roi I
id: Pakaian baru raja I
it: Gli abiti nuovi del re I
ja: 王様の新しい服I
ko: 왕의 새로운 옷들 I
pt: As roupas novas do rei I
ru: Новый королевский наряд I
zh: 国王的新衣服I
zh_tw: 國王的新衣服I

# T_ACHIEVEMENT_CLOTHES2_DESC
source: Produce 500 clothes.
de: Produziere 500 Kleidung.
es: Produce piezas de tela: 500.
fr: Produisez 500 vêtements.
id: Menghasilkan 500 pakaian.
it: Produci 500 abiti.
ja: 服500を生産
ko: 500 옷을 생산합니다.
pt: Produzir 500 roupas.
ru: Произведи одежду: 500.
zh: 制作500衣服。
zh_tw: 製作500衣服。

# T_ACHIEVEMENT_CLOTHES2_NAME
source: The King's new clothes II
de: Des Königs neue Kleider II
es: La ropa nueva del rey II
fr: Les nouveaux habits du roi II
id: Pakaian baru raja II
it: Gli abiti nuovi del re II
ja: 王様の新しい服II
ko: 왕의 새로운 옷들 II
pt: As roupas novas do rei II
ru: Новый королевский наряд II
zh: 国王的新衣服II
zh_tw: 國王的新衣服II

# T_ACHIEVEMENT_CLOTHES3_DESC
source: Produce 1000 clothes.
de: Produziere 1000 Kleidung.
es: Produce piezas de tela: 1000.
fr: Produisez 1000 vêtements.
id: Menghasilkan 1000 pakaian.
it: Produci 1000 abiti.
ja: 服1000を生産
ko: 1000 옷을 생산합니다.
pt: Produzir 1000 roupas.
ru: Произведи одежду: 1000.
zh: 制作1000衣服。
zh_tw: 製作1000衣服。

# T_ACHIEVEMENT_CLOTHES3_NAME
source: The King's new clothes III
de: Des Königs neue Kleider III
es: La ropa nueva del rey III
fr: Les nouveaux habits du roi III
id: Pakaian baru raja III
it: Gli abiti nuovi del re III
ja: 王様の新しい服III
ko: 왕의 새로운 옷들 III
pt: As roupas novas do rei III
ru: Новый королевский наряд III
zh: 国王的新衣服III
zh_tw: 國王的新衣服III

# T_ACHIEVEMENT_DECO_CATEGORIES_DESC
source: Build decorations from 8 different decoration categories.
de: Baue Dekorationen aus 8 verschiedenen Kategorien.
es: Construye decoraciones de 8 categorías diferentes.
fr: Bâtissez des décorations provenant de 8 catégories de décoration différentes.
id: Buatlah dekorasi dari 8 kategori dekorasi berbeda.
it: Costruisci decorazioni di 8 categorie diverse.
ja: 8つのカテゴリーからデコレーションする。
ko: 8가지 다양한 장식 범주에서 장식품을 만드세요.
pt: Construa decorações de 8 categorias diferentes de decoração.
ru: Размести украшения из 8 разных категорий.
zh: 使用 8 类装饰物进行装饰。
zh_tw: 使用 8 類裝飾物進行裝飾。

# T_ACHIEVEMENT_DECO_CATEGORIES_NAME
source: Experienced decorator
de: Erfahrener Dekorateur
es: Decorador con experiencia
fr: Décorateur expérimenté
id: Dekorator berpengalaman
it: Maestro delle decorazioni
ja: 経験豊富なデコレーター
ko: 노련한 장식가
pt: Decorador experiente
ru: Опытный декоратор
zh: 装饰经验丰富
zh_tw: 裝飾經驗豐富

# T_ACHIEVEMENT_ELECTION_FACTIONS_NAME
source: Now everyone is satisfied
de: Jetzt sind Alle zufrieden
es: Ahora todos están satisfechos
fr: Maintenant, tout le monde est satisfait
id: Sekarang semua merasa puas
it: Non si può piacere a tutti
ja: 全員が満足している
ko: 이제 모두 행복해요
pt: Agora todos estão satisfeitos
ru: Все довольны
zh: 如今，人人心满意足
zh_tw: 如今，人人心滿意足

# T_ACHIEVEMENT_FIRE1_DESC
source: Extinguish 100 burning buildings.
de: Lösche 100 brennende Gebäude.
es: Apaga 100 edificios en llamas.
fr: Eteignez 100 bâtiments en flammes.
id: Padamkan 100 gedung yang terbakar.
it: Spegni 100 edifici in fiamme.
ja: 燃えている建物100棟を鎮火する。
ko: 100개의 빌딩의 화재를 진압합니다.
pt: Apagar 100 prédios com incêndio.
ru: Потуши 100 горящих зданий.
zh: 扑灭 100 座着火的建筑
zh_tw: 撲滅 100 座著火的建築

# T_ACHIEVEMENT_FIRE1_NAME
source: When there's fire...
de: Wenn's brennt...
es: Donde haya un buen fuego...
fr: Lorsqu'il y a du feu...
id: Saat ada api...
it: Dove c'è fumo...
ja: 火事が起きた際・・・
ko: 화재가 발생하면…
pt: Quando há fogo…
ru: Если возник пожар...
zh: 当着火时…
zh_tw: 當著火時…

# T_ACHIEVEMENT_FIREPROTECTOR_DESC
source: In a scenario, don't lose a single building to fire.
de: Verliere in einem Szenario kein einziges Gebäude durch Feuer.
es: No pierdas ningún edificio por culpa de un incendio en uno de los escenarios.
fr: Dans un scénario, ne perdez aucun bâtiment à cause des incendies.
id: Dalam satu skenario, jangan kehilangan sebuah gedung karena api.
it: In uno scenario, non perdere nessun edificio per le fiamme.
ja: 1つのシナリオで、火事で一棟の建物も失わない。
ko: 해당 시나리오 시, 화재로 단 하나의 빌딩도 잃지 않습니다.
pt: Num cenário, não perder um único prédio para o fogo.
ru: В ходе сценария, не потеряй ни единого здания в результате пожара.
zh: 在场景中,不让火灾烧毁一座建筑。
zh_tw: 在場景中，不讓火災燒毀一座建築。

# T_ACHIEVEMENT_FIREPROTECTOR_NAME
source: Saint Florian
de: St. Florian
es: San Florián
id: Santo Florian
it: Santa Barbara
ja: 聖フロリアヌス
ko: 성 Florian
pt: São Floriano
ru: Святой Флориан
zh: 圣佛洛里安
zh_tw: 聖佛洛裡安

# T_ACHIEVEMENT_FOUR_DESASTERS_DESC
source: Survive 4 different disasters in a single map.
de: Überstehe 4 verschiedene Katastrophen in einer Karte
es: Sobrevive a 4 desastres diferentes en un único mapa
fr: Survivez à 4 désastres différents en une seule carte
id: 一つのマップの中で４つの災害を乗り越える
it: Sopravvivi a 4 diversi disastri nella stessa mappa
ja: Selamatkan diri dari 4 bencana berbeda di satu peta
ko: 하나의 지도에서 4가지 재해를 이겨내세요
pt: Sobreviva a 4 desastres diferentes no mesmo mapa
ru: Переживи 4 разных бедствия на одной карте.
zh: 单幅地图里，4 种不同灾难中，劫后余生
zh_tw: 單幅地圖裡，4 種不同災難中，劫後餘生

# T_ACHIEVEMENT_FOUR_DESASTERS_NAME
source: Survivalist
de: Überlebenskünstler
es: Superviviente
fr: Survivaliste
id: 生存者
it: Sopravvissuto
ja: Ahli menyintas
ko: 생존주의자
pt: Sobrevivente
ru: Мастер выживания
zh: 求生专家
zh_tw: 求生專家

# T_ACHIEVEMENT_GIFTING_01_DESC
source: Ask for resources from a friend.
de: Frage einen Freund nach Ressourcen.
es: Pide recursos a un amigo
fr: Demandez des ressources à un ami
id: Mintalah sumber daya dari seorang teman
it: Chiedi risorse a un amico
ja: 友人に資材をお願いする
ko: 친구에게 자원을 요청하세요
pt: Pedir recursos a um amigo
ru: Попроси у друга ресурсов.
zh: 向好友求取资源
zh_tw: 向好友求取資源

# T_ACHIEVEMENT_GIFTING_01_NAME
source: What are friends for?
de: Dafür sind Freunde doch da!
es: ¿Para qué están los amigos?
fr: À quoi servent les amis ?
id: Apa gunanya teman?
it: A che servono gli amici?
ja: 友人は何のためにある？
ko: 친구 좋다는 게 뭐죠?
pt: Para que servem os amigos?
ru: Друг познается в беде
zh: 一个好汉三个帮
zh_tw: 一個好漢三個幫

# T_ACHIEVEMENT_JEWELS1_DESC
source: Produce 200 jewels.
de: Produziere 200 Schmuck.
es: Produce joyas: 200.
fr: Produisez 200 bijoux.
id: Menghasilkan 200 perhiasan.
it: Produci 200 gioielli.
ja: 200宝石を生産
ko: 200 보석을 생산합니다.
pt: Produzir 200 joias.
ru: Произведи ювелирные украшения: 200.
zh: 加工200珠宝。
zh_tw: 加工200珠寶。

# T_ACHIEVEMENT_JEWELS1_NAME
source: My precious... I
de: Mein Schatz... I
es: Mi tesoro... I
fr: Mon précieux... I
id: ... berharga saya I
it: I miei tesssori... I
ja: 大事なI
ko: 제 소중한... I
pt: Meu precioso… I
ru: Моя прелесть... I
zh: 我的宝贝…… I
zh_tw: 我的寶貝…… I

# T_ACHIEVEMENT_JEWELS2_DESC
source: Produce 500 jewels.
de: Produziere 500 Schmuck.
es: Produce joyas: 500.
fr: Produisez 500 bijoux.
id: Menghasilkan 500 perhiasan.
it: Produci 500 gioielli.
ja: 500宝石を生産
ko: 500 보석을 생산합니다.
pt: Produzir 500 joias.
ru: Произведи ювелирные украшения: 500.
zh: 加工500珠宝。
zh_tw: 加工500珠寶。

# T_ACHIEVEMENT_JEWELS2_NAME
source: My precious... II
de: Mein Schatz... II
es: Mi tesoro... II
fr: Mon précieux... II
id: ... berharga saya II
it: I miei tesssori... II
ja: 大事なII
ko: 제 소중한... II
pt: Meu precioso… II
ru: Моя прелесть... II
zh: 我的宝贝…… II
zh_tw: 我的寶貝…… II

# T_ACHIEVEMENT_JEWELS3_DESC
source: Produce 1000 jewels.
de: Produziere 1000 Schmuck.
es: Produce joyas: 1000.
fr: Produisez 1000 bijoux.
id: Menghasilkan 1000 perhiasan.
it: Produci 1000 gioielli.
ja: 1000宝石を生産
ko: 1000 보석을 생산합니다.
pt: Produzir 1000 joias.
ru: Произведи ювелирные украшения: 1000.
zh: 加工1000珠宝。
zh_tw: 加工1000珠寶。

# T_ACHIEVEMENT_JEWELS3_NAME
source: My precious... III
de: Mein Schatz... III
es: Mi tesoro... III
fr: Mon précieux... III
id: ... berharga saya III
it: I miei tesssori... III
ja: 大事なIII
ko: 제 소중한... III
pt: Meu precioso… III
ru: Моя прелесть... III
zh: 我的宝贝…… III
zh_tw: 我的寶貝…… III

# T_ACHIEVEMENT_LASTMANSTANDING_DESC
source: Defeat 4 bandits with a single soldier in a fight.
de: Besiege 4 Banditen mit einem einzelnen Soldaten in einem Kampf.
es: Derrota a 4 bandidos en un combate con un único soldado
fr: Terrassez 4 bandits avec un seul soldat lors d'un combat
id: Kalahkan 4 bandit dengan satu serdadu dalam satu pertempuran
it: Sconfiggi 4 banditi con un unico soldato in una battaglia
ja: 1度の戦いで兵士1人で4人の盗賊を倒す
ko: 군인 1명으로 싸워서 강도 4명을 물리치세요
pt: Derrote 4 bandidos com um único soldado em uma luta
ru: Победи 4 бандитов одним солдатом.
zh: 单场战斗中一名士兵打败 4 强盗
zh_tw: 單場戰鬥中一名士兵打敗 4 強盜

# T_ACHIEVEMENT_LASTMANSTANDING_NAME
source: Last man standing
de: Der letzte Mann
es: El último hombre en pie
fr: Jusqu'au dernier
id: Orang terakhir
it: Ultimo superstite
ja: 最後まで生き残った最強の男
ko: 최후의 승자
pt: O último homem
ru: Один в поле
zh: 终极悍将
zh_tw: 終極悍將

# T_ACHIEVEMENT_LORDOFWAR_DESC
source: Produce 250 weapons and armor in a scenario.
de: Produziere 250 Waffen und Rüstungen in einem Szenario.
es: Produce 250 armas y armaduras en un escenario
fr: Produisez 250 armes et armures dans un scénario
id: Hasilkan 250 senjata dan baju tempur dalam satu skenario
it: Produci 250 armi e armature in uno scenario
ja: 1つのシナリオで250の武器と鎧を生産する
ko: 시나리오에서 250개의 무기와 갑옷을 만드세요
pt: Produza 250 armas e armadura em um cenário
ru: Создай 250 ед. оружия и доспехов в сценарии.
zh: 在一场剧情中生产 250 件武器和护甲
zh_tw: 在一場劇情中生產 250 件武器和護甲

# T_ACHIEVEMENT_LORDOFWAR_NAME
source: Lord of War
de: Herr des Krieges
es: El señor de la guerra
fr: Seigneur de guerre
id: Raja Perang
it: Signore della guerra
ja: 戦いを支配する者
ko: 전쟁의 제왕
pt: Senhor da guerra
ru: Воевода
zh: 战争之王
zh_tw: 戰爭之王

# T_ACHIEVEMENT_LOSTPLAGUE_DESC
source: In a scenario, don't lose a single Townie to the plague.
de: Verliere in einem Szenario keinen Townie durch die Pest.
es: No pierdas a ningún townie por culpa de la peste en uno de los escenarios.
fr: Dans un scénario, ne perdez aucun habitant à cause de la peste.
id: Dalam satu skenario, jangan kehilangan satu Townies karena wabah.
it: In uno scenario, non perdere nessun cittadino per le malattie.
ja: 1つのシナリオでは、疫病でタウニーをひとりも失わない。
ko: 해당 시나리오 시, 전염병으로부터 주민들을 잃지 않습니다.
pt: Num cenário, não perder um único habitante para a peste
ru: В ходе сценария, не потеряй ни единого горожанина в результате чумы.
zh: 在场景中，不让瘟疫带走一个镇民的生命。
zh_tw: 在場景中，不讓瘟疫帶走一個鎮民的生命。

# T_ACHIEVEMENT_PLAGEAFFLICTED1_DESC
source: Cure 100 Townies from the plague.
de: Heile 100 Townies von der Pest.
es: Cura a 100 townies de la peste.
fr: Guérissez 100 habitants infectés par la peste.
id: Obati 100 Townies dari wabah.
it: Cura 100 cittadini dall'epidemia
ja: 疫病からタウニー100人を救う。
ko: 전염병으로부터 100명의 주민들을 치료합니다
pt: Curar 100 habitantes da peste.
ru: Вылечи 100 горожан от чумы.
zh: 为 100 个镇民治愈瘟疫。
zh_tw: 為 100 個鎮民治癒瘟疫。

# T_ACHIEVEMENT_PLAGEAFFLICTED1_NAME
source: Plague strikes!
de: Von der Pest befallen!
es: ¡Pesteeeee!
fr: La peste est là !
id: Wabah menyerang!
it: La peste!
ja: 疫病が発生しました！
ko: 전염병이 발생했습니다
pt: A peste ataca!
ru: Вспышка чумы!
zh: 爆发瘟疫！
zh_tw: 爆發瘟疫！

# T_ACHIEVEMENT_POPULATION1_DESC
source: Reach a population of 50.
de: Erreiche eine Einwohnerzahl von 50.
es: Consigue una población de 50.
fr: Atteignez une population de 50.
id: Capai jumlah penduduk 50.
it: Raggiungi una popoalzione di 50.
ja: 50の人口を達成。
ko: 인구 50에 도달하세요.
pt: Alcançar uma população de 50.
ru: Достигни уровня населения: 50.
zh: 达到 50人口。
zh_tw: 達到 50人口。

# T_ACHIEVEMENT_POPULATION1_NAME
source: Builder I
de: Bauherr I
es: Constructor I
fr: Bâtisseur I
id: Pembangun I
it: Costruttore I
ja: Iのビルダー。
ko: 짓기 I
pt: Construtor I
ru: Строитель I
zh: 建设者I
zh_tw: 建設者I

# T_ACHIEVEMENT_POPULATION2_DESC
source: Reach a population of 100.
de: Erreiche eine Einwohnerzahl von 100.
es: Consigue una población de 100.
fr: Atteignez une population de 100.
id: Capai jumlah penduduk 100.
it: Raggiungi una popoalzione di 100.
ja: 100の人口を達成。
ko: 인구 100에 도달하세요.
pt: Alcançar uma população de 100.
ru: Достигни уровня населения: 100.
zh: 达到 100人口。
zh_tw: 達到 100人口。

# T_ACHIEVEMENT_POPULATION2_NAME
source: Builder II
de: Bauherr II
es: Constructor II
fr: Bâtisseur II
id: Pembangun II
it: Costruttore II
ja: IIのビルダー。
ko: 짓기 II
pt: Construtor II
ru: Строитель II
zh: 建设者II
zh_tw: 建設者II

# T_ACHIEVEMENT_POPULATION3_DESC
source: Reach a population of 200.
de: Erreiche eine Einwohnerzahl von 200.
es: Consigue una población de 200.
fr: Atteignez une population de 200.
id: Capai jumlah penduduk 200.
it: Raggiungi una popoalzione di 200.
ja: 200の人口を達成。
ko: 인구 200에 도달하세요.
pt: Alcançar uma população de 200.
ru: Достигни уровня населения: 200.
zh: 达到 200人口。
zh_tw: 達到 200人口。

# T_ACHIEVEMENT_POPULATION3_NAME
source: Builder III
de: Bauherr III
es: Constructor III
fr: Bâtisseur III
id: Pembangun III
it: Costruttore III
ja: IIIのビルダー。
ko: 짓기 III
pt: Construtor III
ru: Строитель III
zh: 建设者III
zh_tw: 建設者III

# T_ACHIEVEMENT_POPULATION4_DESC
source: Reach a population of 300.
de: Erreiche eine Einwohnerzahl von 300.
es: Consigue una población de 300.
fr: Atteignez une population de 300.
id: Capai jumlah penduduk 300.
it: Raggiungi una popoalzione di 300.
ja: 300の人口を達成。
ko: 인구 300에 도달하세요.
pt: Alcançar uma população de 300.
ru: Достигни уровня населения: 300.
zh: 达到 300人口。
zh_tw: 達到 300人口。

# T_ACHIEVEMENT_POPULATION4_NAME
source: Builder IV
de: Bauherr IV
es: Constructor IV
fr: Bâtisseur IV
id: Pembangun IV
it: Costruttore IV
ja: IVのビルダー。
ko: 짓기 IV
pt: Construtor IV
ru: Строитель IV
zh: 建设者IV
zh_tw: 建設者IV

# T_ACHIEVEMENT_POPULATION5_DESC
source: Reach a population of 500.
de: Erreiche eine Einwohnerzahl von 500.
es: Consigue una población de 500.
fr: Atteignez une population de 500.
id: Capai jumlah penduduk 500.
it: Raggiungi una popoalzione di 500.
ja: 500の人口を達成。
ko: 인구 500에 도달하세요.
pt: Alcançar uma população de 500.
ru: Достигни уровня населения: 500.
zh: 达到 500人口。
zh_tw: 達到 500人口。
