Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_KEYBINDINGS_BUILDINGS
source: Build menu
de: Baumenü
es: Menú construcción
fr: Menu de construction
id: Menu pembangunan
it: Menu costruzione
ja: 建設メニュー
ko: 만들기 메뉴
pt: Menu de construção
ru: Меню строительства
zh: 建造菜单
zh_tw: 建造功能表

# T_KEYBINDINGS_CAMERA_DOWN
source: Camera down
de: Kamera runter
es: Bajar cámara
fr: Caméra vers le bas
id: Kamera turun
it: Visuale giù
ja: カメラ下
ko: 카메라 아래로
pt: Câmera (baixo)
ru: Перемещение камеры вниз
zh: 镜头下移
zh_tw: 鏡頭下移

# T_KEYBINDINGS_CAMERA_LEFT
source: Camera left
de: Kamera links
es: Mover cámara a la izquierda
fr: Caméra vers la gauche
id: Kamera ke kiri
it: Visuale sinistra
ja: カメラ左
ko: 카메라 왼쪽으로
pt: Câmera (esquerda)
ru: Перемещение камеры влево
zh: 镜头左移
zh_tw: 鏡頭左移

# T_KEYBINDINGS_CAMERA_RIGHT
source: Camera right
de: Kamera rechts
es: Mover cámara a la derecha
fr: Caméra vers la droite
id: Kamera ke kanan
it: Visuale destra
ja: カメラ右
ko: 카메라 오른쪽으로
pt: Câmera (direita)
ru: Перемещение камеры вправо
zh: 镜头右移
zh_tw: 鏡頭右移

# T_KEYBINDINGS_CAMERA_UP
source: Camera up
de: Kamera hoch
es: Subir cámara
fr: Caméra vers le haut
id: Kamera naik
it: Visuale su
ja: カメラ上
ko: 카메라 위로
pt: Câmera (cima)
ru: Перемещение камеры вверх
zh: 镜头上移
zh_tw: 鏡頭上移

# T_KEYBINDINGS_DELETE_MENU
source: Delete objects
de: Objekte löschen
es: Eliminar objetos
fr: Supprimer les objets
id: Hapus objek
it: Cancella oggetti
ja: オブジェクトを削除
ko: 아이템 삭제
pt: Apagar objetos
ru: Удаление объектов
zh: 删除物体
zh_tw: 刪除物體

# T_KEYBINDINGS_DELETE_STOCK_MENU
source: Destroy resources
de: Rohstoffe vernichten
es: Eliminar recursos
fr: Supprimer les ressources
id: Hapus sumber daya
it: Cancella risorse
ja: 資材削除
ko: 자원 삭제
pt: Apagar recursos
ru: Удаление ресурсов
zh: 删除资源
zh_tw: 刪除資源

# T_KEYBINDINGS_FASTFORWARD
source: Fast forward
de: Vorspulen
es: Avance rápido
fr: Avance rapide
id: Percepat
it: Avanti veloce
ja: 早送り
ko: 빨리 감기
pt: Avançar
ru: Перемотка вперед
zh: 快进
zh_tw: 快進

# T_KEYBINDINGS_HAPPINESS_MENU
source: Happiness
de: Zufriedenheit
es: Pantalla de felicidad
fr: Écran de bonheur
id: Layar kebahagiaan
it: Schermata felicità
ja: 幸福度画面
ko: 행복도 화면
pt: Tela de felicidade
ru: Меню счастья
zh: 幸福度屏
zh_tw: 幸福度屏

# T_KEYBINDINGS_KEY_BACKSPACE
source: Backspace
de: Rücktaste
es: Retroceso
fr: Retour arrière
id: Mundur
ko: 백스페이스

# T_KEYBINDINGS_KEY_CTRL_LEFT
source: Left Ctrl
de: Strg links
es: Ctrl izquierda
fr: Ctrl gauche
id: Ctrl kiri
it: Ctrl sinistro
ja: 左Ctrl
ko: 왼쪽 Ctrl
ru: Левый Ctrl
zh: 左 Ctrl
zh_tw: 左 Ctrl

# T_KEYBINDINGS_KEY_CTRL_RIGHT
source: Right Ctrl
de: Strg rechts
es: Ctrl derecha
fr: Ctrl droit
id: Ctrl kanan
it: Ctrl destro
ja: 右Ctrl
ko: 오른쪽 Ctrl
ru: Правый Ctrl
zh: 右 Ctrl
zh_tw: 右 Ctrl

# T_KEYBINDINGS_KEY_DELETE
source: Delete
de: Entfernen
es: Supr
fr: Suppr.
id: Hapus
it: Canc
ko: 삭제

# T_KEYBINDINGS_KEY_DOWNARROW
source: Down arrow
de: Pfeil unten
es: Flecha abajo
fr: Flèche bas
id: Panah turun
it: Freccia giù
ja: 下矢印
ko: 아래로 화살표
pt: Seta baixo
ru: Стрелка вниз
zh: 向下方向键
zh_tw: 向下方向鍵

# T_KEYBINDINGS_KEY_END
source: End
de: Ende
es: Fin
fr: Fin
id: Akhir
it: Fine
ko: 종료

# T_KEYBINDINGS_KEY_ENTER
source: Enter
es: Intro
fr: Entrée
it: Invio
ko: 엔터

# T_KEYBINDINGS_KEY_INSERT
source: Insert
de: Einfügen
fr: Insér.
id: Sisip
it: Ins
ko: 삽입

# T_KEYBINDINGS_KEY_LEFTARROW
source: Left arrow
de: Pfeil links
es: Flecha izquierda
fr: Flèche gauche
id: Panah kiri
it: Freccia sinistra
ja: 左矢印
ko: 왼쪽 화살표
pt: Seta esq.
ru: Стрелка влево
zh: 向左方向键
zh_tw: 向左方向鍵

# T_KEYBINDINGS_KEY_NUMPAD
source: Numpad
de: Ziffernblock
es: Bloq Num
fr: Verr num
it: TastNum
ja: 数字キー
ko: 숫자 패드
zh: 数字键盘
zh_tw: 數位鍵盤

# T_KEYBINDINGS_KEY_PGDWN
source: Page down
de: Bild ab
es: Re pág
fr: Page suivante
id: Halaman turun
it: PagGiù
ko: 페이지 아래로

# T_KEYBINDINGS_KEY_PGUP
source: Page up
de: Bild auf
es: Av pág
fr: Page précédente
id: Halaman naik
it: PagSu
ko: 페이지 위로

# T_KEYBINDINGS_KEY_POS1
source: Home
de: Pos 1
es: Inicio
fr: Début
id: Beranda
ko: 홈

# T_KEYBINDINGS_KEY_RIGHTARROW
source: Right arrow
de: Pfeil rechts
es: Flecha derecha
fr: Flèche droite
id: Panah kanan
it: Freccia destra
ja: 右矢印
ko: 오른쪽 화살표
pt: Seta dir.
ru: Стрелка вправо
zh: 向右方向键
zh_tw: 向右方向鍵

# T_KEYBINDINGS_KEY_SHIFT
source: Shift
de: Umschalttaste
es: Mayús
it: Maiuscole
ko: 시프트

# T_KEYBINDINGS_KEY_SPACE
source: Space
de: Leertaste
es: Espacio
fr: Espace
id: Spasi
it: Spazio
ko: 스페이스
ru: Пробел
zh: 空格键
zh_tw: 空白鍵

# T_KEYBINDINGS_KEY_TAB
source: Tab
de: Tabulator
es: Pestaña
ko: 탭

# T_KEYBINDINGS_KEY_UPARROW
source: Up arrow
de: Peil oben
es: Flecha arriba
fr: Flèche haut
id: Panah naik
it: Freccia su
ja: 上矢印
ko: 위로 화살표
pt: Seta cima
ru: Стрелка вверх
zh: 向上方向键
zh_tw: 向上方向鍵

# T_KEYBINDINGS_MILITARY_MEU
source: Military
de: Militär
es: Pantalla militar
fr: Écran militaire
id: Layar militer
it: Schermata militare
ja: 軍事画面
ko: 군대 화면
pt: Tela militar
ru: Меню армии
zh: 军事屏
zh_tw: 軍事屏

# T_KEYBINDINGS_PAUSE
source: Menu
de: Menü
es: Menú de pausa
fr: Menu de pause
id: Menu pause
it: Menu pausa
ja: ポーズメニュー
ko: 일시 중지 메뉴
pt: Menu de pausa
ru: Меню паузы
zh: 暂停菜单
zh_tw: 暫停功能表

# T_KEYBINDINGS_QUESTLOG
source: Questlog
de: Aufgaben
es: Registro de misiones
fr: Journal de quête
id: Log tugas
it: Registro missioni
ja: クエストログ
ko: 퀘스트 로그
pt: Missões
ru: Журнал заданий
zh: 任务日志
zh_tw: 任務日誌

# T_KEYBINDINGS_QUICKSAVE
source: Quicksave
de: Schnellspeichern
es: Guardado rápido
fr: Sauvegarde rapide
id: Simpan cepat
it: Salvataggio rapido
ja: クイックセーブ
ko: 간편 저장
pt: Salvar rápido
ru: Быстрое сохранение
zh: 快速保存
zh_tw: 快速保存

# T_KEYBINDINGS_RESEARCH_MENU
source: Research
de: Forschung
es: Pantalla de investigación
fr: Écran de recherche
id: Layar riset
it: Schermata ricerca
ja: リサーチ画面
ko: 연구 화면
pt: Tela de pesquisas
ru: Меню исследования
zh: 研究屏
zh_tw: 研究屏

# T_KEYBINDINGS_SCREENSHOT
source: Screenshot
es: Pantallazo
fr: Capture d'écran
id: Ambil cuplikan gambar
it: Scatta screenshot
ja: スクリーンショットを撮る
ko: 스크린샷 찍기
pt: Capturar tela
ru: Снимок экрана
zh: 屏幕截图
zh_tw: 螢幕截圖

# T_KEYBINDINGS_STATISTICS
source: Statistics
de: Statistiken
es: Pantalla de estadísticas
fr: Écran de statistiques
id: Layar statistik
it: Schermata statistiche
ja: 統計画面
ko: 통계 화면
pt: Tela de estatísticas
ru: Экран статистики
zh: 统计屏
zh_tw: 統計屏

# T_KEYBINDINGS_STOCKMENU
source: Warehouse stock
de: Lagerbestand
es: Existencias de almacén
fr: Stock de l'entrepôt
id: Inventaris gudang
it: Stock di magazzino
ja: 倉庫の在庫
ko: 창고 재고
pt: Estoque do depósito
ru: Запасы в пакгаузе
zh: 库存
zh_tw: 庫存

# T_KEYBINDINGS_TOWNSHOP
source: Townshop
es: Tienda
fr: Boutique
id: Toko
it: Bottega
ja: タウンショップ
ko: 타운샵
pt: Loja da cidade
ru: Городской магазин
zh: 城镇商店
zh_tw: 城鎮商店

# T_KEYBINDINGS_TRADEMENU
source: Trade
de: Handel
es: Pantalla de comercio
fr: Écran de commerce
id: Layar dagang
it: Schermata commercio
ja: 取引画面
ko: 거래 화면
pt: Tela de comércio
ru: Меню торговли
zh: 贸易屏
zh_tw: 貿易屏

# T_LANGUAGE_KO
source: 한국의
ko: 한국어

# T_LANGUAGE_SELECTION_LANGUAGE
source: Language
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 保存
ko: 언어
pt: Idioma
ru: Язык
zh: 语言
zh_tw: 語言

# T_LANGUAGE_SELECTION_TITLE
source: Select language
de: Sprache wählen
es: Seleccionar idioma
fr: Choix de la langue
id: Pilih bahasa
it: Scegli la lingua
ja: 言語選択
ko: 언어 선택
pt: Selecionar idioma
ru: Выбрать язык
zh: 选择语言
zh_tw: 選取語言

# T_LEGACY_BEER_DESC
source: Lord, how about we maintain this momentum to continue improving the village. The agriculture could be expanded. How about a hop kiln? This would allow us to produce and process hops.
de: Lord, wie wäre es, wenn wir so weitermachen wie bisher, um unser Momentum beizubehalten. Die Landwirtschaft könnte ausgebaut werden. Wie wäre es mit einer Hopfendarre? So könnten wir Hopfen produzieren und verarbeiten.
es: Señor, ¿y si aprovechamos la inercia para seguir mejorando la aldea? Se podría expandir la agricultura. ¿Qué tal un horno de lúpulo? Nos permitiría producir y procesar el lúpulo.
fr: Sire, pourquoi ne pas continuer sur notre lancée et construire une touraille pour exploiter du houblon ?
id: Tuanku, bagaimana kalau kita mempertahankan momentum untuk terus membangun desa. Pertanian di sini bisa diperluas. Bagaimana dengan tempat pengolahan hop? Dengan begitu kita bisa memproduksi dan memproses hop.
it: Signore, dovremmo mantenere questo slancio per continuare a migliorare il villaggio. L'agricoltura potrebbe essere potenziata. Che ne dite di un forno per il luppolo? Questo ci permetterebbe di produrre e trasformare il luppolo.
ja: 領主様、この調子で村の改善を続けてはいかがでしょうか。農業には拡大の余地があります。ホップの乾燥炉はいかがでしょう。ホップの生産から加工までを担う施設です。
ko: 영주님, 이번 기회에 마을을 한층 더 발전시키면 어떨까요? 농업을 확장할 수 있어요. 홉 건조장은 어떨까요? 건조장이 있으면 홉을 생산하고 가공할 수 있을 거예요.
pt: Senhor, que tal mantermos o ritmo e continuar a melhor a aldeia? A agricultura poderia ser ampliada. Que tal um depósito para secagem de lúpulo? Isso permitira produzir e processar o lúpulo.
ru: Милорд, не хотите ли воспользоваться случаем и продолжить развивать деревню? Мы можем начать с сельского хозяйства. Может быть, построим хмелесушилку? Она позволит нам производить и обрабатывать хмель.
zh: 领主，我们维护这座丰碑来让其继续为村庄增光添彩如何？我们可以扩展我们的农业。建造一座啤酒花窑怎么样？它能让我们生产并处理啤酒花。
zh_tw: 領主，我們維護這座豐碑來讓其繼續為村莊增光添彩如何？我們可以擴展我們的農業。建造一座啤酒花窯怎麼樣？它能讓我們生產並處理啤酒花。

# T_LEGACY_BEER_SUCCESS
source: Bravo, Sire. From now on, our town will certainly be known for its good hops.
de: Bravo, Sire. Von nun an wird unsere Stadt sicherlich für ihren guten Hopfen bekannt werden.
es: Bravo, excelencia. De ahora en adelante, nuestra ciudad será conocida por su magnífico lúpulo.
fr: Bravo Sire ! Nos terres seront bientôt reconnues pour la qualité de ses productions.
id: Bravo, Tuanku! Mulai sekarang, kota kita akan terkenal karena hop yang berkualitas baik.
it: Bene, sire. D'ora in poi, la nostra città sarà famosa per il suo buon luppolo.
ja: ブラボー、領主様。この街は良質なホップで有名になることでしょう。
ko: 대단하네요. 이제부터 마을이 좋은 홉으로 유명해질 거예요.
pt: Bravo, meu senhor. A partir de agora, a cidade será conhecida pelo seu bom lúpulo.
ru: Браво, сир. Уверен, вскоре наш город прославится своим великолепным хмелем.
zh: 太好了，阁下。现在开始，我们的城镇就会以优质啤酒花闻名了。
zh_tw: 太好了，閣下。現在開始，我們的城鎮就會以優質啤酒花聞名了。

# T_LEGACY_COUNTRY_NEED_DESC
source: Your Lordship, we have just received a message from the neighboring country. They are suffering from famine and are asking us to share our food. Should we send them the necessary raw materials?
de: Majestät, wir haben gerade eine Botschaft aus dem Nachbarland erhalten. Sie leiden unter Hungersnöten und bitten uns, unsere Nahrungsmittel mit ihnen zu teilen. Sollen wir ihnen die nötigen Rohstoffe schicken?
es: Señoría, acabamos de recibir un mensaje del país vecino. Están padeciendo una hambruna y nos piden que les enviemos comida. ¿Les mandamos los recursos necesarios?
fr: Sire, nous venons de recevoir un messager du pays voisin. Ils subissent une famine et nous demandent de partager nos ressources. Devrions-nous accepter ?
id: Tuanku, kita baru saja menerima pesan dari negeri tetangga. Mereka mengalami bencana kelaparan dan meminta kita berbagi pangan. Apakah kita akan mengirim bahan baku yang diperlukan?
it: Vostra Signoria, abbiamo appena ricevuto un messaggio dal paese vicino, colpito da una carestia, che ci chiede di condividere il nostro cibo. Dovremmo inviare loro le materie prime necessarie?
ja: 領主様、さきほど隣国から伝書が届きました。飢饉に苦しんでいる国で、食料支援の要請です。食事の材料になるようなものを送るべきでしょうか？
ko: 영주님, 방금 이웃 국가로부터 전갈을 받았습니다. 이웃 국가가 기근으로 고통을 받고 있다며 우리에게 식량 원조를 요청했습니다. 필요한 원자재를 보낼까요?
pt: Senhor, acabamos de receber uma mensagem do país vizinho. Eles estão passando por uma grande fome e pedem para que compartilhemos a nossa comida. Devemos enviar as matérias-primas necessárias?
ru: Ваше сиятельство, мы только что получили письмо из соседней страны. У них начался голод, и они просят нас поделиться с ними пищей. Отправить им необходимые ресурсы?
zh: 领主大人，我们刚刚收到一条来自邻国的消息。他们正在遭遇饥荒困扰，请求我们分享我们的食物。我们应该给予他们需要的原材料吗？
zh_tw: 領主大人，我們剛剛收到一條來自鄰國的消息。他們正在遭遇饑荒困擾，請求我們分享我們的食物。我們應該給予他們需要的原材料嗎？

# T_LEGACY_COUNTRY_NEED_FAILED
source: My Lord, it's terrible. We have received news from our neighbor. The famine is driving people onto the streets. There are uprisings and many deaths. The King there has been murdered... The country is destabilized and waves of refugees are on their way to us. We should have helped them...
de: Mein Herr, es ist furchtbar. Wir haben Nachricht von unserem Nachbarn bekommen. Die Hungersnot treibt die Menschen auf die Straßen. Es gibt Aufstände und viele Tote. Der König dort ist ermordet worden… Das Land ist destabilisiert und Flüchtlingswellen sind auf dem Weg zu uns. Wir hätten ihnen helfen sollen…
es: Mi señor, es terrible. Hemos recibido noticias de nuestros vecinos. La hambruna ha hecho que la gente tome las calles. Hay revueltas y muchos muertos. Han asesinado al rey... El país se ha desestabilizado y oleadas de refugiados se dirigen a nuestras tierras. Deberíamos haberles ayudado...
fr: Sire, c'est terrible. Nous avons reçu des nouvelles de notre voisin. La famine pousse les gens dans la rue. Il y a des soulèvements et beaucoup de morts. Le roi y a été assassiné.... Le pays est déstabilisé et des vagues de réfugiés sont en route vers nous. Nous aurions dû les aider.…
id: Tuanku, ini gawat! Ada berita dari negeri tetangga. Bencana kelaparan membuat orang-orang turun ke jalan. Ada pemberontakan dan banyak orang mati. Sang Raja tewas dibunuh... Negeri itu menjadi kacau dan gelombang pengungsi sedang menuju kemari. Seharusnya kita menolong mereka waktu itu...
it: Mio Signore, è terribile. Abbiamo notizie dai nostri vicini. La carestia sta spingendo la gente per le strade. Ci sono rivolte e molti morti. Il re è stato assassinato... Il paese è destabilizzato e ondate di rifugiati sono in cammino verso di noi. Avremmo dovuto aiutarli...
ja: なんてことだ...領主様、隣国から知らせが届きました。民衆は畑を放棄し、街路で大暴れしているとのこと。暴動が起こり、多くの死者が出ています。伝書を寄越してきた王は、殺害されました...もはや安心して住める国ではなく、難民が大勢こちらに向かっています。本当にこれで良かったのですか...？
ko: 영주님, 끔찍한 일이 일어났습니다. 방금 이웃 국가로부터 소식이 들어왔습니다. 기근이 사람들을 거리로 내몰고 있습니다. 폭동이 일어나고 많은 사람이 죽었습니다. 이웃 왕은 살해됐습니다... 국가가 혼란해지면서 난민들이 물밀 듯이 들어오고 있습니다. 난민들을 도와야 합니다...
pt: Meu senhor, que coisa terrível. Recebemos notícias do país vizinho. A grande fome está causando uma comoção. Há rebeliões e muitas mortes. O Rei foi assassinado... O país está desestabilizado e ondas de refugiados estão vindo na nossa direção. Deveríamos tê-los ajudado...
ru: Милорд, это ужасно. Мы получили новости от наших соседей. Голод выгнал людей на улицы. Повсюду восстания и смерть. Короля убили... В стране потрясения, и к нам направляются волны беженцев. Нужно было помочь им...
zh: 领主大人，真是太糟了。我们刚刚从邻居那里得到新闻。饥饿的人们冲到了大街上。出现了起义和大量的死亡。他们的国王已经被谋杀了……他们的国家一片混乱，成群的难民正在赶来这里的路上。我们应该帮助他们的……
zh_tw: 領主大人，真是太糟了。我們剛剛從鄰居那裡得到新聞。饑餓的人們沖到了大街上。出現了起義和大量的死亡。他們的國王已經被謀殺了……他們的國家一片混亂，成群的難民正在趕來這裡的路上。我們應該幫助他們的……

# T_LEGACY_COUNTRY_NEED_ONLY_TIMER_TITLE
source: Time left to help our neighbors:
de: Verbleibende Zeit, um dem Nachbarland zu helfen:
es: Tiempo restante para ayudar a nuestros vecinos:
fr: Temps restant pour aider nos voisins :
id: Waktu tersisa untuk membantu tetangga kita:
it: Tempo rimasto per aiutare i nostri vicini:
ja: 隣国支援の残り時間：
ko: 이웃 국가를 돕는 데 남은 시간:
pt: Tempo restante para ajudar nossos vizinhos:
ru: Осталось времени на помощь соседям:
zh: 帮助我们的邻居倒计时：
zh_tw: 幫助我們的鄰居倒計時：

# T_LEGACY_COUNTRY_NEED_SUCCESS_001
source: We got the necessary resources in stock, my Liege. All we have to do now is to deliver the goods in order to help our neighbors. Time is running out!
de: Wir haben die notwendigen Ressourcen auf Lager, mein Lord. Alles, was wir jetzt tun müssen, ist die Ware zu liefern, um unseren Nachbarn zu helfen. Die Zeit läuft ab!
es: Tenemos los recursos almacenados, mi señor. Solo tenemos que enviarlos para ayudar a nuestros vecinos. ¡Se acaba el tiempo!
fr: Il ne nous reste plus qu’à livrer les biens pour aider nos voisins. Le temps presse !
id: Kita punya persediaan sumber daya yang diperlukan, Tuanku. Kita tinggal mengantarkan barang-barang itu untuk membantu tetangga kita. Waktu tinggal sedikit!
it: Abbiamo le risorse necessarie in magazzino, mio signore. Tutto quello che dobbiamo fare è inviare la merce per aiutare i nostri vicini. Il tempo stringe!
ja: 領主様、我々に必要な資源は確保してあります。あとは物資を送り、隣人を助けるのみ。急ぎましょう！
ko: 영주님, 창고에 필요한 자원이 있습니다. 이웃 국가를 돕기 위해 자원을 전달하기만 하면 됩니다. 시간이 없어요!
pt: Temos os recursos necessários em estoque, meu senhor. Tudo o que precisamos fazer é entregar as mercadorias para ajudar nossos vizinhos. O tempo está acabando!
ru: У нас есть все необходимые ресурсы, ваша светлость. Нам осталось лишь доставить товары соседям. Но время на исходе!
zh: 大人，我们的仓库里有他们需要的原料。现在我们只要将货物运过去帮助我们的邻居就好了。时间不多了！
zh_tw: 大人，我們的倉庫裡有他們需要的原料。現在我們只要將貨物運過去幫助我們的鄰居就好了。時間不多了！

# T_LEGACY_COUNTRY_NEED_SUCCESS_002
source: The neighboring country thanks us warmly, Sire! I believe, we have just saved them from starvation. Who knows what could have happened if we had not made that gesture?
de: Das Nachbarland freut sich über das Geschenk und bedankt sich herzlich, Mylord! Damit konnten wir sie vor dem Verhungern bewahren. Wer weiß, was sonst hätte passieren können, wenn wir die Hilfe nicht geschickt hätten...
es: ¡El país vecino nos muestra su profunda gratitud, excelencia! Creo que hemos evitado que mueran de inanición. ¿Quién sabe lo que habría ocurrido si no hubiéramos tenido ese gesto?
fr: Ils nous remercient chaleureusement Sire ! Je crois bien que nous venons de les sauver de la famine. Qui sait ce qui aurait pu se passer si nous n’avions pas fait ce geste.…
id: Negeri tetangga berterima kasih dengan tulus, Tuanku! Aku yakin kita sudah menyelamatkan mereka dari kelaparan. Siapa yang tahu apa yang akan terjadi kalau kita tidak bertindak?
it: Il paese vicino ci ringrazia calorosamente, Sire! Li abbiamo appena salvati dalla fame. Chissà cosa sarebbe potuto accadere se non avessimo fatto questo gesto di misericordia.
ja: 領主様、隣国から伏して感謝をされました！どうやら飢えから救えたようです。我々が行動を起こさなければ、一体どうなっていたことやら...
ko: 영주님, 이웃 국가가 따뜻하게 감사의 뜻을 전했어요! 이웃 국가를 기아에서 구한 것 같아요. 우리가 도와주지 않았다면 어떻게 됐을까요?
pt: O país vizinho agradece efusivamente, senhor! Acredito que salvamos todos da fome. Quem sabe o que teria acontecido se não tivéssemos tomado esta iniciativa?
ru: Соседи сердечно благодарят нас, сир! Кажется, мы спасли их от голодной смерти. Кто знает, что бы произошло, не приди мы им на помощь.
zh: 邻国诚挚地感谢了我们，阁下！相信我们刚刚的举动将他们从饥饿中拯救了出来。要是我们没有这样做，谁知道会发生什么呢？
zh_tw: 鄰國誠摯地感謝了我們，閣下！相信我們剛剛的舉動將他們從饑餓中拯救了出來。要是我們沒有這樣做，誰知道會發生什麼呢？

# T_LEGACY_COUNTRY_NEED_TITLE
source: Help the neighboring country.
de: Hilf dem Nachbarland.
es: Ayuda al país vecino.
fr: Aider le pays voisin.
id: Bantu negeri tetangga.
it: Aiuta il paese vicino.
ja: 隣国を支援する。
ko: 이웃 국가를 도와주세요.
pt: Ajude o país vizinho.
ru: Помочь соседней стране.
zh: 帮助邻国。
zh_tw: 幫助鄰國。

# T_LEGACY_DECO_DESC
source: Damn it, Governor! Look around you! Do you notice anything? YES, exactly! Where are the decorations? Everything looks so dreary! Hurry and build decorations before the King reaches the city.
de: Verdammt, Statthalter! Seht euch um! Was fällt Euch auf? JA, genau! Wo sind die Dekorationen? Alles sieht so trist aus! Beeilt euch und baut Dekorationen, bevor der König die Stadt erreicht.
es: ¡Maldita sea, gobernador! ¡Mira a tu alrededor! ¿Te das cuenta? ¡SÍ, exacto! ¿Dónde está la decoración? ¡Todo tiene un aspecto sombrío! Date prisa y decora la ciudad antes de que llegue el rey.
fr: Sapristi gouverneur ! Regarde autour de vous ! Qu'est-ce que vous remarquez ? OUI exactement ! Où sont les décorations, tout a l'air si terne ! Dépêchez-vous de construire des décorations avant que le roi n'atteigne la ville.
id: Astaga, Gubernur! Coba perhatikan sekelilingmu! Apa yang kau lihat? YA, persis! Mana dekorasinya? Semuanya kelihatan begitu suram! Cepatlah siapkan dekorasi sebelum Paduka Raja tiba di kota.
it: Dannazione, governatore! Guardatevi intorno! Non notate niente? Sì, esattamente! Dove sono le decorazioni? Tutto è così noioso! Sbrigatevi con le decorazioni prima che arrivi il re.
ja: 総督殿、ちょっと！周りをようくご覧下さい！何かお気づきになりませんか？ そうです、ここには飾りっ気が全くない！どこもまあ陰鬱で...国王陛下の到着前に、急いで装飾を加えてください。
ko: 이런, 영주님! 주변을 보세요! 모르시겠나요? 그거예요! 장식이 어디에 있죠? 너무 쓸쓸해요! 어서 왕이 도착하시기 전에 장식을 만드세요.
pt: Que horror, Governador! Olhe ao redor! Não percebeu nada? SIM, precisamente! Onde estão as decorações? Tudo parece sem graça! Rápido, construa decorações antes que o Rei chegue à cidade.
ru: Проклятье, губернатор! Посмотрите вокруг! Ничего не замечаете? Вот именно! Где все украшения? Ваш город очень мрачный! Поспешите установить украшения, пока король не вошел в город.
zh: 该死，镇长！看看这周围！注意到了什么吗？ 对，没错！装饰物去哪儿了？这样太单调了！快去赶在国王来到村子前建造一些装饰物。
zh_tw: 該死，鎮長！看看這周圍！注意到了什麼嗎？ 對，沒錯！裝飾物去哪兒了？這樣太單調了！快去趕在國王來到村子前建造一些裝飾物。

# T_LEGACY_DECO_SUCCESS
source: Well, that's much better! Good thing I was there to remind you of these simple things.
de: Puuh, ein Glück! Das sieht doch gleich viel schöner aus! Gut, dass Ihr mich habt, um Euch an die einfachsten Dinge zu erinnern…
es: ¡Bueno, esto está mucho mejor! Menos mal que estaba aquí para recordarte esos pequeños detalles.
fr: Eh bien, c'est beaucoup mieux ! Heureusement que j'étais là pour vous rappeler ces choses simples.
id: Nah, ini jauh lebih baik! Untung saja aku kemari untuk mengingatkan kalian akan hal-hal sepele seperti ini.
it: Beh, così è molto meglio! Meno male che c'ero io a ricordarvi queste semplici cose.
ja: ふう、かーなーりー良くなりました！神は細部に宿ると申します。ならば私はあの場で天使の役目を果たしたのでしょう。
ko: 바로 이거예요! 제가 간단히 조언을 드릴 수 있어 다행이네요.
pt: Ah, bem melhor! Que bom que estou aqui para lembrá-lo dessas coisas simples.
ru: Что ж, так намного лучше! Хорошо, что я успел напомнить вам об этих простых вещах.
zh: 嗯，这样好多了！还好有我提醒你这些基本的事情。
zh_tw: 嗯，這樣好多了！還好有我提醒你這些基本的事情。

# T_LEGACY_FISHER_HUNTER_HUT_DESC
source: Sire, I finally found you. Our village could really use another source of food along with bread. What about a fisherman's hut as well as a hunter's cabin? This would allow us to eat a more balanced diet.
de: Mein Herr, ich habe Euch endlich gefunden. Unser Dorf könnte wirklich eine weitere Nahrungsquelle neben Brot gebrauchen. Wie wäre es mit einer Fischerhütte und einer Jagdhütte? Diese würden uns eine ausgewogenere Ernährung ermöglichen.
es: Excelencia, por fin te encuentro. A nuestra aldea le vendría de perlas otra fuente de alimento aparte del pan. ¿Qué tal si construimos una cabaña de pescador y otra de cazador? Así tendríamos una dieta más equilibrada.
fr: Sire, je vous trouve enfin. Notre village aurait bien besoin d'une autre source de nourriture que le pain, que dites-vous d'une cabane de pêcheur ainsi que d'une cabane de chasseur ? Cela nous permettrait de manger plus équilibré.
id: Tuanku, akhirnya aku bisa bertemu. Desa kami memerlukan sumber pangan selain roti. Bagaimana kalau dibangun pondok pemancing dan juga pondok pemburu? Dengan begitu kami bisa memperoleh makanan yang lebih berimbang.
it: Sire, finalmente vi ho trovato. Il nostro villaggio potrebbe davvero beneficiare di un'altra fonte di cibo oltre al pane. Che ne dite di un capanno di pesca e di un capanno di caccia? Questo ci consentirebbe una dieta più equilibrata.
ja: 領主様、こちらにおられたのですね。村に、パンだけでなく他の食料源があれば良いと思いまして。漁師や狩人に小屋を与えてはいかがでしょう？よりバランスのとれた食事ができるようになるはずです。
ko: 영주님, 드디어 만났군요. 마을에 빵 말고도 다른 식량원이 있으면 좋을 거예요. 어부의 오두막과 사냥꾼의 오두막을 지으면 어떨까요? 균형 잡힌 식사를 할 수 있을 거예요.
pt: Ah, finalmente encontrei o senhor. Nossa aldeia ficaria bem melhor com outra fonte de comida além de pão. Que tal uma cabana de pescador e também uma cabana de caçador? Isso proporcionaria uma dieta mais equilibrada.
ru: Сир, наконец-то я вас нашла! Нашей деревне не помешает еще один источник пищи — в дополнение к хлебу. Не хотите ли построить хижины рыбака и охотника? Это поможет разнообразить наш рацион.
zh: 总算找到您了阁下。我们的村庄如果除了面包还有另一种食物来源，那会是好处多多。渔民小屋和猎手小屋如何？它们会带给我们更平衡的饮食。
zh_tw: 總算找到您了閣下。我們的村莊如果除了麵包還有另一種食物來源，那會是好處多多。漁民小屋和獵手小屋如何？它們會帶給我們更平衡的飲食。
