Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_BANDIT
source: Goddammit Governor... why do you attack us? I know we robbed you countless times, but this...
de: Verdammt nochmal, Statthalter! Warum zum Henker greift ihr uns an? Wir haben euch zwar unzählige Male überfallen, aber das…
es: Maldita sea, gobernador... ¿Por qué nos atacas? Ya sé que os hemos robado muchas veces, pero esto...
fr: Bon sang, gouverneur... Pourquoi nous avoir attaqués ? D'accord, on vous a dévalisé plus d'une fois, mais tout de même...
id: Persetan, Gubernur... kenapa kami diserang? Memang, kami sudah sering merampok kalian, tapi ini...
it: Maledizione, Governatore... perché ci ha attaccato? Certo, vi abbiamo derubato innumerevoli volte, ma non...
ja: なんてことだ・・・どうして俺たちを襲った？そりゃ俺たちはあんたから何度も盗んださ、でもこれは・・・
ko: 이런, 영주님... 왜 우리를 공격한 거죠? 수도 없이 마을을 털었지만 이번은...
pt: Droga, Governador... por que nos atacou? Eu sei que roubamos vocês muitas vezes, mas isto...
ru: Проклятье, губернатор... Зачем вы нас атаковали? Мы, конечно, не раз вас грабили, но все же...
zh: 该死的城主……为什么打我们？我知道，我们打劫你们，次数数不胜数，可这也……
zh_tw: 該死的城主……為什麼打我們？我知道，我們打劫你們，次數數不勝數，可這也……

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_BANDIT_02
source: We witnessed the curse firsthand, governor. Us bandits can't rob wealthy merchants when things like that are happening in the neighborhood. We will help you get that guy out of prison...
de: Nun gut, wir werden euch helfen. Wir leiden ja ebenfalls unter den Auswirkungen dieser merkwürdigen Katastrophen. Es macht unsere Raubzüge erheblich schwerer, wenn so etwas in der Nachbarschaft geschieht. Dann lasst uns diesen Kerl mal aus dem Knast befreien!
es: Hemos sido testigos de la maldición, gobernador. Los bandidos no podremos robar a mercaderes ricos si ocurren cosas así en nuestro vecindario. Te ayudaremos a sacar a este tipo de la cárcel...
fr: Nous avons bien vu les conséquences de la malédiction, gouverneur. Les bandits comme nous ne peuvent pas dévaliser les riches marchands lorsqu'il se passe de telles calamités dans notre voisinage. Nous vous aiderons à sortir cet homme de prison...
id: Kami sudah lihat sendiri akibat dari kutukan itu, Gubernur. Kami para bandit tidak bisa merampok pedagang kaya selama masih ada kejadian aneh di sini. Kami akan membantumu membebaskan orang itu dari penjara...
it: Governatore, siamo anche noi vittime di questa maledizione in prima persona. Noi banditi non possiamo più derubare i ricchi mercanti quando si abbattono sulla città sventure del genere. La aiuteremo a far uscire di prigione quel tizio...
ja: 俺たちは最初からこの呪いに気づいていたさ。俺たち盗賊はそんなことが起こっている時に金持ちの商人から盗んだりはしない。 そいつを牢から出す手助けをしてやるよ・・・
ko: 영주님, 저주를 직접 목격했어요. 이웃에서 그런 일이 일어났을 때 우리 강도는 부유한 상인을 털지 않아요. 예언자를 감옥에서 빼내오는 데 도와드리죠...
pt: Também somos testemunhas da maldição, governador. Nós bandidos não podemos assaltar comerciantes ricos quando coisas como essas estão acontecendo na vizinhança. Vamos ajudá-lo a tirar aquele homem da prisão...
ru: Мы тоже страдаем от проклятья, губернатор. Дурное время, торговцы не едут, так что нам и грабить некого. Мы поможем вам вытащить этого мужика из тюрьмы...
zh: 城主，我们对这个诅咒，也感同身受。这一带发生这种事，我们这些土匪，也打劫不到过往富商了。 我们会帮你把那家伙从牢里捞出来……
zh_tw: 城主，我們對這個詛咒，也感同身受。這一帶發生這種事，我們這些土匪，也打劫不到過往富商了。 我們會幫你把那傢伙從牢裡撈出來……

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_DESC
source: There is a bandit camp near our town, my Lord. Maybe can 'persuade' them to help us free the soothsayer from prison. That man must have some answers! Order the attack on that camp, to initiate a small… ahem… 'negotiation'.
de: Es gibt ein Banditenlager in der Nähe unseres Dorfes. Ich denke wir könnten sie vielleicht ‘überreden’ uns zu helfen. Wir müssen den Wahrsager aus dem Verlies befreien. Wir haben keine Wahl!
es: Hay un campamento de bandidos cerca de nuestra ciudad, mi señor. Quizá podamos «persuadirles» para que nos ayuden a sacar al adivino de la cárcel. ¡Ese hombre debe tener soluciones! Ordena un ataque al campamento para iniciar una pequeña... ejem... «negociación».
fr: Il y a un camp de bandits non loin de notre village, mon seigneur. Peut-être pourrions les 'persuader' de nous aider à libérer le devin de sa prison. Cet homme aura sans doute des réponses pour nous ! Ordonnez une attaque sur ce camp afin de lancer des… euh… 'négociations'.
id: Di dekat kota kita ada perkemahan bandit, Tuanku. Mungkin mereka bisa 'dibujuk' untuk membantu kita membebaskan ahli nujum itu dari penjara. Orang itu pasti tahu apa yang harus kita lakukan. Perintahkanlah serangan ke perkemahan itu untuk memulai... ehm 'negosiasi'.
it: C'è un accampamento di banditi nei pressi della nostra città, milord. Forse potremmo... persuaderli a liberare il veggente dalle prigioni. Quell'uomo ha le risposte che andiamo cercando! Dia l'ordine di attaccare il campo, per avviare le... trattative.
ja: 閣下、この町の近くに盗賊たちの野営地があります。もしかすると彼らは預言者を牢から解放するよう「説得」できるかもしれません。 この男は何かを知っているはずです！どうか「交渉」のために・・・盗賊たちの野営地を襲撃する命令をください。
ko: 영주님, 마을 근처에 강도 캠프가 있습니다. 강도를 '설득'해서 감옥에서 예언자를 구출할 수 있습니다. 예언자에게 답이 있을 거예요! 캠프를 공격해서 작은… '협상'을 시작하세요.
pt: Existe um acampamento de bandidos perto da cidade, milorde. Talvez consigamos “convencê-los” a nos ajudar a libertar o vidente da prisão. Aquele homem deve ter algumas respostas! Ordene o ataque ao acampamento para começarmos uma pequena... hã... “negociação”.
ru: Около города есть лагерь бандитов, милорд. Возможно, нам удастся «убедить» их помочь нам освободить волхва. Нам необходимо допросить его! Атакуйте лагерь, чтобы начать... хм... «переговоры».
zh: 大人，城附近有一土匪营地。也许可以“说服”他们，帮咱们释放算命先生出狱。 那人一定有办法！下令攻击土匪营地，促成一次小……嗯……“谈判”。
zh_tw: 大人，城附近有一土匪營地。也許可以「說服」他們，幫咱們釋放算命先生出獄。 那人一定有辦法！下令攻擊土匪營地，促成一次小……嗯……「談判」。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_SUCCESS
source: What a wonderful victory over the bandits, my liege. Now let's have a talk with them… Maybe they help us break the curse.
de: Was für ein wunderbarer Sieg. Ich liebe den Geruch von verbrannter Banditenkleidung am Morgen… Nun denn, lasst uns den Banditen einen Vorschlag machen. Mal sehen, ob sie uns helfen den Fluch zu brechen.
es: Gran victoria sobre los bandidos, mi señor. Ahora tendremos una charla con ellos... Quizá nos ayuden a romper la maldición.
fr: Quelle fabuleuse victoire sur les bandits, mon seigneur. Et maintenant, discutons avec eux… Ils nous aideront peut-être à lever cette malédiction.
id: Kita berhasil menaklukkan para bandit, Tuanku. Sekarang mari bicara dengan mereka... Mungkin mereka bisa membantu kita menangkal kutukan itu.
it: Che grande vittoria abbiamo riportato sui banditi, mio signore. È ora di fare due chiacchiere coi loro capi... Forse ci aiuteranno a spezzare la maledizione.
ja: 閣下、盗賊たちに勝利しましたよ。さあ、彼らと話をしましょう・・・
ko: 영주님, 강도를 상대로 대승을 거두셨습니다. 이제 협상을 시작하시죠… 저주를 깨는 데 도움이 될 것입니다.
pt: Que vitória maravilhosa sobre os bandidos, meu senhor. Agora vamos ter uma conversinha com eles... Talvez nos ajudem a quebrar a maldição.
ru: Чудесная победа над бандитами, ваша светлость. А теперь давайте поговорим с ними... Может, они смогут нам помочь.
zh: 大人，大胜土匪。现在咱们可以和他们谈谈了…… 他们或许可以帮助咱们破解诅咒。
zh_tw: 大人，大勝土匪。現在咱們可以和他們談談了…… 他們或許可以幫助咱們破解詛咒。

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_START
source: It seems to be the wrath of heaven, my Lord. The farmers report that we have a drought!
de: Es muss der Zorn des Himmels sein! Das Getreide stirbt, eine Hitzewelle erdrückt plötzlich das Land und am anderen Ende der Stadt brechen Feuer aus. Was sollen wir nur tun?
es: Esto parece un castigo divino, mi señor. ¡Los granjeros dicen que tenemos sequía!
fr: On dirait une punition divine, mon seigneur. Les fermiers souffrent de la sécheresse !
id: Sepertinya alam murka kepada kita, Tuanku. Para petani melaporkan bencana kekeringan!
it: Pare che l'ira di Dio si stia scatenando su di noi, milord. Gli agricoltori hanno segnalato un'emergenza siccità!
ja: 閣下、これは天罰でしょうか。干ばつが起きていると農民たちが知らせてきました。
ko: 영주님, 하늘이 분노한 것 같습니다. 농부들이 가뭄이라고 보고했습니다!
pt: Parece ser a ira dos céus, milorde. Os fazendeiros dizem que temos uma seca!
ru: Это какая-то кара небесная, милорд. Фермеры сообщают, что началась засуха!
zh: 大人，这似乎是上天震怒。农夫报告，说发生干旱了！
zh_tw: 大人，這似乎是上天震怒。農夫報告，說發生乾旱了！

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04A_DESC
source: Preparations for the raid on the prison may need some military grade equipment, some proper training grounds and provisions. Let's start with an armory, shall we?
de: Ich denke, um den Angriff auf das Verlies vorzubereiten, benötigen wir einige militärische Güter. Ihr solltet eine Rüstkammer in Auftrag geben.
es: Hay que hacer preparativos para asaltar la prisión. Quizá haya que mejorar el equipamiento militar, construir campos de entrenamiento adecuados, acumular provisiones. Empezaremos con una armería, ¿de acuerdo?
fr: Pour préparer le raid sur la prison, il nous faut de l'équipement de qualité militaire, un terrain d'entraînement et des provisions. Commençons par une armurerie, d'accord ?
id: Persiapan untuk serangan ke penjara mungkin perlu perlengkapan militer, tempat latihan yang sesuai, dan juga perbekalan. Kita mulai dengan persenjataan saja, oke?
it: Per prepararci a dovere all'attacco alla prigione avremo bisogno di attrezzature di livello militare, di un campo di addestramento adatto e di provviste. Suggerisco di iniziare dall'Armeria!
ja: よくやった。牢屋を襲撃するためには軍隊レベルの装備と訓練場所、それから食料が必要だな。まずは武器庫から始めようか？
ko: 감옥을 습격하려면 군사 장비, 적절한 훈련장 그리고 물자가 필요해요. 먼저 무기부터 시작할까요?
pt: As preparações para a invasão da prisão podem exigir alguns equipamentos de nível militar, campos de treinamento adequados e provisões. Vamos começar com um arsenal?
ru: Для нападения на тюрьму нам потребуется военное снаряжение, место для тренировок и провизия. Давайте начнем с лавки оружейника.
zh: 预备劫狱，需要军械装备、适当训练及后勤口粮。咱们从兵工厂入手，不知可否？
zh_tw: 預備劫獄，需要軍械裝備、適當訓練及後勤口糧。咱們從兵工廠入手，不知可否？

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04B_DESC
source: My men need to train for the prison raid, governor. If you really want to go through with this, we need some place to train.
de: Meine Männer benötigen einen Ort, an dem wir trainieren können. Wenn ihr mit eurem Plan fortschreiten wollt, dann sollten wir den Angriff vorher üben. Ich denke ein Wettkampfgelände wäre völlig ausreichend dafür.
es: Mis hombres necesitan entrenarse para asaltar la prisión, gobernador. Si de verdad quieres seguir adelante, debemos entrenarlos.
fr: Mes hommes doivent s'entraîner pour le raid sur la prison, gouverneur. Si vous voulez vraiment aller jusqu'au bout, il nous faut un endroit pour s'entraîner.
id: Anak buahku perlu latihan untuk serangan ke penjara, Gubernur. Kalau memang jadi, kami perlu tempat untuk latihan.
it: I miei uomini devono ricevere un addestramento per portare a termine l'attacco alla prigione, Governatore. Se vuole davvero andare fino in fondo, dobbiamo trovare un posto in cui poter affinare le nostre abilità.
ja: うちの衆たちは牢の襲撃のために訓練が必要だ。もしあんたが本気なら、訓練場所が必要だ。
ko: 영주님, 감옥을 습격하려면 부하들을 훈련시켜야 합니다. 정말 이 계획을 실행하려면 훈련장이 필요합니다.
pt: Meus homens precisam treinar para a invasão da prisão, Governador. Se você quer mesmo ir adiante com isto, precisamos de um lugar para treinar.
ru: Нам нужно подготовиться к налету, губернатор. Если хотите, чтобы у нас все получилось, постройте место, где мы могли бы потренироваться.
zh: 城主，我手下的人，要演练劫狱。你若果真想要成事，就给我们一块地方操练。
zh_tw: 城主，我手下的人，要演練劫獄。你若果真想要成事，就給我們一塊地方操練。

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04B_TITLE
source: Build an archery contest ground.
de: Sorge für ein Wettkampfgelände im Dorf.
es: Construye un campo de tiro con arco.
fr: Bâtissez un terrain de compétition d'archerie.
id: Bangunlah arena lomba panahan.
it: Costruisci un campo di addestramento per arcieri.
ja: アーチェリー競技場を建てる。
ko: 활터를 만드세요.
pt: Construa um campo para o concurso de tiro.
ru: Построй стрельбище.
zh: 兴建一射箭场。
zh_tw: 興建一射箭場。

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04C_DESC
source: Governor, I think something to eat and drink would be great, at least for the leader of the raid party, ME!
de: Statthalter, etwas Proviant für meine Männer wäre echt gut. Zumindest einige Vorräte für MICH wären sehr freundlich.
es: Gobernador, nos vendría muy bien algo de comida y bebida. Al menos para el líder del grupo de asalto: ¡YO!
fr: Gouverneur, ce serait bien d'avoir quelque chose à boire et à manger. Enfin, surtout pour le meneur du raid. MOI !
id: Gubernur, sepertinya enak juga kalau ada makanan dan minuman, paling tidak untuk pemimpin serangan, yaitu AKU!
it: Governatore, sarebbe fantastico se potesse trovarci qualcosa da mangiare e da bere, quantomeno per il capogruppo... vale a dire per ME!
ja: 知事、食べ物や飲み物が必要だな。この襲撃パーティーのボスである、俺のためにな！
ko: 영주님, 습격 팀의 지도자에게 먹고 마실 것이 필요해요. 바로 저요!
pt: Governador, acho que seria ótimo ter algo para comer e beber, pelo menos para o líder da invasão, EU!
ru: Губернатор, нам нужна с собой еда и напитки. Особенно мне как главарю!
zh: 我说城主，你得给点吃喝，起码得给我这个带头劫狱的一点吧！
zh_tw: 我說城主，你得給點吃喝，起碼得給我這個帶頭劫獄的一點吧！

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04C_TITLE
source: Deliver provisions.
de: Liefere Vorräte.
es: Entrega provisiones.
fr: Livrer des provisions.
id: Siapkan perbekalan.
it: Consegna le provviste.
ja: 食料を用意する。
ko: 물자를 보내세요.
pt: Entregue as provisões.
ru: Доставь провизию.
zh: 拨发口粮。
zh_tw: 撥發口糧。

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04D_DESC
source: It is time for some equipment, governor. Those wooden swords and axes we normally use will be useless against the prison guard.
de: Für ein Vorhaben wie ihr es plant, brauchen wir bessere Ausrüstung. Wir können das Verlies nicht mit Äxten und Schwertern aus Holz stürmen.
es: Necesitamos equiparnos, gobernador. Las espadas y hachas de madera que normalmente usamos no servirán de nada contra los guardias de la prisión.
fr: Il est temps de s'équiper, gouverneur. Ces épées et hache de bois que nous utilisons en temps normal ne feront pas le poids face aux gardes de la prison.
id: Sudah waktunya ganti perlengkapan, Gubernur. Pedang dan kampak kayu yang biasa kami pakai takkan berguna melawan sipir penjara.
it: Ci servono delle attrezzature, Governatore. Le nostre spade di legno e le asce che utilizziamo di solito non ci serviranno a molto contro i guardiani della prigione.
ja: 装備が必要だ。牢屋の番人には俺たちが普段使っている木の剣や斧じゃ太刀打ちできないからな。
ko: 영주님, 이제 장비가 필요합니다. 저희가 평소 사용하는 나무 검과 도끼는 감옥 경비에겐 상대가 안 돼요.
pt: É hora de termos algum equipamento, Governador. As espadas e machados de madeira que costumamos usar serão inúteis contra os guardas da prisão.
ru: Так, займемся снаряжением, губернатор. Наши деревянные мечи и топоры будут бесполезны против оружия тюремной стражи.
zh: 城主，得给军械了。我们平日使用的木刀木斧，用在监狱守卫身上就没什么用了。
zh_tw: 城主，得給軍械了。我們平日使用的木刀木斧，用在監獄守衛身上就沒什麼用了。

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04D_TITLE
source: Deliver military equipment.
de: Liefere militärische Ausrüstung.
es: Entrega equipo militar
fr: Livrez l'équipement militaire
id: Siapkan perlengkapan militer.
it: Consegna le attrezzature militari.
ja: 軍隊設備を用意する。
ko: 군용 장비를 보내세요.
pt: Entregue o equipamento militar
ru: Доставь военное снаряжение.
zh: 拨发军械。
zh_tw: 撥發軍械。

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_START
source: My Lord, the sun! An eclipse is forming! We have to make haste or we are all doomed!
de: Mein Herr, seht nur. Der Himmel verdunkelt sich! Wir sollten uns beeilen, ich denke uns bleibt nicht mehr viel Zeit. Wir bleiben selbst von einer Sonnenfinsternis nicht verschont.
es: ¡Mi señor, el sol! ¡Se está produciendo un eclipse! ¡Hemos de darnos prisa o será nuestro fin!
fr: Mon seigneur, le soleil ! Une éclipse est en train de se produire ! Nous devons nous dépêcher ou bien nous sommes tous perdus !
id: Tuanku, mataharinya! Bakal ada gerhana! Kita harus bergerak cepat atau kita semua akan celaka!
it: Milord, il sole! Sta per verificarsi un'eclisse! Dobbiamo fare in fretta, o saremo perduti per sempre!
ja: 閣下、太陽が！日食です！急がないと私たちはもう終りです！
ko: 영주님, 해를 보세요! 일식이 시작됐어요! 서두리지 않으면 모두 죽을 거예요!
pt: Milorde, o sol! Há um eclipse se formando! Temos que nos apressar ou estaremos todos condenados!
ru: Милорд, солнце! Приближается затмение! Нужно поспешить, иначе нам всем конец!
zh: 大人，快看太阳！有日蚀！事不宜迟，否则大事不妙！
zh_tw: 大人，快看太陽！有日蝕！事不宜遲，否則大事不妙！

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_SUCCESS
source: Great! We are almost ready to get this fella out of prison! Next time we meet you can talk to the guy personally.
de: Wunderbar! Wir sind fast bereit für den Angriff. Das nächste mal wenn wir uns sehen, werdet ihr diesem komischen Wahrsager gegenüber stehen. Ich hoffe wir befreien den Richtigen…
es: ¡Estupendo! ¡Casi estamos listos para sacar a ese tipo de la cárcel! La próxima vez que nos veamos podrás hablar directamente con él.
fr: Excellent ! Nous sommes presque prêts à tirer ce gars de la prison ! La prochaine fois que nous nous verrons, vous pourrez discuter en personne avec cet homme.
id: Bagus! Kita hampir siap untuk membebaskan orang itu dari penjara! Kali berikut kita ketemu, kau bisa bicara langsung dengan dia.
it: Fantastico! Siamo quasi pronti a far evadere il nostro amico di prigione! La prossima volta che ci incontreremo, potrà parlargli di persona...
ja: いいぞ！あと少しでそいつを牢から出してやれるぞ！あんたも次に会う時はそいつと二人で話ができるだろう。
ko: 좋습니다! 이제 감옥에서 그 친구를 빼낼 준비가 거의 다 됐습니다! 다음에 만날 땐 예언자를 데려오겠습니다.
pt: Ótimo! Estamos quase prontos para tirar aquele camarada da prisão. Da próxima vez que nos encontrarmos você pode falar com ele pessoalmente.
ru: Отлично! Мы готовы вызволить этого мужичка. Скоро сможете лично с ним потолковать.
zh: 好！劫这个家伙出狱，准备得差不多了！下次我们见你，你就可以和他面谈了。
zh_tw: 好！劫這個傢伙出獄，準備得差不多了！下次我們見你，你就可以和他面談了。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05A_DESC
source: Maybe you can convince me by making it worth my while. I haven't tasted any sausages in a long while.
de: Ich denke ich habe keine Lust euch zu helfen... es sei denn... ihr bringt mir ein paar dieser leckeren Würstchen.
es: Quizá puedas convencerme con algo que me compense el esfuerzo. Hace mucho que no saboreo las salchichas.
fr: Peut-être que vous pourriez me convaincre de m'y mettre. Cela fait une éternité que je n'ai pas mangé de saucisses.
id: Mungkin kau bisa membujukku kalau ada untungnya untukku. Aku sudah lama tidak makan sosis.
it: Forse potresti convincermi facendo in modo che ne valga la pena. È da un sacco di tempo che non mi mangio una bella salsiccia.
ja: 私を説得してみたらどうですか。そういえば長い間ソーセージなぞ食べていませんなぁ。
ko: 제게 자비를 베푸시면 믿을 수도 있겠죠. 소시지를 먹어본지 너무 오래됐어요.
pt: Talvez você possa me convencer de que isso vai valer a pena. Faz tempo que eu não como salsichas.
ru: Возможно, я все же вам помогу — но не бесплатно. Я изрядно соскучился по колбасам.
zh: 就看你怎么说服我，给我什么好处了。我可有好久都没尝到香肠的滋味了。
zh_tw: 就看你怎麼說服我，給我什麼好處了。我可有好久都沒嚐到香腸的滋味了。

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05B_DESC
source: Alright alright. I will help you. That little curse of yours seems to be a really nasty one, but it can be lifted by a simple ritual. Why do you even have built your town on top of an ancient cemetery in the first place?
de: Na gut, ich werde euch helfen. Dieser Fluch ist aber auch eine üble Sache, kann aber glücklicherweise durch ein Ritual behoben werden. Andernfalls ist eure Stadt dem Untergang geweiht. Wieso baut ihr eure Stadt überhaupt auf einem uralten Friedhof auf?
es: Vale, vale, te ayudaré. Esa pequeña maldición parece de lo más desagradable, pero se puede eliminar con un sencillo ritual. ¿Pero cómo se te ocurrió levantar tu ciudad sobre un antiguo cementerio?
fr: Très bien, très bien, je vais vous aider. Votre petite malédiction m'a l'air sacrément virulente, mais elle peut être levée grâce à un simple rituel. Au fait, pourquoi avez-vous bâti cette ville sur un ancien cimetière ?
id: Baiklah, aku akan membantumu. Kutukan ini sepertinya cukup ampuh, tapi bisa dibatalkan dengan upacara sederhana. Kenapa juga kotamu harus dibangun di atas pemakaman kuno?
it: E va bene, e va bene, vi aiuterò. Questa maledizione non è certo la peggiore che abbia mai visto, ma è comunque molto fastidiosa; tuttavia, è possibile liberarsene con un semplice rituale. Mi chiedo a chi mai sia venuta la brillante idea di costruire una città su un antico cimitero...
ja: わかりましたよ、手を貸しましょう。どうやらその呪いはかなり酷い様ですが、簡単な儀式で解くことができますよ。 しかしなぜ古い墓地の上に町を作ろうなんて思ったんですか？
ko: 좋아요. 도와드리죠. 그 작은 저주는 정말 끔찍한 것 같지만 간단한 의식으로 깰 수 있어요. 도대체 처음부터 고대 묘지 위에 마을을 왜 세운 거죠?
pt: Tá, tá. Vou ajudar você. Essa sua maldiçãozinha parece ser bem chata, mas pode ser quebrada com um simples ritual. Para começar, por que vocês construíram a cidade em cima de um cemitério?
ru: Ладно-ладно. Я помогу вам. Гадкое проклятье, согласен, но его можно снять с помощью простого ритуала. Кстати, как вас вообще угораздило основать город на древнем кладбище?
zh: 好吧，好吧，我帮你。这区区诅咒，看似棘手，其实只要举行一个小小仪典，就可以解除。 你们当时，怎么把城建在古墓上？
zh_tw: 好吧，好吧，我幫你。這區區詛咒，看似棘手，其實只要舉行一個小小儀典，就可以解除。 你們當時，怎麼把城建在古墓上？

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05B_SUCCESS
source: The good news is, the curse can be reversed. But we need some resources which are not easy to come by. We need a charged quartz crystal, a potion of timelessness and a lightning rod.
de: Also...die gute Nachricht ist, der Fluch kann gebrochen werden. Aber wir benötigen einige schwer zu bekommende Rohstoffe dafür: Einen aufgeladenen Quarz, einen Trank der Zeitlosigkeit und einen Blitzableiter.
es: La buena noticia es que la maldición se puede romper. Pero necesitamos recursos que no son fáciles de conseguir. Necesitamos un cristal de cuarzo cargado, una poción de atemporalidad y un pararrayos.
fr: La bonne nouvelle, c'est que la malédiction peut être inversée. Par contre, nous aurons besoin de ressources difficiles à acquérir. Il nous faudra un cristal de quartz chargé, une potion d'intemporalité et un paratonnerre.
id: Untungnya, kutukan itu bisa dibalik. Tapi kita butuh bahan-bahan yang tidak mudah didapat. Kita perlu kristal kuarsa bermuatan, ramuan keabadian, dan penangkal petir.
it: Comunque, ho una buona notizia: la maledizione può essere spezzata. Tuttavia, avremo bisogno di alcune risorse che non saranno facili da reperire. Ci serve un cristallo di quarzo magnetizzato, una pozione dell'atemporalità e un parafulmine.
ja: 良い知らせです、その呪いは解くことができます。しかし入手困難な物資が必要です。 まず帯電したクオーツ・クリスタルと、不朽の薬、そして避雷針が必要です。
ko: 좋은 소식이 있어요. 저주를 되돌릴 수 있어요. 하지만 쉽게 구할 수 없는 재료가 필요해요. 충전된 수정 결정, 무한의 물약 그리고 피뢰침이 필요해요.
pt: A boa notícia é que a maldição pode ser revertida. Mas precisamos de alguns recursos que não são fáceis de encontrar. Precisamos de um cristal de quartzo carregado, uma poção da eternidade e um para-raios.
ru: Хорошие новости: проклятье можно снять. Но для этого нам потребуются некоторые ресурсы. Нам нужен заряженный кристалл кварца, зелье вечности и громоотвод.
zh: 好在，这个诅咒可以解除。可需要的东西，却不容易得到。 咱们要有魔法水晶、永恒药水和闪电宝杖。
zh_tw: 好在，這個詛咒可以解除。可需要的東西，卻不容易得到。 咱們要有魔法水晶、永恆藥水和閃電寶杖。
