Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_TWELVE_WORK_CATHEDRAL_STARTED
source: Last year we started building the foundation for a cathedral. However, the construction was stopped shortly afterwards for lack of raw materials, my Lord.
de: Letztes Jahr haben wir dem Bau des Fundamentes für eine Kathedrale begonnen. Der Bau wurde jedoch kurz darauf aus Mangel an Rohstoffen eingestellt, mein Herr.
es: El año pasado empezamos a construir los cimientos de una catedral. Sin embargo, la construcción se detuvo poco después por falta de materias primas, señor.
fr: L'année dernière, nous avons commencé à construire les fondations d'une cathédrale. Cependant, la construction a été arrêtée peu de temps après par manque de matières premières, monsieur.
id: Tahun lalu kita mulai membangun fondasi untuk gereja katedral. Namun pembangunan terhenti tidak lama kemudian karena kekurangan bahan baku, Tuanku.
it: L'anno scorso abbiamo iniziato a costruire le fondamenta di una cattedrale, ma la costruzione è stata interrotta poco dopo per mancanza di materie prime, mio Signore.
ja: 領主様。昨年開始した大聖堂の基礎工事ですが、原材料の不足により、ほどなく中断しました。
ko: 작년에 성당의 기초 공사를 시작했어요. 하지만 원자재 부족으로 얼마 지나지 않아 공사가 중단됐습니다.
pt: No ano passado, começamos a construir a fundação da catedral. Porém, a construção teve de ser interrompida logo depois devido à falta de matéria-prima, senhor.
ru: В прошлом году мы заложили основание для собора. Однако строительство вскоре прекратилось из-за недостатка ресурсов, милорд.
zh: 领主大人，去年我们开始了一座大教堂地基的建造。不过开始后不久，建造工作就由于缺少原料停止了。
zh_tw: 領主大人，去年我們開始了一座大教堂地基的建造。不過開始後不久，建造工作就由於缺少原料停止了。

# T_QUESTS_TWELVE_WORK_INTRODUCTION_001
source: My Lord, I can't believe seeing you leaving the castle again! I'm glad you found the strength to take over the reins once more. How about you start confronting the problems in town!
de: Mylord, ich kann nicht glauben, dass Ihr das Schloss wieder verlassen habt! Ich bin froh, dass Ihr die Kraft gefunden habt, die Zügel wieder zu übernehmen. Wie wäre es, wenn Ihr euch den Problemen in der Stadt stellt?
es: ¡Mi señor, no me puedo creer que salgas otra vez del castillo! Me alegra que hayas encontrado las fuerzas para tomar de nuevo las riendas. ¿Qué tal si empiezas a ocuparte de los problemas de la ciudad?
fr: Mon seigneur, je ne peux croire que je vous revoie enfin ! Je suis content que vous ayez trouvé la force de sortir de votre spleen afin de reprendre les rênes ! Et si vous faisiez face aux problèmes de la ville !
id: Tuanku, aku bingung melihat Tuanku mau meninggalkan kastel lagi! Syukurlah Tuanku sudah cukup kuat untuk kembali mengambil alih kendali. Bagaimana kalau Tuanku mulai menangani masalah-masalah di kota!
it: Mio Signore, non mi capacito di dovervi vedere lasciare di nuovo il castello! Sono contento che abbiate trovato la forza di riprendere in mano la situazione. Che ne dite di iniziare ad affrontare i problemi della città?
ja: 領主様、久しぶりに城をお出になるのですね！統率者としての威厳を取り戻すご決断、非常に嬉しく思います。街にある問題への対処から始めてはいかがでしょうか！
ko: 영주님, 다시 성을 떠나시다니 믿을 수 없군요! 영주님이 다시 한 번 통치력을 회복할 힘을 찾게 되어 기쁩니다. 마을의 문제부터 해결하는 것이 어떨까요!
pt: Meu senhor, não acredito que você vai novamente sair do castelo! Que bom que encontrou forças para voltar à sua posição. Que tal começar a confrontar os problemas da cidade?
ru: Милорд, не могу поверить, что вы вновь решились покинуть замок! Я рад, что вы нашли в себе силы снова взять в руки бразды правления. Давайте начнем решать городские проблемы!
zh: 领主大人，我简直不敢相信看到您能再次离开城堡！很高兴您又一次获得了夺回控制权的能力。您先来解决城镇中的问题如何？
zh_tw: 領主大人，我簡直不敢相信看到您能再次離開城堡！很高興您又一次獲得了奪回控制權的能力。您先來解決城鎮中的問題如何？

# T_QUESTS_TWELVE_WORK_INTRODUCTION_002
source: Yeah, it's true that the townspeople hate you. They don't feel like you care for them anymore. You have been gone for too long. But there could be a way to fix the mistakes of the past!
de: Ja, die Gerüchte sind wahr. Die Bewohner haben jegliches Vertrauen und Sympathie für euch verloren. Ihr wart einfach zu lange... abwesend. Aber vielleicht gibt es eine Möglichkeit, die Fehler der Vergangenheit zu begleichen und die Gunst eurer Bewohner wieder zu gewinnen.
es: Sí, es cierto que los aldeanos te odian. Sienten que ya no te preocupas por ellos. Llevas demasiado tiempo recluido. ¡Pero podría haber una forma de arreglar los errores del pasado!
fr: Oui, c'est vrai que les gens de la ville vous détestent. Oui en effet les habitants ne vous font plus confiance mais...il existe un moyen de réparer les erreurs du passé !
id: Ya, memang benar warga kota membenci Tuanku. Mereka merasa tidak dipedulikan lagi. Tuanku terlalu lama pergi. Tapi mungkin ada cara untuk memperbaiki kesalahan di masa lalu!
it: Sì, è vero che i cittadini vi odiano, hanno la sensazione che non vi occupiate più di loro. Siete stato via per troppo tempo, ma potrebbe esserci un modo per correggere gli errori del passato!
ja: 町民から白い目で見られているのは、率直に申し上げて事実です。住民のケアを重視しなくなった、と意見されています。長らく視察もしませんでしたから...ですが過去の過ちがどうであれ、それを正す方法はあります！
ko: 네, 주민들이 영주님을 싫어하는 건 사실이에요. 영주님이 주민들을 제대로 보살피지 않는다고 생각하고 있어요. 너무 오래 자리를 비우셨어요. 하지만 과거의 실수를 만회할 길이 있을 거예요!
pt: Sim, é verdade que os habitantes o odeiam. Eles acham que o senhor não se importa mais com eles. Está há tempo demais fora. Mas pode ser que haja uma maneira de sanar os erros do passado!
ru: Да, это правда, горожане вас ненавидят. Им кажется, что вам до них нет дела. Вы слишком долго где-то пропадали. Но мы еще можем исправить ошибки прошлого!
zh: 是的，镇民们的确讨厌您。他们觉得您不再关心他们了。您离开的时间太长了。不过我们可能有几个能够弥补过去错误的办法！
zh_tw: 是的，鎮民們的確討厭您。他們覺得您不再關心他們了。您離開的時間太長了。不過我們可能有幾個能夠彌補過去錯誤的辦法！

# T_QUESTS_TWELVE_WORK_INTRODUCTION_003
source: There is this ancient tale about a boy who tried to regain the trust of the people after he disappointed everybody. This boy had to prove himself by overcoming twelve legendary tasks in one year to be accepted back into society.
de: Erinnert Ihr euch an die Geschichte des Jungen, der, ähnlich wie Ihr auch, das Vertrauen der Menschen verloren hatte. Nachdem er alle enttäuscht hatte, machte er sich auf, Gutes zu tun, um seine Schuld zu begleichen. Um sich zu beweisen und wieder in die Gesellschaft aufgenommen zu werden, musste er die zwölf legendären Herausforderungen erfolgreich meistern.
es: Hay una vieja historia sobre un chico que intentó recobrar la confianza de su pueblo tras decepcionar a todo el mundo. El chico tenía que reivindicarse superando doce tareas legendarias en un año para volver a ser aceptado socialmente.
fr: Il y a cette vieille histoire d'un garçon qui a essayé de se racheter après avoir déçu tout le monde. Ce garçon a dû faire ses preuves en accomplissant douze tâches légendaires en un an pour être considéré de nouveau comme un membre à part entière de la société.
id: Ada kisah lama tentang anak laki-laki yang berusaha meraih kembali kepercayaan orang setelah mengecewakan semuanya. Anak itu harus membuktikan diri dengan menuntaskan dua belas tugas legendaris dalam waktu satu tahun agar diterima kembali ke dalam masyarakat.
it: C'è questa antica favola di un ragazzo che cercò di riconquistare la fiducia del popolo dopo aver deluso tutti. Questo ragazzo dovette dimostrare il suo valore superando in un anno dodici leggendarie fatiche per essere riammesso nella società.
ja: これは神話ですが、皆から失望されていた少年が人々の信頼を取り戻そうとする話があります。少年は1年で12個の伝説の試練を乗り越え、社会に再び受け入れられました。
ko: 모두를 실망시킨 후 사람들의 신뢰를 되찾기 위해 노력한 소년에 대한 전설이 있어요. 소년은 사회로 돌아오기 위해 일 년에 열두 가지 전설의 과제를 해결해야 했어요.
pt: Há uma antiga lenda sobre um menino que tentou recuperar a confiança das pessoas depois que decepcionou a todos. Este menino precisava provar seu valor superando doze tarefas lendárias em um ano para ser aceito de volta na sociedade.
ru: Существует предание о мальчике, который всех разочаровал, но затем попытался вернуть себе утраченное доверие. Чтобы вновь стать членом общества, ему нужно было за год выполнить двенадцать легендарных заданий.
zh: 有一个古老的传说，讲的是一个男孩在令所有人失望透顶之后试图重新获得人们的信任的故事。这个男孩为了证明自己，不得不在一年内完成十二项传奇任务来让社会重新接纳他。
zh_tw: 有一個古老的傳說，講的是一個男孩在令所有人失望透頂之後試圖重新獲得人們的信任的故事。這個男孩為了證明自己，不得不在一年內完成十二項傳奇任務來讓社會重新接納他。

# T_QUESTS_TWELVE_WORK_INTRODUCTION_004
source: After his success, he became the official messenger of the royal family and was able to fulfill his dream of becoming a resourceful member of society. Since that day, the accomplishment of these twelve tasks has been highly respected. Maybe that's where your salvation is, Lord!
de: Nach seinem Erfolg wurde er zum offiziellen Botschafter der königlichen Familie ernannt und damit wieder als vollwertiges Mitglied in die Gesellschaft aufgenommen. Seitdem ist es eine Ehre, die zwölf Herausforderungen zu absolvieren. Vielleicht findet sich ja dort eine Lösung, Mylord!
es: Tras conseguirlo, se convirtió en mensajero oficial de la familia real y pudo cumplir su sueño de ser un miembro útil de la sociedad. Desde aquel día, la superación de estas doce tareas ha sido algo muy respetado. ¡Quizá ahí radique tu salvación, señor!
fr: Après son succès, il est devenu le messager officiel de la famille royale et a pu réaliser son rêve de devenir un membre dynamique et ingénieux de la société. Depuis ce jour, l'accomplissement de ces douze tâches a été hautement respecté. C'est peut-être là que se trouve votre salut, Sire !
id: Setelah berhasil, dia menjadi utusan resmi keluarga kerajaan dan bisa mewujudkan cita-citanya untuk menjadi anggota masyarakat yang berguna. Sejak hari itu, orang yang mampu mengerjakan kedua belas tugas itu amat disegani. Mungkin itulah solusi terbaik untuk Tuanku!
it: Dopo il suo successo, diventò il messaggero ufficiale della famiglia reale e poté realizzare il suo sogno di diventare un membro attivo della società. Da quel giorno, il superamento di queste dodici fatiche è molto rispettato. Forse è lì che si trova la tua salvezza, Signore!
ja: その成功をおさめた後、少年は王室の公式な使者となりました。社会に資する一員となる夢をかなえることができたのです。以降、この12の試練を完遂した者は、みな高い尊敬の念を集めてきました。領主様、これこそが救済策となるかもしれませんよ！
ko: 소년은 성공 후 왕실의 공식 전령이 되어 훌륭한 사회의 일원이 되겠다는 꿈을 이룰 수 있었어요. 그때부터 열두 가지 과제를 달성한 자를 높이 존경하게 됐어요. 아마도 이게 영주님을 구원할 수 있을 거예요!
pt: Depois que conseguiu, ele se tornou o mensageiro oficial da família real e pôde realizar seu sonho de ser um membro produtivo da sociedade. Desde então, a realização dessas doze tarefas é altamente respeitada. Talvez essa seja a sua salvação.
ru: Преуспев, он стал официальным глашатаем королевской семьи и исполнил свою мечту — стал полезен обществу. С тех пор любой может заручиться глубоким уважением, если выполнит эти двенадцать заданий. Возможно, это ваш шанс, милорд!
zh: 成功之后，他成为了一名皇室家族的官方信使，并且实现了自己在社会中出人头地的梦想。从那天开始，完成十二项任务的故事就被流转传扬。也许这就是您的机会，领主！
zh_tw: 成功之後，他成為了一名皇室家族的官方信使，並且實現了自己在社會中出人頭地的夢想。從那天開始，完成十二項任務的故事就被流轉傳揚。也許這就是您的機會，領主！

# T_QUESTS_TWELVE_WORK_MAINQUEST_FAILED
source: We have failed... My Lord, you must leave the village as soon as possible. The inhabitants are at the gates. They have torches and pitchforks with them. I fear they will lynch us.
de: Wir haben versagt... Mein Herr, Ihr müsst das Dorf schleunigst verlassen. Die Bewohner stehen vor den Toren. Sie haben Fackeln und Mistgabeln dabei. Ich fürchte, sie werden uns lynchen.
es: Hemos fracasado... Mi señor, debes abandonar la aldea cuanto antes. Los habitantes están a las puertas. Llevan antorchas y horcas, creo que quieren lincharnos.
fr: Nous avons échoué.... Sire, vous devez quitter le village dès que possible. Les habitants sont aux portes. Ils ont des torches et des fourches avec eux. Je crains qu'ils ne nous lynchent.
id: Kita gagal... Tuanku harus secepatnya meninggalkan desa. Para penduduk sudah di gerbang. Mereka membawa obor dan garpu jerami. Aku khawatir mereka akan main hakim sendiri.
it: Abbiamo fallito... Mio Signore, dovete lasciare il villaggio il più presto possibile. Gli abitanti sono ai cancelli. Hanno torce e forconi. Temo che ci linceranno.
ja: 領主様、試練は失敗です...速やかに村を去らなくてはなりません。住民が、たいまつや熊手を手にして門まで押し寄せています。私刑を受け手もおかしくありません。
ko: 영주님, 실패했습니다... 어서 빨리 마을을 떠나야 합니다. 주민들이 입구에 있습니다. 횃불과 쇠스랑을 들고 서 있습니다. 영주님을 공격할지도 몰라요.
pt: Nós fracassamos... Meu senhor, o senhor deve abandonar a aldeia o mais rápido possível. Os habitantes estão nos portões. Carregam tochas e ancinhos. Temo que nos lincharão.
ru: Мы потерпели неудачу... Милорд, бегите из деревни как можно скорее. Жители уже у ворот. И в их руках вилы и факелы. Боюсь, они жаждут нашей крови.
zh: 我们失败了……领主大人，您必须尽快离开村子。居民们已经堵在门口了。他们的手上都拿着火把和耙子。我怕他们会打死我们。
zh_tw: 我們失敗了……領主大人，您必須儘快離開村子。居民們已經堵在門口了。他們的手上都拿著火把和耙子。我怕他們會打死我們。

# T_QUESTS_TWELVE_WORK_MAINQUEST_STARTED
source: Now it's up to you to prove your greatness by completing the twelve legendary tasks! It is your responsibility to regain the trust of the villagers.
de: Jetzt liegt es an euch, wahre Größe zu beweisen, indem Ihr die zwölf legendären Herausforderungen abschließt! Es liegt in eurer Verantwortung, das Vertrauen der Dorfbewohner zurückzugewinnen.
es: ¡Ahora tendrás que demostrar tu valía completando las doce tareas legendarias! Es responsabilidad tuya recuperar la confianza de los aldeanos.
fr: A vous de prouver votre grandeur en accomplissant les douze travaux légendaires ! Il est de votre responsabilité de regagner la confiance des villageois.
id: Sekarang Tuanku bisa membuktikan kehebatan dengan menyelesaikan kedua belas tugas legendaris! Tuanku bertanggung jawab untuk meraih kembali kepercayaan para warga desa.
it: Ora tocca a voi dimostrare la vostra grandezza completando le dodici fatiche leggendarie! È vostra responsabilità riconquistare la fiducia degli abitanti del villaggio.
ja: 12の伝説の試練を完了し、ご自分の偉大さを証明できるか否かは、陛下ご自身にかかっています！村人の信頼を取り戻すことも、お役目の一つかと存じます。
ko: 이제 열두 가지 전설의 과제를 완료하여 위대함을 증명해야 합니다! 영주님은 주민의 신뢰를 되찾아야 할 책임이 있습니다.
pt: Agora fica a seu cargo provar a sua grandeza concluindo as doze tarefas lendárias! É sua responsabilidade recuperar a confiança dos aldeões.
ru: Вам нужно доказать свое величие, выполнив двенадцать легендарных заданий! Вы обязаны вернуть себе доверие селян.
zh: 现在该有您完成十二项传奇任务来证明您的伟大了！重新获得村民的信任是您的责任。
zh_tw: 現在該有您完成十二項傳奇任務來證明您的偉大了！重新獲得村民的信任是您的責任。

# T_QUESTS_TWELVE_WORK_MAINQUEST_SUCCESS
source: Thus end the twelve legendary tasks! Hear the people cheering for you! In one year, you rebuilt the village and regained the trust of the people.
de: Damit enden die zwölf legendären Herausforderungen! Hört euch das Jubeln des Volkes an! In einem Jahr habt Ihr das Dorf wieder aufgebaut und das Vertrauen der Menschen zurückgewonnen.
es: ¡Así terminan las doce tareas legendarias! ¡Escucha cómo te aclama el pueblo! En un año, has reconstruido la aldea y recuperado la confianza de la gente.
fr: Ainsi s'achèvent les douze travaux légendaires ! Entendez les gens qui vous acclament ! En un an, vous avez reconstruit le village et regagné la confiance de la population.
id: Maka tuntaslah kedua belas tugas legendaris! Dengarlah bagaimana orang-orang mengelu-elukan Tuanku! Dalam satu tahun, Tuanku berhasil membangun kembali desa dan meraih kepercayaan semua orang.
it: Si concludono così le dodici fatiche leggendarie! Ascoltate la grida di gioia del popolo! In un anno avete ricostruito il villaggio e riacquistato la fiducia della gente.
ja: これにて、12の伝説の試練が終了しました！人々の喝采をお聞きになれますか？陛下は1年で村を立て直し、信頼を取り戻されたのです。
ko: 열두 가지 전설의 과제를 끝내세요! 영주님을 응원하는 주민들의 함성을 들으세요! 일년 내에 마을을 재건하고 주민들로부터 신뢰를 회복하세요.
pt: E assim terminam as doze tarefas lendárias! As pessoas clamam pelo seu nome! Eu um ano, o senhor reconstruiu a aldeia e recuperou a confiança das pessoas.
ru: Вам удалось выполнить двенадцать легендарных заданий! Слышите, как радуется народ? Всего за год вы умудрились перестроить деревню и вернуть доверие ее жителей.
zh: 十二项传奇任务都完成了！快听听人们为您欢呼的声音！仅用了一年时间，您就重建了村子，重新获得了人们的信任。
zh_tw: 十二項傳奇任務都完成了！快聽聽人們為您歡呼的聲音！僅用了一年時間，您就重建了村子，重新獲得了人們的信任。

# T_QUESTS_TWELVE_WORK_MAINQUEST_TITLE
source: Complete the twelve legendary tasks.
de: Erfülle die zwölf legendären Herausforderungen.
es: Completa las doce tareas legendarias.
fr: Accomplissez les douze travaux légendaires.
id: Selesaikan kedua belas tantangan legendaris.
it: Completa le dodici fatiche leggendarie.
ja: 12の伝説の試練をクリアする。
ko: 열두 가지 전설의 과제를 완료하세요.
pt: Conclua as doze tarefas lendárias.
ru: Выполнить двенадцать легендарных заданий.
zh: 完成十二项传奇任务。
zh_tw: 完成十二項傳奇任務。

# T_QUESTS_TWELVE_WORK_TIMER_AUTUMN_STARTED
source: Autumn has just begun, Sire. Each season allows you to accomplish some of the twelve tasks. If the challenges and demands of the Townies are not met… then, I fear, your reign here will be over, my Lord.
de: Der Herbst hat gerade erst begonnen, Sire. Jede Jahreszeit erlaubt es euch, einige der zwölf Herausforderungen zu erfüllen. Wenn die Anforderungen der Bewohner jedoch nicht rechtzeitig erfüllt werden,... gilt die Herausforderung als nicht bestanden und eure Herrschaft damit als verloren, mein Herr.
es: Ya estamos en otoño, excelencia. Cada estación permite cumplir algunas de las doce tareas. Si las exigencias que plantean los townies no quedan satisfechas... entonces me temo que tu gobierno aquí habrá tocado a su fin, mi señor.
fr: L'automne ne fait que commencer, Sire. Chaque saison vous permet d'accomplir certaines des douze tâches. Si les défis et les exigences des habitants ne sont pas relevés... alors je crains que votre règne ici soit terminé, Sire.
id: Musim gugur baru mulai, Tuanku. Di setiap musim ada kesempatan untuk menuntaskan beberapa dari kedua belas tugas. Kalau tantangan dan tuntutan para Townie tidak dipenuhi... aku khawatir Tuanku takkan bisa bertahan di sini.
it: L'autunno è appena iniziato, Sire. Ogni stagione vi permette di compiere alcune delle dodici fatiche. Se le sfide e le esigenze dei cittadini non saranno soddisfatte... allora, temo, il vostro regno finirà qui, mio Signore.
ja: 陛下、秋は始まったばかりです。12の課題は時期をみて、少しずつ達成のチャンスが与えられます。万が一この挑戦が失敗に終わり、住人の要求を満たすことができなければ...その時が陛下、あなたの統治が終わる時でしょうか。
ko: 영주님, 이제 가을이에요. 계절마다 열두 가지 과제 중 일부를 달성할 수 있어요. 주민들의 도전과 요구를 충족하지 못하면… 죄송하지만...영주님의 통치는 끝난 거예요.
pt: O outono acaba de começar, senhor. Cada estação permite cumprir algumas das doze tarefas. Se os desafios não forem cumpridos e exigências dos habitantes não forem correspondidas... Acho que nosso reinado chegará ao fim, meu senhor.
ru: Осень только началась, сир. В каждое время года можно выполнить несколько из этих двенадцати заданий. Если вы не пройдете испытания и удовлетворите потребности горожан... то, боюсь, милорд, вашему правлению придет конец.
zh: 阁下，秋天刚刚到来。每个季节中，您都可以完成十二项任务中的一部分。如果这些挑战没有完成，镇民的需求没有满足……恐怕，您在这里的统治就要结束了，领主大人。
zh_tw: 閣下，秋天剛剛到來。每個季節中，您都可以完成十二項任務中的一部分。如果這些挑戰沒有完成，鎮民的需求沒有滿足……恐怕，您在這裡的統治就要結束了，領主大人。

# T_QUESTS_TWELVE_WORK_TIMER_FAILED
source: My Lord, we have run out of time... Not all the tasks of this season were completed in time.
de: Mein Herr, die Zeit ist abgelaufen und Ihr habt nicht alle Herausforderung rechtzeitig gemeistert.
es: Mi señor, se nos ha acabado el tiempo... No has completado todas las tareas de esta estación a tiempo.
fr: Sire, nous n'avons plus le temps... Toutes les tâches de cette saison n'ont pas été accomplies à temps.
id: Tuanku, kita kehabisan waktu... Tidak semua tugas untuk musim ini berhasil dituntaskan sesuai batas waktu.
it: Mio Signore, il tempo è scaduto... Non tutti i compiti di questa stagione sono stati portati a termine in tempo.
ja: 領主様、時間切れです...当シーズンの試練をすべて時間通りに完了することはできませんでした。
ko: 영주님, 시간이 다 됐습니다... 이번 계절의 과제를 제때 모두 마치지 못했습니다.
pt: Meu senhor, o tempo acabou... Nem todas as tarefas desta estação foram concluídas a tempo.
ru: Милорд, наше время вышло... Мы не успели выполнить все задания этого сезона.
zh: 领主大人，时间到了……我们没能及时完成这个季节的全部任务。
zh_tw: 領主大人，時間到了……我們沒能及時完成這個季節的全部任務。

# T_QUESTS_TWELVE_WORK_TIMER_STARTED
source: Now a new season has started and once again there are challenges to accomplish. In order to regain the confidence of the people, we have to make haste. You can do it, Sire!
de: Die nächste Jahreszeit ist angebrochen und es gibt wieder einmal Herausforderungen zu bewältigen. Um das Vertrauen der Menschen zurückzugewinnen, müssen wir uns beeilen. Ihr könnt es schaffen, Sire!
es: Ha comenzado una nueva estación y trae más retos que superar. Para recuperar la confianza del pueblo, tenemos que apresurarnos. ¡Puedes hacerlo, excelencia!
fr: Maintenant qu'une nouvelle saison a commencé, il y a encore une fois des défis à relever. Pour regagner la confiance des gens, nous devons nous hâter. Vous pouvez le faire, Sire !
id: Musim yang baru sudah mulai dan sekali lagi ada tantangan yang harus diselesaikan. Untuk meraih kembali kepercayaan orang-orang, kita harus bekerja cepat. Tuanku pasti bisa!
it: Ora è iniziata una nuova stagione e ancora una volta ci sono delle sfide da affrontare. Dobbiamo affrettarci per riconquistare la fiducia della gente. Potete farcela, Sire!
ja: 新しいシーズンに、新しい試練！市民の信頼を取り戻すためにも急ぎましょう。ご自分を信じてください、陛下！
ko: 이제 새 계절이 시작됐고 달성해야 할 도전이 기다리고 있습니다. 주민들의 신뢰를 다시 찾으려면 서둘러야 합니다. 영주님, 할 수 있어요!
pt: Agora começou uma nova estação e mais uma vez há desafios a cumprir. Para recuperar a confiança das pessoas, precisamos nos apressar. O senhor consegue!
ru: Одно время года сменяет другое, и это значит, что нас ждут новые испытания. Придется поспешить, чтобы вернуть доверие народа. Вы справитесь, сир!
zh: 现在是新的季节了，我们又有了一些挑战要去完成。为了重获人们的信心，我们必须要快一点。您能做到的，阁下！
zh_tw: 現在是新的季節了，我們又有了一些挑戰要去完成。為了重獲人們的信心，我們必須要快一點。您能做到的，閣下！

# T_QUESTS_TWELVE_WORK_TIMER_SUCCESS
source: Congratulations, my Lord! You have successfully completed all tasks of this season. This is a good omen and may bring us luck for the future tasks.
de: Herzlichen Glückwunsch, Mylord! Ihr habt alle Herausforderungen in dieser Jahreszeit erfolgreich abgeschlossen. Das ist ein gutes Omen und bringt uns vielleicht Glück für die kommenden Herausforderungen.
es: ¡Enhorabuena, mi señor! Has completado todas las tareas de esta estación. Es un buen presagio y nos traerá suerte para las futuras tareas.
fr: Félicitations, Sire ! Vous avez accompli avec succès toutes les tâches de cette saison. C'est de bon augure et peut nous porter chance pour les tâches futures.
id: Selamat, Tuanku! Tuanku berhasil menuntaskan semua tugas untuk musim ini. Ini pertanda baik dan mungkin akan membawa peruntungan bagi kita untuk tugas-tugas berikut.
it: Congratulazioni, mio Signore! Avete completato con successo tutte le fatiche di questa stagione. Questo è un segno positivo e può portarci fortuna per le fatiche successive.
ja: おめでとうございます、領主様！当シーズンの試練をすべて完了いたしました。これは吉兆です。きっと今後の試練に対しても、幸運をもたらしてくれますよ。
ko: 축하합니다, 영주님! 이번 계절의 모든 과제를 성공적으로 완료하셨습니다. 징조가 좋습니다. 앞으로 행운이 찾아올 거예요.
pt: Parabéns, senhor! O senhor conseguiu concluir todas as tarefas desta estação. Um bom augúrio, e pode nos dar sorte para as tarefas futuras.
ru: Поздравляю, милорд! Вы успешно справились со всеми заданиями этого сезона. Это хороший знак. Возможно, фортуна все же улыбнется нам.
zh: 恭喜您，领主大人！您已经成功完成了这个季节的全部任务。真是个好兆头，这能为我们以后的任务带来好运。
zh_tw: 恭喜您，領主大人！您已經成功完成了這個季節的全部任務。真是個好兆頭，這能為我們以後的任務帶來好運。

# T_QUESTS_TWELVE_WORK_TIMER_SUMMER_STARTED
source: We have almost made it through the year, my Lord. The last season! Let's hope it goes as well as the previous ones.
de: Wir haben es fast durch das Jahr geschafft, Mylord. Die letzte Jahreszeit! Hoffen wir, dass es weiterhin so gut läuft, wie in den vorherigen Jahreszeiten.
es: Casi hemos superado el año, mi señor. ¡La última estación! Esperemos que todo vaya igual de bien que en las anteriores.
fr: Nous y sommes Sire. La dernière saison ! Espérons qu’elle se passe aussi bien que les précédentes.
id: Kita hampir sampai di pengujung tahun, Tuanku. Ini musim terakhir! Mari kita berharap semuanya selancar pada musim sebelumnya.
it: Siamo quasi arrivati alla fine, mio Signore. È l'ultima stagione! Speriamo che vada bene come le precedenti.
ja: ほぼ1年分、こなすことができましたね。これが最後のシーズンです！前回のようにうまくいくことを願いましょう。
ko: 영주님, 이제 한 해의 거의 끝자락에 왔어요. 마지막 계절이에요! 이전 계절처럼 성공하길 바랍니다.
pt: Estamos quase no fim do ano, meu senhor. A última estação! Espero que seja tão boa quanto as anteriores.
ru: Год почти закончился, милорд. Осталось только лето! Будем надеяться, что оно пройдет так же гладко, как и предыдущие сезоны.
zh: 领主大人，我们就要过完这一年了。现在是最后一季了！但愿这个季节也能像前几个季节一样顺利。
zh_tw: 領主大人，我們就要過完這一年了。現在是最後一季了！但願這個季節也能像前幾個季節一樣順利。
