Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_MIL_TUT_01_START
source: My Lord, With all due respect, but you don't seem to have noticed how unhappy the villagers are. This cannot go on any longer. Additionally, the goods we produce are not correctly processed.
de: Mein Herr, bei allem gebührenden Respekt, aber sie scheinen nicht bemerkt zu haben, wie unzufrieden die Bevölkerung ist. Hinzu kommt, dass einige Gebäude die Rohstoffe nicht verarbeiten, die sie produzieren.
es: Mi señor. Con el debido respeto, parece que no te has percatado de lo infelices que son los aldeanos. Esto no puede seguir así. Además, los bienes que producimos no se procesan correctamente.
fr: Mon seigneur, avec tout le respect que je vous dois, n'avez-vous pas remarqué à quel point les villageois sont mécontents ? Cela ne peut pas durer. De plus, les marchandises ne sont pas produites de manière efficace.
id: Tuanku, Dengan segala hormat, tampaknya Tuanku tidak sadar warga desa tidak bahagia. Ini tidak boleh berlanjut. Selain itu, barang yang kita produksi tidak diproses secara benar.
it: Mio signore! Con il dovuto rispetto, forse non hai notato che gli abitanti del villaggio sono molto infelici. Non possiamo continuare così. E poi, le merci che produciamo non vengono lavorate adeguatamente.
ja: 閣下、失礼ですが、人々がどれほど不幸かお気づきになっておられないようです。もうこれ以上は無理です。加えて私たちが生産した品物が正しく加工されていません。
ko: 영주님, 유감스럽지만 마을 주민들이 얼마나 불행한지 모르시는 것 같습니다. 이런 상황은 더 이상 지속될 수 없습니다. 게다가 생산된 상품이 올바로 처리되지 않고 있습니다.
pt: Meu senhor, com todo o respeito, você não deve ter notado como os habitantes estão infelizes. Isso não pode continuar. Além disso, nosso produtos não estão sendo processados direito.
ru: Милорд, при всем моем уважении, вы, кажется, не замечаете недовольства селян. Так больше продолжаться не может. Также стоит отметить, что товары, производимые нами, не обрабатываются должным образом.
zh: 大人， 恕我直言，您也许没有注意到，镇民们有多么不开心。我们不能再这样下去了。 此外，我们生产的货物也没有得到妥善处理。
zh_tw: 大人， 恕我直言，您也許沒有注意到，鎮民們有多麼不開心。我們不能再這樣下去了。 此外，我們生產的貨物也沒有得到妥善處理。

# T_GAME_QUEST_MIL_TUT_01_SUCCESS
source: Now you know what influences are working in town. You may have noticed, that bandits are in the area and the general happiness in town is reduced because of the bandits.
de: Nun seid Ihr im Bilde über die momentanen Einflüsse, die im Dorf herrschen. Wie ihr seht, sind die Bewohner unzufrieden und arbeiten weniger.
es: Ahora sabes las influencias que se ejercen sobre la aldea. Quizá te hayas fijado en que esos bandidos merodean por la zona, y el nivel de felicidad general de la ciudad se ha reducido por su presencia.
fr: Vous savez désormais quelles sont les influences en ville. Vous avez peut-être remarqué que les bandits sont dans la région, ce qui diminue le bonheur global de la ville.
id: Sekarang sudah terungkap pengaruh apa saja yang ada di kota. Mungkin juga terlihat bahwa ada bandit di daerah sekitar dan bahwa kebahagiaan umum berkurang karena kehadiran mereka.
it: Ora sai quali influenze ci sono in città. Come avrai forse notato, nell'area ci sono dei banditi e la felicità generale dei cittadini è calata per causa loro.
ja: 今や閣下もどのような影響が街に起きているかご存知ですね。気づいているかもしれませんが、盗賊がこの地域におり、盗賊のせいで街全体の幸福度が下がっています。
ko: 이제 마을에 어떤 영향이 있는지 알고 계십니다. 이미 눈치채셨겠지만 강도가 이 지역에 출몰하고 있고 강도 때문에 마을의 전반적인 행복이 감소하고 있습니다.
pt: Agora você sabe quais as influências que estão afetando a cidade. Você deve ter notado que os bandidos estão na área e a felicidade geral da cidade está reduzida por causa deles.
ru: Теперь вы знаете, какие факторы влияют на жизнь в городе. Вы также, наверное, заметили, что неподалеку расположились бандиты, из-за чего в городе начинает зреть недовольство.
zh: 现在，您已经知道影响城镇的因素。如你所见，该地区有强盗出没，城镇的总体幸福感因此降低。
zh_tw: 現在，您已經知道影響城鎮的因素。如你所見，該地區有強盜出沒，城鎮的總體幸福感因此降低。

# T_GAME_QUEST_MIL_TUT_01_TITLE
source: Visit the pause menu to see the current influences on this map.
de: Besuche das Pausenmenü, um mehr über Einflüsse zu erfahren.
es: Entra en el menú de pausa para ver las influencias actuales en este mapa.
fr: Consultez le menu de pause pour visualiser les influences actuelles sur cette carte.
id: Buka menu pause untuk melihat semua pengaruh saat ini di peta.
it: Vai al menu di pausa per vedere le influenze attuali su questa mappa.
ja: ポーズメニューに行き、このマップ上で現在の影響を確認する。
ko: 일시 중지 메뉴로 가서 이 지도에 대한 현재 영향을 보세요.
pt: Visite o menu pausar para ver as influências atuais neste mapa.
ru: Перейди в меню паузы, чтобы увидеть действующие факторы на карте.
zh: 进入暂停菜单，查看地图上的当前影响因素。
zh_tw: 進入暫停功能表，檢視地圖上的當前影響因素。

# T_GAME_QUEST_MIL_TUT_02_START
source: Would you be so kind and visit the sawmill? We have to stop the production! We have too little wood and too many planks already!
de: Schaut doch bitte bei der Sägemühle vorbei und seht nach dem Rechten. Wir haben zu wenig Holz und bereits viel zu viele Planken produziert. Wir müssen die Produktion stoppen!
es: ¿Serías tan amable de visitar el aserradero? ¡Tenemos que parar la producción! ¡Hay poca madera y demasiados tablones!
fr: Pourriez-vous rendre une petite visite à la scierie ? Nous devons stopper la production ! Nous avons trop peu de bois et bien assez de planches !
id: Tolong datangi penggergajian. Produksi harus dihentikan! Kita kekurangan kayu dan sudah kelebihan papan!
it: Saresti così gentile da andare alla segheria? Dobbiamo interrompere la produzione: abbiamo troppo poco legname e troppe assi.
ja: 製材所を訪れていただけませんか？ 私たちは生産を停止する必要があります！木材はごくわずかなのに、すでに多くの厚板があります！
ko: 제재소를 방문하시겠어요? 생산을 중단해야 합니다! 나무가 너무 적고 이미 널빤지가 너무 많습니다!
pt: Você poderia fazer o favor de visitar a serraria? Temos de parar a produção! Temos pouca madeira e muitas tábuas prontas.
ru: Не могли бы вы посетить лесопилку? Нужно остановить ее работу! У нас осталось мало древесины, а вот досок вполне хватает!
zh: 您可以来锯木厂一趟吗？ 工厂必须停止生产！我们的木材出现短缺，而木板却严重过剩！
zh_tw: 您可以來鋸木廠一趟嗎？ 工廠必須停止生產！我們的木材出現短缺，而木板卻嚴重過剩！

# T_GAME_QUEST_MIL_TUT_02_SUCCESS
source: To get more information about a building, you just have to visit it! The contextual menu shows very useful information about the building, its workers and connected production chains. While you are in this menu, the game is paused.
de: Immer, wenn du Informationen über Gebäude benötigst, musst du nur das Gebäude besuchen! Das Kontextmenü birgt viel Wissenswertes über Bauwerke, die Arbeiter darin und evtl. verbundene Produktionsketten. Während du im Kontextmenü bist, ist das Spiel pausiert.
es: ¡Para obtener información sobre un edificio, solo tienes que visitarlo! El menú contextual muestra información muy útil sobre el edificio, sus trabajadores, y las cadenas de producción relacionadas. Mientras estás en este menú, el juego está en pausa.
fr: Pour obtenir plus d'informations sur un bâtiment, il vous suffit de le visiter ! Le menu contextuel vous donne des informations très utiles sur un bâtiment, ses ouvriers et les chaînes de production connectées. Tant que vous consultez ce menu, le jeu reste en pause.
id: Info lebih banyak tentang suatu bangunan bisa diperoleh dengan mendatanginya! Menu kontekstual menunjukkan info berguna tentang bangunan itu, para pekerjanya, dan rantai produksi terkait. Sementara menu ini dibuka, permainan dalam keadaan pause.
it: Per ottenere maggiori informazioni su un edificio, non devi fare altro che visitarlo. Il menu contestuale mostra dati utili in merito alla struttura, ai lavoratori e alle catene produttive. Mentre visualizzi questo menu, il gioco rimane in pausa.
ja: 建物についての情報をより多く集めるためには、まずはそこを訪問しなくてはなりません！ メニューには建物、労働者、関連ある生産チェーンについてとても有用な情報が示されます。このメニューにいる間はゲームは一時停止します。
ko: 건물에 대해 자세한 정보를 얻으려면 건물을 방문하기만 하면 됩니다! 상황별 메뉴가 건물, 일꾼 및 연결된 생산망에 대해 매우 유용한 정보를 보여줍니다. 이 메뉴에 있는 동안 게임은 일시 중지됩니다.
pt: Para obter mais informações sobre um prédio, você deve visitá-lo! O menu de contexto mostra informações muito úteis sobre o prédio, seus trabalhadores e as cadeias de produção relacionadas. Enquanto você estiver neste menu, o jogo é pausado.
ru: Чтобы получить подробную информацию о здании, посетите его! В контекстуальном меню можно увидеть полезные сведения о строении, рабочих и сопряженных с ним цепочках производства. Когда вы в этом меню, игра ставится на паузу.
zh: 亲自前往某个建筑物，即可了解与之相关的详细信息！ 环境菜单显示建筑物的实用信息、工人情况和相关生产链。查看此菜单时，游戏会暂停。
zh_tw: 親自前往某個建物，即可瞭解與之相關的詳細資訊！ 環境功能表顯示建物的實用資訊、工人情況和相關生產鏈。檢視此功能表時，遊戲會暫停。

# T_GAME_QUEST_MIL_TUT_03_START
source: The sawmill needs more lumberjacks to produce planks more efficiently. We should pause the sawmill until we have constructed more forester huts and accumulate more building resources.
de: Es sind zu wenige Holzfäller vorhanden, die das Sägewerk beliefern. Ihr solltet das Sägewerk pausieren, bis wir genug Holzfäller haben, um einen Vorrat an Bauressourcen anzusammeln.
es: El aserradero necesita más leñadores para producir tablones con más eficacia. Debemos pararlo hasta que hayamos construido más casetas de guardas forestales y acumulado más recursos.
fr: La scierie a besoin de plus de bûcherons afin de produire des planches de manière plus efficace. Nous devrions mettre en pause la scierie en attendant d'avoir construit plus de cabanes de forestier et d'avoir accumulé plus de ressources.
id: Penggergajian butuh lebih banyak penebang pohon agar produksi papan lebih efektif. Kegiatan penggergajian perlu dihentikan dulu sampai kita membangun lebih banyak pondok penjaga hutan dan mengumpulkan lebih banyak sumber daya bangunan.
it: Servono più taglialegna alla segheria affinché possa produrre assi in modo più efficiente. Metti in pausa la segheria finché non avrai costruito altri capanni del taglialegna e accumulato ulteriori risorse.
ja: 製材所がより効率的に厚板を生産するために、より多くの木こりを必要とします。もっと森の住人の小屋を建て、建設資材を蓄積するまでは、製材所を停止する必要があります。 森の住人の小屋をもう少しつくりましょう。
ko: 널빤지의 생산 효율을 높이기 위해 제재소에 벌목꾼이 더 필요합니다. 산꾼의 오두막을 더 짓고 건물 자원을 더 모을 때까지 제재소를 멈추어야 합니다.
pt: A serraria precisa de mais lenhadores para produzir tábuas com mais eficiência. Devemos pausar a serraria até termos construído mais cabanas do silvicultor e acumularmos mais prédios de recursos.
ru: Для увеличения эффективности производства досок лесопилке нужно больше дровосеков. Нужно прекратить работу этого строения, построить новые хижины лесника и поднакопить ресурсы.
zh: 锯木厂需要更多伐木工人，才能更高效地生产木板。我应该暂时关闭锯木厂，直到我们建造更多伐木工小屋并积累更多建筑材料。
zh_tw: 鋸木廠需要更多伐木工人，才能更高效地生產木板。我應該暫時關閉鋸木廠，直到我們建造更多伐木工小屋並積累更多建物材料。

# T_GAME_QUEST_MIL_TUT_04_START
source: You should prevent resources from blocking the warehouse, my liege. Whenever you need room in the warehouse you can use the destroy resources feature in the statistics menu.
de: Wir müssen dafür sorgen, dass keine Ressourcen unser Lager blockieren. Im “Ressourcen vernichten”-Menü der Statistiken können überflüssige Rohstoffe jederzeit vernichtet werden, um Raum im Lagerhaus zu schaffen.
es: Mi señor, debes evitar que los recursos bloqueen el almacén. Si necesitas espacio, puedes usar la opción de destruir recursos que aparece en el menú de estadísticas.
fr: Vous devriez empêcher les ressources de bloquer l'entrepôt, mon maître. Si jamais vous avez besoin de place dans l'entrepôt, utilisez la destruction de ressources dans le menu des statistiques.
id: Sumber daya jangan sampai memenuh-menuhi gudang, Tuanku. Kalau perlu tempat di gudang, gunakanlah fitur hancurkan sumber daya di menu statistik.
it: Le risorse non dovrebbero bloccare il magazzino, mio signore. Quando hai bisogno di spazio in magazzino, puoi usare la funzionalità Distruggi risorse nel menu delle statistiche.
ja: 閣下、建設資材が倉庫を塞がないようにしなくてはなりません。 倉庫にスペースが必要な場合はいつでも、統計メニューの資材処分機能を使用することができます。
ko: 자원이 창고를 막지 않게 해야 합니다, 영주님. 창고에 공간이 필요하면 언제라도 통계 메뉴에서 자원 파괴 기능을 사용할 수 있습니다.
pt: Você deve evitar que os recursos bloqueiem o depósito, meu senhor. Sempre que precisar de espaço no depósito, você pode usar o recurso destruir recursos no menu de estatísticas.
ru: Нельзя давать ресурсам захламлять пакгауз, мой господин. Если вам нужно очистить место для ресурсов, используйте опцию «Уничтожить ресурсы» в меню статистики.
zh: 大人，当心资源超过仓库容量。 如果您要在仓库中腾出空间，可以使用统计菜单中的摧毁资源功能。
zh_tw: 大人，當心資源超過倉庫容量。 如果您要在倉庫中騰出空間，可以使用統計功能表中的摧毀資源功能。

# T_GAME_QUEST_MIL_TUT_04_TITLE_NEW
source: Destroy planks until the stock falls under 100.
de: Vernichte Planken, bis der Lagerbestand unter 100 fällt.
es: Destruye tablas hasta que queden menos de 100.
fr: Détruisez des planches jusqu'à ce que le stock descende en-dessous de 100.
id: Hancurkan papan kayu sampai persediaan menjadi kurang dari 100.
it: Distruggi assi finché la rimanenza scende sotto i 100.
ja: 在庫が100以下になるまで厚板を処分する。
ko: 재고량이 100 아래로 떨어질 때까지 목재를 파괴하세요.
pt: Destrua tábuas até o estoque ficar abaixo de 100.
ru: Уничтожай доски, пока их не станет меньше 100.
zh: 销毁木板，直到其库存量降到 100 以下。
zh_tw: 銷毀木板，直到其庫存量降到 100 以下。

# T_GAME_QUEST_MIL_TUT_04_TITLE_OLD
source: Destroy some planks to make room in the warehouse.
de: Vernichte einige Planken, um Platz im Lagerhaus zu schaffen.
es: Destruye tablones para hacer espacio en el almacén.
fr: Détruisez des planches pour faire de la place dans l'entrepôt.
id: Hancurkan beberapa papan untuk mendapatkan ruang di gudang.
it: Distruggi alcune assi per fare spazio nel magazzino.
ja: 倉庫内にスペースを作るために、いくつかの厚板を処分する。
ko: 널빤지를 일부 파괴해서 창고에 공간을 만드세요.
pt: Destrua algumas tábuas para abrir espaço no depósito.
ru: Уничтожь несколько досок, чтобы расчистить место на пакгаузе.
zh: 摧毁一些木板，在仓库中腾出一些空间。
zh_tw: 摧毀一些木板，在倉庫中騰出一些空間。

# T_GAME_QUEST_MIL_TUT_05_FAILED
source: You don't take my threats seriously, governor. From now on the gloves are off!
de: Wie ich sehe, scheint Ihr meine Warnung nicht ernst zu nehmen, Statthalter. Ab sofort sind die Samthandschuhe ausgezogen!
es: No te tomas mis amenazas en serio, gobernador. ¡A partir de ahora se acabaron los buenos modales!
fr: Vous ne prenez pas mes menaces au sérieux, gouverneur. Tant pis pour vous, les dés sont jetés !
id: Kau meremehkan ancamanku, Gubernur. Mulai sekarang kita akan main kasar!
it: Governatore, non prendi sul serio le mie minacce. Da ora in poi si fa sul serio!
ja: 領主さん、俺の脅しを真剣に受け取っていないようだな。 こっちは戦いの準備はできているぞ！
ko: 제 위협을 진지하게 여기지 않는군요, 영주님. 이제부터 전쟁이에요!
pt: Você não acreditou nas minhas ameaças, governador. Daqui em diante, a coisa ficou séria!
ru: Зря ты проигнорировал мои угрозы, губернатор. Шутки кончились, дальше все будет серьезно!
zh: 镇长，你竟然没把我的警告当回事。 从现在起，我们要放开手脚了！
zh_tw: 鎮長，你竟然沒把我的警告當回事。 從現在起，我們要放開手腳了！

# T_GAME_QUEST_MIL_TUT_05_START
source: You've built a nice looking town there. Too bad it's on my turf! Bring me jewels and clothes! And make it fast or your town is history...
de: Ihr habt aber ein schönes Dorf errichtet. Nur etwas unvorteilhaft für Euch, dass es auf meinem Land steht. Bringt mir Schmuck und Kleidung! Und zwar schnell, sonst ist Euer Dorf Geschichte…
es: Has construido una aldea muy bonita, qué pena que esté en mi territorio. ¡Entrégame joyas y ropas! Y rápido, o acabo con tu aldea.
fr: C'est une chouette petite ville que vous avez bâtie là. Dommage que ce soit sur mon territoire ! Apportez-moi vite des joyaux et des vêtements ! Sinon, vous pourrez dire adieu à votre ville...
id: Kotamu kelihatan cukup bagus. Masalahnya, ini daerah kekuasaanku! Bawakan permata dan pakaian untukku! Dan jangan lama-lama, atau kotamu bakal tinggal nama...
it: Hai costruito una gran bella città... Peccato che si trovi nel mio territorio! Portami gioielli e abiti! E fai in fretta, altrimenti la tua città farà una brutta fine...
ja: なんとも見栄えの良い街をつくりましたなあ。だが、残念だ。ここは俺のなわばりなんでね。 宝石と衣服を届けてもらおうか。急げ、さもなければ、お前さんの街は過去のものとなるだろうよ...
ko: 멋진 탑을 세웠군요. 하지만 그곳은 제 땅이에요! 보석과 옷을 바치세요! 빨리 가져오지 않으면 마을은 사라지고 말 거예요...
pt: Você construiu uma bela cidade aqui. Que pena que ela está no meu território! Tragam-me joias e roupas! E andem logo, ou sua cidade já era...
ru: Неплохой городишко ты отгрохал на моей территории! Принеси мне одежду и ювелирные украшения! И поскорее, а то спалим тут все дотла...
zh: 你建造了一座漂亮的城镇。不幸的是，它在我的地盘上！ 向我进贡一些珠宝和服饰！抓紧时间，否则你的城镇将成为历史……
zh_tw: 你建造了一座漂亮的城鎮。不幸的是，它在我的地盤上！ 向我進貢一些珠寶和服飾！抓緊時間，否則你的城鎮將成為歷史……

# T_GAME_QUEST_MIL_TUT_05_SUCCESS
source: Impressive how a little threat can work its deed. I never thought you would really send those goods to me.
de: Beeindruckend, was so eine kleine Drohung bewirken kann. Ich hätte nicht gedacht, dass Ihr mir wirklich diese Dinge liefern würdet.
es: Es impresionante el efecto que causa una pequeña amenaza. Nunca pensé que me enviarías esos bienes.
fr: C'est fou de voir comme une simple menace peut rapporter gros. Je n'aurais jamais cru que vous m'enverriez tout cela.
id: Melontarkan ancaman ternyata ampuh. Aku tidak menyangka kau akan mengirim semua barang itu kepadaku.
it: A volte basta una piccola minaccia per ottenere grandi risultati. Non avrei mai pensato che mi avresti davvero consegnato quelle merci.
ja: 軽く脅しただけだが、ちゃんとやってくれたようだな。お前さんが本当に品物を送るだろうとは思ってもいなかったよ。
ko: 약간 위협을 준 것이 효과가 있군요. 정말 이렇게 물건을 보낼 줄 몰랐어요.
pt: Impressionante como uma pequena ameaça pode funcionar. Nunca pensei que você fosse mesmo enviar esses produtos para mim.
ru: Забавно, стоило лишь чуть-чуть надавить. Я-то не думал, что ты и правда заплатишь мне дань.
zh: 好极了，小小的威胁居然奏效。我真没想到你真会送来物资。
zh_tw: 好極了，小小的威脅居然奏效。我真沒想到你真會送來物資。

# T_GAME_QUEST_MIL_TUT_05_TITLE
source: Pay a tribute to the bandits.
de: Zahle einen Tribut an die Banditen.
es: Entrega un tributo a los bandidos.
fr: Payez un tribut aux bandits.
id: Bayar upeti kepada para bandit.
it: Paga un tributo ai banditi.
ja: 盗賊へ貢ぎ物をする。
ko: 강도에게 조공을 바치세요.
pt: Pague um tributo aos bandidos.
ru: Заплати дань бандитам.
zh: 向强盗进贡。
zh_tw: 向強盜進貢。

# T_GAME_QUEST_MIL_TUT_08_NOTIFICATION
source: My boys are quite bored at the moment. I will send them on a little excursion… ...TO YOU!
de: Meine Jungs langweilen sich. Ich glaube ich schicke mal ein paar von ihnen auf Exkursion… ...ZU EUCH!
es: Mis chicos están muy aburridos. Los enviaré a hacer una pequeña excursión... ... ¡A POR TI!
fr: Mes gars s'ennuient, en ce moment. Je vais les envoyer faire une petite excursion… ...CHEZ VOUS !
id: Anak buahku lagi jenuh. Aku akan menyuruh mereka jalan-jalan… ...KE TEMPATMU!
it: I miei ragazzi si annoiano. Li manderò a fare una passeggiata... Nella tua città!
ja: 俺の仲間は暇を持て余しておってな。あいつらをちょとした遠足に送り出すつもりだ... ...お前さんのところへな！
ko: 부하들이 지루해하고 있어요. 잠시 소풍을 보내야겠어요… ...바로 당신에게요!
pt: Meus rapazes estão entediados no momento. Vou enviá-los em uma pequena excursão... ...ATÉ VOCÊ!
ru: Парни что-то заскучали. Отправлю-ка я их на небольшую экскурсию... ...К ТЕБЕ!
zh: 我的伙伴这会儿有些无聊。我要让他们出去走走， 到你那逛逛。
zh_tw: 我的夥伴們這會兒有些無聊。我要讓他們出去走走， 到你那逛逛。

# T_GAME_QUEST_MIL_TUT_08_SUCESS
source: As you can see, I will take what I want!
de: Wie Ihr seht, werde ich mir holen, was ich verlange!
es: ¡Como ves, me llevaré lo que quiera!
fr: Comme vous le voyez, je prendrai ce que je veux !
id: Seperti yang kaulihat, aku akan mengambil apa saja yang kusuka!
it: Come vedi, io mi prendo sempre quello che voglio.
ja: 見ての通り、俺は自分が欲しいものを手に入れるんだ！
ko: 보시는 것처럼 저는 원하는 것을 차지하죠!
pt: Como você pode ver, eu tomarei o que quiser!
ru: Видишь, я беру, что хочу!
zh: 看好了，我会拿走我想要的东西！
zh_tw: 看好了，我會拿走我想要的東西！

# T_GAME_QUEST_MIL_TUT_09_START
source: Good morning, my liege. I come before you by order of the King. He sent me to teach you the art of warfare. Your little bandit problems should be history in no time, my liege.
de: Guten Tag, Lord Statthalter. Ich komme im Auftrag des Königs. Er hat mich zu Euch geschickt, damit ich Euch die Kunst des Krieges beibringe. Euer Banditenproblem sollte sich bald gelöst haben, mein Herr.
es: Buenos días, mi señor. Me presento ante ti por orden del rey. Me envía a enseñarte el arte de la guerra. Tus problemillas con los bandidos pronto serán historia.
fr: Bonjour, maître. Je viens voir sur ordre du roi. Il m'a envoyé vous enseigner l'art de la guerre. D'ici peu de temps, vous n'aurez plus le moindre problème de bandits, mon seigneur.
id: Selamat pagi, Tuanku. Aku datang atas perintah Raja. Ia menyuruhku mengajarimu seni perang. Masalah bandit di sini pasti segera teratasi, Tuanku.
it: Buongiorno, mio signore. Sono qui su ordine del Re per insegnarti l'arte della guerra. Presto i problemi con i banditi saranno solo un brutto ricordo.
ja: おはようございます、閣下。 王様の命により、やって来ました。あなたに兵法を教えるために彼は私をよこしました。 あなたの小さな盗賊の問題など、すぐに過去のものにいたしましょう。
ko: 안녕하세요, 영주님. 왕의 명령을 받고 찾아왔습니다. 왕이 전쟁 기술을 교육하라고 저를 보내셨습니다. 곧 강도 문제는 해결될 것입니다, 영주님.
pt: Bom dia, meu senhor. Estou aqui por ordem do Rei. Ele me enviou para lhe ensinar a arte da guerra. Seu pequeno problema com os bandidos deve estar resolvido em breve, senhor.
ru: Доброе утро, мой господин. Я прибыл сюда по поручению короля. Его сиятельство просит, чтобы я обучил вас искусству войны. Будьте уверены, скоро мы разберемся с докучающими вам головорезами, господин.
zh: 早上好，大人。 我奉国王之令前来指导您如何行军作战。 强盗问题很快就会解决，大人。
zh_tw: 早上好，大人。 我奉國王之令前來指導您如何行軍作戰。 強盜問題很快就會解決，大人。

# T_GAME_QUEST_MIL_TUT_10_START
source: The barracks is the foundation for your military operations in the area and makes it possible to build guard towers and supply them. Soldiers only fight well when they are well supplied. You should place towers to cover as much of the town as possible. Build a barracks and a guard tower, my Lord.
de: Die Kaserne ist der Grundstein Eures Militärs. Sie ermöglicht es, Wachtürme zu bauen und sie zu versorgen. Soldaten kämpfen nur gut, wenn sie ordentlich versorgt sind! Der Einflussbereich jedes Turms sollte möglichst viel Fläche des Dorfes abdecken. Baut eine Kaserne und einen Wachturm, mein Herr.
es: Los barracones son los cimientos de tus operaciones militares en la zona y ofrecen la posibilidad de construir y aprovisionar a las torres de vigilancia. Los soldados solo combaten bien si reciben los suministros suficientes. Debes colocar torres para cubrir tantas zonas de la aldea como sea posible. Construye un barracón y una torre de vigilancia, mi señor.
fr: Les baraquements sont essentiels pour maintenir une force militaire dans une région. Elles permettent de construire des tours de garde et les approvisionner. Les soldats ne combattent bien que s'ils sont bien ravitaillés. Vous devriez placer des tours pour couvrir la ville autant que possible. Construisez des baraquements et une tour de garde, mon seigneur.
id: Barak adalah pusat untuk operasi militer di daerah sekitar dan memungkinkan pembangunan dan suplai menara jaga. Serdadu bertempur dengan baik hanya jika suplai lancar. Menara jaga perlu ditempatkan sehingga mencakup sebanyak mungkin wilayah kota. Bangunlah barak dan menara jaga, Tuanku.
it: La caserma costituisce la spina dorsale delle operazioni militari e rende possibile la costruzione e il funzionamento delle torri di guardia. I soldati combattono bene solo se sono forniti di un equipaggiamento adeguato. Colloca le torri in modo tale da coprire la maggior superficie cittadina possibile. Costruisci una caserma e una torre di guardia.
ja: 兵舎は地域での軍事作戦のための基礎であり、見張り塔を作ることを可能にし、供給します。給養が好いと兵士はよく戦います。可能なかぎり街の多くをカバーするように塔を設置する必要があります。 閣下、兵舎と見張り塔を建ててください。
ko: 병영은 지역 내 군사 작전의 기반이며 이를 통해 감시탑을 만들고 여기에 물자를 공급할 수 있습니다. 군인들은 물자를 잘 보급 받아야만 잘 싸웁니다. 감시탑을 배치하여 되도록 마을을 많이 보호해야 합니다. 병영과 감시탑을 만드세요, 영주님.
pt: O quartel é a base de suas operações militares na área, e com ele podemos construir torres de guarda e abastecê-las. Os soldados só lutam bem quando estão bem abastecidos. Você deve colocar as torres de forma a cobrir o máximo possível da cidade. Construa um quartel e uma torre de guarda, meu senhor.
ru: Казармы — фундамент вашей военной мощи в регионе, они позволяют строить сторожевые вышки и поставлять на них припасы. Боеспособность солдат напрямую зависит от своевременных поставок припасов. Располагайте сторожевые вышки так, чтобы зона их действия покрывала как можно большую часть города. Давайте построим казармы и одну сторожевую вышку, мой господин.
zh: 兵营是您在该地区开展军事行动的基础设施，也是修建守卫塔并提供补给的前提条件。士兵只有在供给充足的情况下，才能充分发挥战斗力。 您在部署守卫塔时，应该尽可能覆盖城镇的更多区域。 大人，请建造一座兵营和一座守卫塔。
zh_tw: 兵營是您在該地區開展軍事行動的基礎設施，也是修建守衛塔並提供補給的前提條件。士兵只有在供給充足的情況下，才能充分發揮戰鬥力。 您在部署守衛塔時，應該盡可能覆蓋城鎮的更多區域。 大人，請建造一座兵營和一座守衛塔。
