Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_005
source: The farmer who disappeared... You will find him in our cellar. He is alive and fine. He was the witness who accused my sister of poisoning the vineyard in the past. I wanted him to pay for his prejudices!
de: Der Bauer, der verschwand... Sie finden ihn in unserem Keller. Es geht ihm gut. Unglücklicherweise war er der Zeuge, der meine Schwester damals beschuldigte, den Weinberg vergiftet zu haben. Ich wollte, dass er für seine Vorurteile bezahlt!
es: El agricultor que desapareció... Lo encontrarás en nuestra bodega. Está sano y salvo. Fue él quien acusó a mi hermana de contaminar los viñedos. ¡Quise hacerle pagar por sus prejuicios!
fr: L'agriculteur qui a disparu...Vous le trouverez dans notre cave. Il va bien. Malheureusement, c'est lui qui a accusé ma sœur d'avoir empoisonné le vignoble dans le passé. Je voulais qu'il paie pour ses préjugés !
id: Petani yang hilang... Tuanku bisa menemukannya di ruang bawah tanah kami. Dia masih hidup dan baik-baik saja. Dialah saksi yang menuduh saudara perempuanku menaruh racun di ladang anggur. Aku ingin dia membayar untuk prasangkanya!
it: Il contadino scomparso... Lo troverete nella nostra cantina, vivo e vegeto. Fu il testimone che accusò mia sorella di aver avvelenato la vigna in passato. Volevo che pagasse per i suoi pregiudizi!
ja: 行方不明の農夫さんは...貯蔵室にいます。元気に生きておられます。以前、ブドウ園に毒をまいたと言って、姉を責めた目撃者です。その報いを受けてほしかったのです！
ko: 사라진 농부는 포도주 저장고에 있어요. 멀쩡하게 살아있어요. 농부는 동생이 포도원에 독을 뿌렸다고 증언했었어요. 그의 편견에 복수하고 싶었어요!
pt: O fazendeiro que desapareceu... Ele está no nosso porão. Ele está vivo, está bem. Ele foi a testemunha que acusou minha irmã de envenenar os vinhedos no passado. Quis que ele pagasse pelo seu preconceito!
ru: Пропавший фермер... Он у нас в подвале. Жив и здоров. Это он был свидетелем, обвинившим мою сестру в отравлении виноградника. Я хотела, чтобы он поплатился за свои предрассудки!
zh: 消失的那名农民……你能在我们的地窖中找到他。他活得很好。他是那次指控我的姐妹在葡萄园中下毒的目击证人。我想让他为他做出的伤害付出代价！
zh_tw: 消失的那名農民……你能在我們的地窖中找到他。他活得很好。他是那次指控我的姐妹在葡萄園中下毒的目擊證人。我想讓他為他做出的傷害付出代價！

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_SUCCESS
source: I confess everything! My father and I were at the origin of this vendetta.
de: Ich gestehe, mein Herr! Zusammen mit meinem Vater, dem Händler, habe ich diesen Rachefeldzug gestartet.
es: ¡Lo confieso todo! Esta vendetta la iniciamos mi padre y yo.
fr: J'avoue tout ! C'est moi et mon père qui sommes à l'origine de cette vendetta.
id: Aku mengakui semuanya! Ayahku dan aku dalang pembalasan dendam ini.
it: Confesso tutto! Io e mio padre siamo responsabili di questa vendetta.
ja: ...もう...言い逃れはできませんね。父と私が、この襲撃の首謀者です。
ko: 모두 자백할게요! 아버지와 제가 이번 복수극을 시작했어요.
pt: Eu confesso! Eu e meu pai estamos na origem desta vingança.
ru: Я во всем признаюсь! Это мы с отцом задумали эту вендетту.
zh: 我什么都说！我的父亲和我是这场报复的根源。
zh_tw: 我什麼都說！我的父親和我是這場報復的根源。

# T_QUESTS_SCENARIO_THEBEAST_MAKE_A_SUGGESTION_FOR
source: And what was the reason for the crime? What was the perpetrator's motive?
de: Und was war der Grund für die Tat? Welches Motiv hatte der Täter?
es: ¿Y cuál fue el móvil del crimen? ¿Qué motivo tenía el autor?
fr: Et quelle était la raison du crime ? Quel était le mobile de l'agresseur ?
id: Dan apa alasan di balik kejahatan ini? Apa motif si pelaku?
it: E qual era il motivo del crimine? Qual era il movente del colpevole?
ja: 罪を犯した理由は何でしょう？犯人を突き動かしたものとは？
ko: 그럼, 범죄 동기는 뭐죠? 범인이 원한 것은 뭐죠?
pt: E qual foi a razão do crime? Qual era o motivo do criminoso?
ru: Почему было совершено это преступление? Какой у преступника мотив?
zh: 那犯罪的原因又是什么呢？罪犯的动机是什么？
zh_tw: 那犯罪的原因又是什麼呢？罪犯的動機是什麼？

# T_QUESTS_SCENARIO_THEBEAST_MAKE_A_SUGGESTION_WHO
source: Who is the culprit?
de: Wer ist der Schuldige?
es: ¿Quién es el culpable?
fr: Qui est le coupable ?
id: Siapa pelakunya?
it: Chi è il colpevole?
ja: 犯人は誰でしょう？
ko: 누가 범인인가요?
pt: Quem é o culpado?
ru: Кто преступник?
zh: 谁是凶手？
zh_tw: 誰是兇手？

# T_QUESTS_SCENARIO_THEBEAST_MAKE_A_SUGGESTION_WITH
source: And who was the accomplice?
de: Und wer war der Komplize?
es: ¿Quién era el cómplice?
fr: Et qui était le complice ?
id: Dan siapa kaki-tangannya?
it: E chi era il complice?
ja: 共犯者は誰でしょう？
ko: 그럼, 누가 공범인가요?
pt: E quem é o cúmplice?
ru: Кто помогал преступнику?
zh: 那谁又是帮凶呢？
zh_tw: 那誰又是幫兇呢？

# T_QUESTS_SCENARIO_THEBEAST_MINERS_FEDERATION_INTRO_PART_II
source: You ask what trouble? Trouble like a… huge crowd of strangers invading our town… if you know what I mean.... No?
de: Welche Probleme wir haben? Einen ganzen Haufen Probleme haben wir! Einen ganzen Haufen Fremde, die in unser Dorf einmarschieren... wenn Ihr versteht...?
es: ¿Me preguntas qué problemas? Pues sin ir más lejos, una multitud de extraños invadiendo nuestra ciudad... imagino que te haces cargo.
fr: Vous demandez quel problème ? Des ennuis comme un... énorme tas de nouveaux étrangers envahissant notre ville... si vous voyez ce que je veux dire...... Non ?
id: Masalah apa, Tuanku bertanya? Misalnya saja... gerombolan orang asing yang menyerbu kota kami... kalau kau tahu apa yang kumaksud... Tidak?
it: Volete sapere quali problemi? Problemi come... una quantità enorme di estranei che invadono la nostra città..... se capite cosa intendo...... No?
ja: 具体的に、ですか...？...あー...奴らは大挙して街を侵略していて...え、そうは見えない？...うーん。
ko: 뭐가 문제라는 거죠? 그러니까... 이방인들이 대규모로 마을을 침략하는 거 같은 건가요… 아니라고요?
pt: Ah, o senhor quer saber quais problemas? Por exemplo... uma multidão de desconhecidos invadindo nossa cidade... entendeu?... Não?
ru: Какие проблемы? Ну, например... в наш город завалилась огромная толпа незнакомцев... Если понимаете, о чем я... Нет?
zh: 您问什么摩擦？就是……一大群陌生人入侵了我们的城镇……您明白我的意思吗……不明白？
zh_tw: 您問什麼摩擦？就是……一大群陌生人入侵了我們的城鎮……您明白我的意思嗎……不明白？

# T_QUESTS_SCENARIO_THEBEAST_MINERS_FEDERATION_INTRO_PART_III
source: Oh, while you're here, could you help us? The town is in great need of improvement, a little support here and there would be nice.
de: Oh, wenn Ihr schon da seid, könntet Ihr uns helfen? Unsere Stadt ist leider nicht mehr das, was sie einmal war. Wir wären euch für ein wenig Hilfe hier und da wirklich dankbar!
es: Ah, y ya que estás aquí, ¿podrías ayudarnos? La ciudad necesita mejoras urgentemente, un poco de apoyo aquí y allá nos vendría muy bien.
fr: Oh, pendant que vous êtes là, pourriez-vous nous aider ? Le village a grandement besoin d'être amélioré, un coup de main par-ci par là ne serait pas de refus.
id: Oh, mumpung Tuanku di sini, bisakah Tuanku menolong kami. Kota ini perlu banyak perbaikan, dan sedikit dukungan di sana-sini akan sangat membantu.
it: Oh, già che ci siete, potete aiutarci? La città ha grande bisogno di miglioramenti, un po' di aiuto qua e là sarebbe utile.
ja: 任期の間、わしら地元民を助けてくだせえ。この街には大変革が必要だ。あちらこちらで少しずつ支援してくだされば助かります。
ko: 여기에 있는 동안 도움을 주실 수 있나요? 마을을 크게 개선해야 해요. 여기저기 도움을 주신다면 고맙죠.
pt: Ah, já que está aqui, poderia nos ajudar? A cidade precisa de melhorias, então receber certo apoio seria ótimo.
ru: О, раз уж вы здесь, не могли бы вы нам помочь? Наш город не помешало бы немного улучшить — подлатать тут и там.
zh: 喔，既然您来了，您能帮帮我们吗？城镇很多地方都需要改善，要是您能给一点小小的支持就好了。
zh_tw: 喔，既然您來了，您能幫幫我們嗎？城鎮很多地方都需要改善，要是您能給一點小小的支持就好了。

# T_QUESTS_SCENARIO_THEBEAST_MINERS_FEDERATION_INTRO_PART_II_B
source: Well, it started a few years ago, when the Queen had to interfere in the city to banish someone. The girl poisoned our beautiful vineyards! She was also a stranger, ... I mean, not a local.
de: Nun, das Ganze fing vor einigen Jahren an, als die Königin sich in unsere Angelegenheiten einmischen musste und jemanden verbannte. Das Mädchen, das aus dem Dorf ausgestoßen wurde, hatte unsere schönen Weinberge vergiftet! Sie gehörte natürlich zu diesem Haufen von Fremden, die hier einmarschiert sind.
es: Bueno, todo empezó hace unos años, cuando la reina tuvo que intervenir en los asuntos de la ciudad para desterrar a una chica. ¡Había contaminado nuestros hermosos viñedos! También era extranjera... es decir, que no era de la ciudad.
fr: Eh bien, ça a commencé il y a quelques années, quand la Reine a dû intervenir dans la ville pour bannir quelqu'un. La fille a empoisonné nos belles vignes ! C'était aussi une étrangère, .... Je veux dire pas d'ici.
id: Begini, semuanya berawal beberapa tahun lalu, waktu sang Ratu harus turun tangan dan membuang seseorang dari kota ini. Gadis itu menaruh racun di ladang anggur kami yang indah! Dia juga orang asing... maksudku, bukan warga asli.
it: Beh, tutto è iniziato qualche anno fa, quando la regina ha dovuto intervenire in città per bandire qualcuno. La ragazza aveva avvelenato le nostre belle vigne! Era anche una straniera, ... Voglio dire, non una del posto.
ja: つまり、表立った侵略ではないのですよ。はじまりは数年前、ある少女を町から追放しようとしたことでした。女王陛下までお出ましになる騒ぎになって...その少女が犯した罪ですか？わしらの大切なブドウ園に毒をまいたんです！彼女も地元民ではなく...つまり、ヨソ者だったのです。
ko: 몇 년 전에 시작됐어요. 여왕님이 누군가를 추방하기 위해 마을 일에 개입하기 시작한 것은 말이죠. 한 소녀가 아름다운 포도원에 독을 뿌렸어요! 그 소녀도 이방인이었죠, ... 이곳 토박이가 아니었어요.
pt: Bom, começou alguns anos atrás, quando a Rainha precisou interferir na cidade para banir uma pessoa. A moça envenenou nossos belos vinhedos! Ela também era uma estranha... Digo, não era daqui.
ru: Все началось несколько лет назад, когда королева вмешалась в дела города, чтобы кое-кого изгнать — девушку, что отравила наши прекрасные виноградники! Она была нам чужой... в смысле, не из местных.
zh: 呃，事情要从几年前讲起，女王有一次被迫干涉了一座城镇的事物、放逐了一个人。那个被放逐的女孩儿毒死了我们美丽的葡萄园！她也是一个陌生人……就是说，不是本地人。
zh_tw: 呃，事情要從幾年前講起，女王有一次被迫干涉了一座城鎮的事物、放逐了一個人。那個被放逐的女孩兒毒死了我們美麗的葡萄園！她也是一個陌生人……就是說，不是本地人。

# T_QUESTS_SCENARIO_THEBEAST_NO_ACOLYTE
source: Your investigation took the wrong conclusions, Governor. My other investigators say, that you've determined the wrong acolyte. This is very unfortunate!
de: Eure Untersuchungen führten zum falschen Komplizen, Mylord. Laut meinen Ermittlern handelte es sich um eine andere Person.
es: Las conclusiones de tu investigación son incorrectas, gobernador. Mis otros investigadores afirman que has acusado a un inocente. ¡Es una verdadera desgracia!
fr: Votre enquête a abouti à de fausses conclusions, Gouverneur. Mes autres enquêteurs disent que vous avez le mauvais acolyte. C'est très malheureux !
id: Penyelidikanmu menarik kesimpulan yang keliru, Gubernur. Penyelidikku yang lain mengatakan kau menetapkan orang yang salah sebagai kaki tangan. Ini patut disayangkan!
it: La tua indagine è arrivata alle conclusioni sbagliate, governatore. Gli altri miei investigatori dicono che hai determinato il complice sbagliato. Questo è imperdonabile!
ja: 総督、調査の結論が間違っています。こちらの捜査員によれば、共犯者は別人とのこと。生憎でしたね！
ko: 영주님, 조사 결과가 잘못됐어요. 다른 조사관에 따르면 당신은 무고한 사람을 공범으로 지목했어요. 절대 있어서는 안 될 일이에요!
pt: A sua investigação levou a conclusões erradas, Governador. Meus outros detetives dizem que você acusou a pessoa errada. Isso é uma desgraça!
ru: Ваше расследование привело к неверным выводам, губернатор. Другие сыщики говорят, что пособник преступника не тот, кого вы обвинили. Это весьма печально!
zh: 镇长，你的调查得出了错误的结论。我的其他调查员说你指认的帮凶是错误的。真是太差劲了！
zh_tw: 鎮長，你的調查得出了錯誤的結論。我的其他調查員說你指認的幫兇是錯誤的。真是太差勁了！

# T_QUESTS_SCENARIO_THEBEAST_NO_REASON
source: You got it all wrong, Governor. You've determined a wrong motive for the attacks. Did you really investigate in this case or did you simply wander around aimlessly?
de: Ich fürchte, Ihr habt nicht das richtige Motiv des Täters ermittelt. Habt Ihr wirklich Ermittlungen angestellt oder seid Ihr einfach ziellos durch das Dorf gelaufen?
es: Lo has hecho todo mal, gobernador. Has alegado un motivo incorrecto para los ataques. ¿Has investigado realmente el caso o te has dedicado a dar palos de ciego sin sentido?
fr: Vous avez tout faux, Gouverneur. Vous avez la mauvaise raison pour les attaques. Avez-vous vraiment enquêté sur cette affaire ou vous êtes-vous simplement promené sans but ?
id: Kau keliru, Gubernur. Kau menetapkan motif yang salah untuk serangan itu. Kau benar-benar mengadakan penyelidikan atau sekadar berjalan-jalan tanpa tujuan?
it: Hai sbagliato tutto, governatore. Hai determinato un movente sbagliato per gli attacchi. Hai davvero indagato su questo caso o hai gironzolato per la città senza scopo alcuno?
ja: 総督...なんという勘違いを...本気でそれが動機だと考えているのですか。本当に事件を調査しましたか？ただその辺りをぶらついていただけでは？
ko: 영주님, 완전히 틀렸어요. 공격 동기를 잘못 결정했어요. 사건을 조사하기는 한 건가요, 아니면 아무 생각 없이 그저 돌아다닌 건가요?
pt: Você errou tudo, Governador. Estabeleceu um motivo errado para os ataques. Você investigou mesmo este caso ou só ficou zanzando por aí, sem rumo?
ru: Вы ошиблись, губернатор. Вы назвали неверный мотив для нападений. Вы вообще расследовали это дело или же просто бродили без толку?
zh: 镇长，你的调查完全错误。你对袭击动机的分析是错误的。你真的在调查这个案件吗？还是说你只是在漫无目的的到处瞎逛？
zh_tw: 鎮長，你的調查完全錯誤。你對襲擊動機的分析是錯誤的。你真的在調查這個案件嗎？還是說你只是在漫無目的的到處瞎逛？

# T_QUESTS_SCENARIO_THEBEAST_NO_SUSPECT
source: You've determined the wrong culprit. Your incompetence is unacceptable, Governor!
de: Ihr habt den falschen Täter ermittelt. Euer Versagen ist inakzeptabel!
es: Has acusado a una persona inocente. ¡Tu incompetencia es inaceptable, gobernador!
fr: Vous avez trouvé le mauvais coupable. Votre incompétence est inacceptable, Gouverneur !
id: Kau menuduh orang yang salah. Ketidakmampuanmu ini tidak bisa diterima, Gubernur!
it: Hai condannato una persona innocente. La tua incompetenza è inaccettabile, governatore!
ja: 犯人を間違えたようですね。受け入れがたい無能さです、総督！
ko: 범인을 잘못 지목했어요. 정말 무능한 영주군요!
pt: Você descobriu o culpado errado. A sua incompetência é inaceitável, Governador!
ru: Вы обвинили не того. Я не потерплю такого невежества, губернатор!
zh: 你指认的凶手不是真凶。你的失职简直无法接受，镇长！
zh_tw: 你指認的兇手不是真凶。你的失職簡直無法接受，鎮長！

# T_QUESTS_SCENARIO_THEBEAST_QUEEN_FAILED_SCENARIO
source: You really disappoint me, Lord. Not only did you fuel the conflicts in my town, you are also a bad investigator. I banish you from my lands! Now get out of my sight!
de: Ihr enttäuschst mich wirklich, Statthalter. Ihr habt diesen Konflikt in meiner Stadt nicht nur weiter angeheizt, sondern seid auch ein schlechter Ermittler. Ich verbanne euch aus meinem Land! Jetzt geht mir aus den Augen!
es: Estoy realmente decepcionada contigo, señor. No solo has alimentado los conflictos en mi ciudad, sino que eres un mal investigador. ¡Quedas desterrado de mis tierras! ¡Ahora fuera de mi vista!
fr: Vous me décevez vraiment, Gouverneur. Non seulement vous avez alimenté ce conflit dans ma ville, mais vous êtes aussi un mauvais enquêteur. Je vous bannis de mes terres ! Maintenant, hors de ma vue !
id: Tuan mengecewakanku. Tuan bukan saja menambah konflik di kotaku, Tuan juga penyelidik yang buruk. Tuan kubuang dari negeriku! Sekarang enyah dari hadapanku!
it: Mi hai davvero deluso, Signore. Non solo hai alimentato i conflitti nella mia città, ma sei anche un pessimo investigatore. Ti esilio dalle mie terre! Sparisci dalla mia vista!
ja: 失望したぞ、領主殿。街の対立に油を注いだだけでなく、調査に関しても使えないとは。国外追放を命じます。今すぐどこかへ消えなさい！
ko: 영주님, 실망이군요. 마을의 분쟁에 기름을 부었을 뿐만 아니라 조사도 제대로 하지 못했어요. 당신을 추방하겠어요! 어서 내 땅에서 떠나세요!
pt: O senhor me deixou decepcionada. Não apenas piorou os conflitos na cidade como também é um mau detetive. O senhor está banido de minhas terras! Agora, suma daqui!
ru: Вы разочаровали меня, лорд. Вы не только усугубили обстановку в моем городе, но и не справились с расследованием. Я изгоняю вас из своих земель! Прочь с глаз моих!
zh: 你太让我失望了，领主。你不仅在我的城镇的冲突中火上浇油，而且还是一名差劲的调查员。我要把你逐出我的领土！从我的眼前消失！马上！
zh_tw: 你太讓我失望了，領主。你不僅在我的城鎮的衝突中火上澆油，而且還是一名差勁的調查員。我要把你逐出我的領土！從我的眼前消失！馬上！

# T_QUESTS_SCENARIO_THEBEAST_QUEEN_PRECONCLUSION
source: Governor, I have ordered a second investigation next to yours, so that I can verify your results.
de: Mein Herr, ich habe eine zweite Untersuchung neben der Euren angeordnet, damit ich die Ergebnisse überprüfen kann.
es: Gobernador, he ordenado una investigación paralela a la tuya para verificar tus resultados.
fr: Gouverneur, j'ai ordonné une seconde enquête en parallèle de la vôtre, pour pouvoir vérifier vos résultats.
id: Gubernur, aku telah memerintahkan penyelidikan kedua di samping penyelidikanmu, supaya hasilnya bisa diverifikasi.
it: Governatore, ho avviato una seconda indagine parallela alla tua, così da poter verificare i tuoi risultati.
ja: 総督。あなたとは別に、次の捜査命令をすでに出しています。これであなたの結論を検証しましょう。
ko: 영주님, 두 번째 사건을 조사해주세요. 범인을 찾아주세요.
pt: Governador, ordenei uma segunda investigação junto à sua para poder verificar os resultados.
ru: Губернатор, я приказала провести повторное расследование, чтобы проверить ваши результаты.
zh: 镇长，我在你的调查之后下令进行了另一次调查，这样我好验证你的结论。
zh_tw: 鎮長，我在你的調查之後下令進行了另一次調查，這樣我好驗證你的結論。

# T_QUESTS_SCENARIO_THEBEAST_ROADS_STARTED
source: My Lord, the transport of goods is delayed because of the bad roads in town. It is imperative that we optimize the transport routes. I recommend you order the construction of dirt and stone roads, wouldn’t you think?
de: Mylord, der Transport von Gütern in der Stadt verzögert sich aufgrund der schlechten Straßen in der Stadt. Es ist unerlässlich, dass wir den Transport von Gütern optimieren. Ich würde Euch empfehlen, den Bau von Schotter- und Steinstraßen zu beauftragen, findet Ihr nicht auch?
es: Mi señor, el transporte de mercancías va con retraso por el mal estado de los caminos de la ciudad. Es imprescindible mejorar las rutas de transporte. Deberías ordenar la construcción de caminos de tierra y piedra, ¿no te parece?
fr: Sire, le transport des marchandises en ville est retardé à cause des mauvaises routes. Il est impératif d'optimiser le transport des marchandises. Je vous recommande de commander la construction de routes en terre et en pierre, voulez-vous ?
id: Tuanku, angkutan barang terhambat akibat buruknya jalanan di kota. Kita harus mengoptimalkan rute transportasi. Aku sarankan Tuanku memerintahkan pembangunan jalan tanah dan batu, bagaimana menurut Tuanku?
it: Mio Signore, il trasporto di merci è ritardato a causa delle cattive condizioni delle strade in città. È importante migliorare le vie di trasporto. Consiglio di ordinare la costruzione di strade sterrate e in pietra, cosa ne pensate?
ja: 領主様。街の道路状態に問題があり、物資輸送に遅延が発生しています。運搬ルートの最適化を急務とみて、砂利と石畳を使った道路を敷設してはいかがですか。
ko: 영주님, 마을의 도로 사정이 좋지 않아 물류 이동이 지연되고 있어요. 도로를 최적화해야 합니다. 도로 건설을 지시하는 것이 좋겠습니다. 어떻게 생각하세요?
pt: Meu senhor, o transporte de mercadorias está atrasado porque as estradas estão ruins. É imprescindível otimizar as rotas de transporte. Recomendo que o senhor ordene a construção de estradas de terra e pedra. Que tal?
ru: Милорд, из-за плохих дорог в городе мы не можем доставлять товары вовремя. Нужно поскорее улучшить пути сообщения. Рекомендую начать строительство грунтовых дорог и булыжных мостовых. Что скажете?
zh: 领主大人，商品的运输由于城镇糟糕的路况耽搁了。我们必须优化运输线路。我建议您下令建造一些土路和石路，您意下如何？
zh_tw: 領主大人，商品的運輸由於城鎮糟糕的路況耽擱了。我們必須優化運輸線路。我建議您下令建造一些土路和石路，您意下如何？

# T_QUESTS_SCENARIO_THEBEAST_ROADS_SUCCESS
source: Excellent Sir, we built some nice roads. The transport of goods should be a lot faster from now on.
de: Exzellent, mein Herr. Nun sollte der Transport von Gütern erheblich beschleunigt werden.
es: Excelente, señor, hemos construido estupendos caminos. A partir de ahora, el transporte de mercancías será mucho más rápido.
fr: Excellent Sire, nous avons maintenant de belles routes. Le transport des marchandises devrait être beaucoup plus rapide maintenant.
id: Bagus, Tuanku, kita sudah membangun jalanan yang bagus. Angkutan barang seharusnya jauh lebih lancar mulai sekarang.
it: Eccellente signore, abbiamo costruito delle belle strade. D'ora in avanti il trasporto merci sarà molto più veloce.
ja: 流石にございます、陛下。良い道路が出来ました。今後の物資輸送はこれで大いに速まるでしょう。
ko: 대단합니다, 영주님. 훌륭한 도로를 완성했습니다. 앞으로 물류 이동이 훨씬 빨라질 거예요.
pt: Excelente, senhor, construímos boas estradas. O transporte de mercadorias agora vai ficar bem mais rápido.
ru: Отлично, сир. У нас получились отличные дороги. Теперь перевозка товаров пойдет быстрее.
zh: 很好，先生，我们刚刚建造好了几条崭新的道路。这样一来商品的运输应该会快多了。
zh_tw: 很好，先生，我們剛剛建造好了幾條嶄新的道路。這樣一來商品的運輸應該會快多了。

# T_QUESTS_SCENARIO_THEBEAST_ROADS_TITLE
source: Build some roads in town.
de: Baue einige Straßen in der Stadt.
es: Construye caminos en la ciudad.
fr: Construire des routes en ville.
id: Bangun jalanan di kota.
it: Costruisci delle strade per la città.
ja: 街に道路を建設する。
ko: 마을에 도로를 건설하세요.
pt: Construa estradas na cidade.
ru: Проложить дороги в городе.
zh: 在城镇中建造一些道路。
zh_tw: 在城鎮中建造一些道路。

# T_QUESTS_SCENARIO_THEBEAST_SHEEP_MISSION_STARTED
source: My Lord, we could use a helping hand on the farm. I have received several requests for wool from the weaver, but we no longer have any sheep, because I had to tear down my sheep pasture to make room for new houses.
de: Mein Herr, wir könnten eine helfende Hand auf dem Bauernhof gebrauchen. Ich habe mehrere Anfragen nach Wolle vom Weber erhalten, aber wir haben keine Schafe mehr, da ich meine Schafweide abreißen musste, um Platz für neue Häuser zu schaffen.
es: Mi señor, nos podrías echar una mano con la granja. He recibido varias peticiones de lana del tejedor, pero ya no nos quedan ovejas porque tuve que destruir mis pastos para dejar espacio para casas nuevas.
fr: Monseigneur, nous avons besoin d'un coup de main à la ferme. J'ai reçu plusieurs demandes de la part du tisserand, mais nous n'avons plus de moutons parce que j'ai dû démolir mon pâturage pour faire place à de nouvelles maisons.
id: Tuanku, kami perlu tenaga tambahan di peternakan. Ada permintaan untuk wol dari tukang tenun, tapi kami tidak lagi punya domba, karena aku terpaksa mengorbankan padang domba untuk pembangunan rumah baru.
it: Mio Signore, ci servirebbe un aiuto alla fattoria. Ho ricevuto una grande richiesta di lana da parte del tessitore, ma non abbiamo più pecore, poiché ho dovuto rinunciare al mio pascolo per fare spazio a nuove case.
ja: 領主様、農園を救ってくださいませんか。織工から羊毛の注文が入ったのですが、牧草地を新しい家のためにつぶしてしまい、もう羊がいないのです。
ko: 영주님, 농장에 도움이 필요합니다. 방직공으로부터 울이 필요하다는 요청을 여러 번 받았지만, 양 목초지를 없애고 새 집을 만들 공간을 마련했기 때문에 더 이상 양이 없습니다.
pt: Meu senhor, precisamos de ajuda na fazenda. Recebi diversos pedidos de lã do tecelão, mas não temos mais ovelhas, porque precisei eliminar meu pasto de ovelhas para dar espaço a novas casas.
ru: Милорд, нам нужна помощь на ферме. Я получил несколько заказов на шерсть от ткача, но у нас нет овец — мне пришлось снести пастбище, чтобы освободить место под новые дома.
zh: 领主大人，我们可以向农场寻求帮助。我从裁缝那里收到了一些羊毛的请求，不过我们现在一头羊也没有了，因为我被迫拆毁了我的羊圈来给新的住房腾出空间。
zh_tw: 領主大人，我們可以向農場尋求幫助。我從裁縫那裡收到了一些羊毛的請求，不過我們現在一頭羊也沒有了，因為我被迫拆毀了我的羊圈來給新的住房騰出空間。
