Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MAP_LOWLANDS_DESC
source: Wide plains and a lot of building space extend to the horizon. Here it is possible to build a truly large city.
de: Weite Ebenen und viel Bauland erstrecken sich bis zum Horizont. Hier ist es möglich eine wahrlich große Stadt zu errichten.
es: Hasta el horizonte se extienden amplias llanuras y mucho espacio para edificar. Aquí es posible construir una gran urbe.
fr: De vastes plaines à perte de vue qui seront l’endroit idéale pour construire un grand nombre de bâtiments. Ici, il vous est possible de construire une grande ville.
id: Dataran luas dan ruang kosong untuk bangunan membentang hingga ke cakrawala. Di sini bisa dibangun kota yang benar-benar besar.
it: Ampie pianure e tanto spazio edificabile si estendono all'orizzonte. Qui è possibile costruire una città molto grande.
ja: 自然の平原と多くの建物のスペースが水平線まで続いています。ここに真の巨大な街を作ることが可能です。
ko: 지평선까지 넓게 펼쳐진 평원으로 수많은 건물 공간이 있습니다. 진정한 대도시를 건설할 수 있는 곳입니다.
pt: Vastas planícies e área de construção até perder de vista. Aqui é possível de fato construir uma cidade grande.
ru: Просторные долины и земли для строительства простираются до самого горизонта. Здесь можно построить по-настоящему крупный город.
zh: 广阔的平原和许多可建筑的空间一直延伸到地平线。在这里有可能建立一个真正的大城市。
zh_tw: 廣闊的平原，還有延伸至地平線彼端的許多遼闊空間。這裡具有開發超大型城市的潛力。

# T_MAP_LOWLANDS_NAME
source: Lowlands
de: Flachland
es: Llanos
fr: Les plaines
id: Tanah rendah
it: Pianure
ja: 低地
ko: 저지대
pt: Terras baixas
ru: Низина
zh: 低地
zh_tw: 低地

# T_MAP_MARSH_DESC
source: In this region many wet grasslands contribute to the biological diversity of the land.
de: Viele feuchte Sumpfgebiete prägen diese Region und tragen zur biologischen Vielfalt des Landes bei.
es: En esta región hay muchos humedales que contribuyen a la diversidad biológica del territorio.
fr: Dans cette région, de nombreuses prairies humides participent à la richesse biologique de cette terre.
id: Di daerah ini ada banyak padang rumput basah yang menambah keragaman hayati.
it: In questa regione molte praterie umide contribuiscono alla diversità biologica del territorio.
ja: この地域では、湿原が土地の生物多様性に寄与しています。
ko: 이 지역의 많은 습지가 생물 다양성에 기여합니다.
pt: Essa região de áreas alagadas contribui para a diversidade ecológica do território.
ru: Биологическое разнообразие этого региона обусловлено многочисленными болотистыми землями.
zh: 在这种区域中，大量的湿草地为这片土地带来了不同种类的生物。
zh_tw: 在這種區域中，大量的濕草地為這片土地帶來了不同種類的生物。

# T_MAP_MARSH_INTRO
source: Lord, look at this perfect balance between land and water. I am happy to welcome you to this quiet place. These residents here will soon witness your efforts in helping this region to true greatness!
de: Herr, schauen Sie sich diese perfekte Balance zwischen Land und Wasser an. Ich freue mich, Sie an diesem ruhigen Ort willkommen zu heißen. Die Bewohner hier werden bald Zeuge davon sein, wie Ihr dieser Region zu wahrer Größe verhelft!
es: Señor, mira qué equilibrio perfecto entre tierra y agua. Estoy encantado de darte la bienvenida a este tranquilo lugar. ¡Los residentes pronto serán testigos de tus esfuerzos para que esta región alcance la auténtica grandeza!
fr: Sire, regardez devant vous cet équilibre parfait entre terre et eau. Je suis heureux de vous accueillir dans ce havre de paix. Ces terres verront bientôt s’élever votre Grandeur !
id: Tuanku, lihatlah keseimbangan yang sempurna antara tanah dan air ini. Aku senang bisa menyambut Tuanku di tempat tenang ini. Para penduduk akan segera menyaksikan upaya Tuanku untuk membantu membawa kejayaan ke daerah ini!
it: Signore, ammirate questo perfetto equilibrio tra terra e acqua. Sono felice di darvi il benvenuto in questo luogo di pace. Gli abitanti del posto saranno presto testimoni dei vostri sforzi per far raggiungere a questa regione il suo pieno potenziale!
ja: 領主様、土壌と水の理想的なバランスをご覧ください。静謐なるこの場所にあなた様をお迎えでき、非常に光栄です。 ここの住民がすぐ目にするのは、この地域に理想的な土壌開発を施すあなた様のお努めでしょうね！
ko: 영주님, 땅과 물이 완벽한 조화를 이루고 있어요. 이 고요한 곳을 소개하게 되어 기쁩니다. 이곳 주민들은 이 지역을 진정으로 위대한 곳으로 만들기 위한 영주님의 노력을 곧 보게 될 거예요!
pt: Senhor, veja este equilíbrio perfeito entre terra e água. Fico feliz em recebê-lo neste lugar tranquilo. Os residentes logo serão testemunha de nossos esforços para fazer a região alcançar todo seu potencial!
ru: Милорд, взгляните на этот идеальный баланс между землей и водой. Я счастлив приветствовать вас в этом тихом уголке. Местные жители с нетерпением ждут, когда вы раскроете истинный потенциал этого региона!
zh: 领主，快看这陆地与流水之间微妙的平衡。很高兴能欢迎你来到这个静谧的地方。 这里的居民很快就会亲眼见证你为帮助这个地区走向辉煌而付出的努力！
zh_tw: 領主，快看這陸地與流水之間微妙的平衡。很高興能歡迎你來到這個靜謐的地方。 這裡的居民很快就會親眼見證你為説明這個地區走向輝煌而付出的努力！

# T_MAP_NAME_10
source: River valley
de: Flusstal
es: Valle fluvial
fr: Vallée du fleuve
id: Lembah Sungai
it: La valle
ja: 渓谷
ko: 하곡
pt: Vale do rio
ru: Долина реки
zh: 河谷
zh_tw: 河谷

# T_MAP_NAME_12
source: Delta
ja: 三角州
ko: 델타
ru: Дельта
zh: 三角洲
zh_tw: 三角洲

# T_MAP_NAME_13
source: Mountainside
de: Am Berghang
es: Ladera de la montaña
fr: À flanc de montagne
id: Lereng gunung
it: Montagna
ja: 山腹
ko: 산주변
pt: Encosta da montanha
ru: Склон
zh: 山腰
zh_tw: 山腰

# T_MAP_NAME_14
source: Drought
de: Dürre
es: Sequía
fr: Sécheresse
id: Kemarau
it: Siccità
ja: 干ばつ
ko: 가뭄
pt: Seca
ru: Засуха
zh: 干旱
zh_tw: 乾旱

# T_MAP_NAME_15
source: Trading post
de: Handelsposten
es: Punto de comercio
fr: Comptoir de commerce
id: Pos Dagang.
it: Centro di commercio
ja: 交易所
ko: 교역소
pt: Posto Comercial
ru: Фактория
zh: 交易站
zh_tw: 交易站

# T_MAP_NAME_16
source: Cathedral
de: Kathedrale
es: Catedral
fr: Cathédrale
id: Katedral
it: Cattedrale
ja: 大聖堂
ko: 성당
pt: Catedral
ru: Собор
zh: 大教堂
zh_tw: 大教堂

# T_MAP_NAME_17
source: Wedding
de: Hochzeit
es: Boda
fr: Mariage
id: Pernikahan
it: Matrimonio
ja: 結婚式
ko: 결혼식
pt: Casamento
ru: Свадьба
zh: 婚礼
zh_tw: 婚禮

# T_MAP_NAME_18
source: Riverbed
de: Flussbett
es: Lecho del río
fr: Lit de la rivière
id: Dasar Sungai
it: Fiume asciutto
ja: 川床
ko: 강둑
pt: Leito do rio
ru: Русло реки
zh: 河床
zh_tw: 河床

# T_MAP_NAME_19
source: Plateau
es: Meseta
id: Dataran Tinggi
it: Altopiano
ja: 台地
ko: 고원
pt: Planície
ru: Плато
zh: 高原
zh_tw: 高原

# T_MAP_NAME_2
source: Coast
de: Küste
es: Costa
fr: Côte
id: Pesisir Pantai
it: Costa
ja: 沿岸
ko: 해변가
pt: Costa
ru: Побережье
zh: 海岸线
zh_tw: 海岸線

# T_MAP_NAME_20
source: Mountain region
de: Bergregion
es: Región montañosa
fr: Région montagneuse
id: Wilayah Gunung
it: Regione montuosa
ja: 山岳地帯
ko: 산 지역
pt: Região Montanhosa
ru: Горный край
zh: 山区
zh_tw: 山區

# T_MAP_NAME_2016_01
source: The wood shortage
de: Die Holzknappheit
es: La escasez de madera
fr: La pénurie de bois
id: Kekurangan kayu
it: La crisi di legname
ja: 木材不足
ko: 목재 부족
pt: Escassez de madeira
ru: Недостаток древесины
zh: 木材短缺
zh_tw: 木材短缺

# T_MAP_NAME_2016_02
source: Vast hills
de: Weitläufige Hügel
es: Vastas colinas
fr: Vastes collines
id: Perbukitan Luas
it: Ampie colline
ja: 広大な丘
ko: 거대한 언덕
pt: Colinas Amplas
ru: Громадные холмы
zh: 广阔山区
zh_tw: 廣闊山區

# T_MAP_NAME_2016_03
source: Waterways
de: Wasserwege
es: Canal
fr: Cours d'eau
id: Jalur perairan
it: Via d’acqua
ja: 水路
ko: 수로
pt: Canais
ru: Водная артерия
zh: 运河
zh_tw: 水路

# T_MAP_NAME_2016_04
source: Craftsmen challenge
de: Handwerkliche Herausforderung
es: Desafío de los artesanos
fr: Le défi de l'artisan
id: Tantangan pertukangan
it: La sfida degli artigiani
ja: 職人の挑戦
ko: 기능공 도전
pt: Desafio dos artesãos
ru: Испытание ремесленников
zh: 用工荒
zh_tw: 用工荒

# T_MAP_NAME_2016_05
source: The falls
de: Die Fälle
es: Las grietas
fr: Les chutes
id: Jatuh
it: Le cadute
ja: ドロップ
ko: 드롭
pt: As quedas
ru: Падения
zh: 下降
zh_tw: 下降

# T_MAP_NAME_2016_06
source: Avalanche risk
de: Lawinengefahr
es: Riesgo de alud
fr: Risque d'avalanche
id: Risiko longsor
it: Rischio valanghe
ja: 雪崩リスク
ko: 산사태 위험
pt: Risco de avalanche
ru: Лавиноопасность
zh: 雪崩之险
zh_tw: 雪崩之險

# T_MAP_NAME_2016_08
source: Canyon
es: Cañón
id: Lembah
ja: 渓谷
ko: 계곡
pt: Cânion
ru: Каньон
zh: 峡谷
zh_tw: 峽谷

# T_MAP_NAME_2016_09
source: Big river
de: Großer Fluss
es: Río grande
fr: Grande rivière
id: Sungai Besar
it: Il grande fiume
ja: 大きな川
ko: 큰 강
pt: Rio Vasto
ru: Большая река
zh: 大河
zh_tw: 大河

# T_MAP_NAME_2016_10
source: Moneybags
de: Geizhals
es: Bolsas de dinero
fr: Sacs d'argent
id: Kantung uang
it: Un sacco di soldi
ja: 財布
ko: 돈주머니
pt: Malas de dinheiro
ru: Денежный мешок
zh: 钱袋子
zh_tw: 錢袋子

# T_MAP_NAME_2017_01
source: Under siege
de: Belagerung
es: Bajo asedio
fr: Assiégé
id: Pengepungan
it: Sotto assedio
ja: 包囲攻撃の中
ko: 포위 상태
pt: Sob cerco
ru: В осаде
zh: 遭围困
zh_tw: 遭圍困

# T_MAP_NAME_2017_01_DESC
source: Bandits are raiding this town. Your task will be to establish a working infrastructure during the siege.
de: Banditen greifen die Stadt an. Deine Aufgabe ist es, während der Belagerung eine funktionierende Infrastruktur aufzubauen.
es: Los bandidos van a asaltar esta ciudad. Tu misión será establecer una infraestructura que funcione mientras dure el asedio.
fr: Les bandits mènent des raids sur ce village. Votre tâche consiste à établir une infrastructure fonctionnelle durant le siège.
id: Gerombolan bandit menyerbu kota. Tugasmu adalah membangun prasarana yang tetap berfungsi selama pengepungan berlangsung.
it: I banditi stanno seminando il panico in città. Il tuo compito è quello di stabilire un'infrastruttura lavorativa durante l'assedio.
ja: 盗賊がこの町を襲撃しています。あなたの任務はこの包囲攻撃の中でも機能する基本的施設を整備することです。
ko: 강도가 마을을 습격하고 있어요. 포위당한 상태에서 작업 인프라를 마련하세요.
pt: Os bandidos estão atacando esta cidade. Sua tarefa será estabelecer uma infraestrutura de trabalho durante o cerco.
ru: На город напали бандиты. Твоя задача — наладить рабочую инфраструктуру во время осады.
zh: 土匪正在袭击本城。您的任务是，在围困之下，建设有效的基础设施。
zh_tw: 土匪正在襲擊本城。您的任務是，在圍困之下，建設有效的基礎設施。

# T_MAP_NAME_2017_02
source: Election day
de: Wahltag
es: Jornada electoral
fr: Jour d'élection
id: Hari pemilu.
it: Il giorno delle elezioni
ja: 選挙の日
ko: 선거일
pt: Dia da eleição
ru: День выборов
zh: 选举日
zh_tw: 選舉日

# T_MAP_NAME_2017_02_DESC
source: Soon an election will take place. To keep your job as governor of the town you have to convince several factions to vote for you. Each faction has different interests, so choose wisely.
de: Bald findet eine neue Wahl im Dorf statt. Um weiterhin Statthalter zu bleiben, müssen verschiedene Fraktionen überzeugt werden, ihre Stimme für euch abzugeben. Jede Fraktion hat andere Interessen, also wählt weise.
es: Pronto se celebrarán elecciones. Para mantenerte en el cargo de gobernador de la ciudad debes convencer a varias facciones de que te voten. Cada facción tiene sus propios intereses, así que elige bien.
fr: Des élections auront bientôt lieu. Pour conserver votre travail de gouverneur, vous devrez convaincre plusieurs factions de voter pour vous. Chacune d'elle a des intérêts différents, alors choisissez bien.
id: Pemilu akan segera berlangsung. Untuk mempertahankan jabatanmu sebagai gubernur, kau harus meyakinkan beberapa faksi agar memilihmu. Tiap-tiap faksi punya kepentingan berbeda, jadi pandai-pandailah memilih.
it: Presto verranno indette nuove elezioni. Per mantenere il tuo ruolo di comando e restare Governatore di questa città dovrai convincere alcune delle sue fazioni a votare per te. Ciascuna fazione ha interessi diversi: sceglile con attenzione.
ja: もうすぐ選挙が始まります。この町の知事として仕事を続けるにはいくつかの派閥をあなたに投票をするよう説得しなければいけません。それぞれの派閥は異なることに興味を持っているので、賢明に選んでください。
ko: 곧 선거가 열릴 거예요. 마을 영주 자리를 지키려면 여러 계층의 마음을 얻어야 해요. 계층마다 원하는 것이 다르니 현명하게 선택하세요.
pt: Logo a eleição vai acontecer. Para manter seu cargo de governador da cidade você deve convencer várias facções a votar em você. Cada facção tem interesses diferentes, então escolha bem.
ru: В городе скоро пройдут выборы. Чтобы остаться на посту губернатора, тебе потребуется убедить несколько фракций отдать за тебя голоса. У каждой фракции свои интересы, поэтому выбирай с умом.
zh: 选举即将举行。要保住城主之职，您必须说服数个派别投票支持您。各个派别，利益不同，要做出明智选择。
zh_tw: 選舉即將舉行。要保住城主之職，您必須說服數個派別投票支持您。各個派別，利益不同，要做出明智選擇。

# T_MAP_NAME_21
source: Island
de: Insel
es: Isla
fr: Île
id: Pulau
it: Isola
ja: 島
ko: 섬
pt: Ilha
ru: Остров
zh: 岛
zh_tw: 島

# T_MAP_NAME_22
source: A harsh winter
de: Ein harter Winter
es: Un crudo invierno
fr: Un rude hiver
id: Musim Dingin yang Parah
it: Un inverno difficile
ja: 厳しい冬
ko: 혹독한 겨울
pt: Um inverno rigoroso
ru: Суровая зима
zh: 严酷冬季
zh_tw: 嚴酷冬季

# T_MAP_NAME_23
source: Frozen plain
de: Gefrorene Ebene
es: Llanura helada
fr: Plaine gelée
id: Dataran Beku
it: Pianura ghiacciata
ja: 凍てついた平野
ko: 프로즌 플레인
pt: Planície gélida
ru: Замерзшая равнина
zh: 冰原
zh_tw: 冰原

# T_MAP_NAME_24
source: Unrest
de: Aufruhr
es: Tensiones sociales
fr: Agitation
id: Kerusuhan
it: Tumulti
ja: 騒乱
ko: 불안
pt: Ânimos acirrados
ru: Волнения
zh: 骚乱
zh_tw: 騷亂

# T_MAP_NAME_25
source: Deep forest
de: Im tiefen Wald
es: La profundidad del bosque
fr: Forêt profonde
it: Foresta fitta
ja: 深い森
ko: 깊은 숲
pt: Profundezas da floresta
ru: Лесная чаща
zh: 黑森林
zh_tw: 黑森林

# T_MAP_NAME_26
source: The King's wager
de: Des Königs Wette
es: La apuesta del rey
fr: Le pari du roi
id: Taruhan Raja
it: La scommessa del re
ja: 王様の賭け
ko: 왕의 내기
pt: A aposta do rei
ru: Королевское пари
zh: 国王的赌金
zh_tw: 國王的賭金

# T_MAP_NAME_27
source: Swampland
de: Sumpfland
es: El pantano
fr: Marais
id: Rawa-rawa
it: Terre paludose
ja: 沼沢地
ko: 습지대
pt: Pântano
ru: Болота
zh: 沼泽地
zh_tw: 沼澤地

# T_MAP_NAME_28
source: Green valley
de: Grünes Tal
es: Valle Verde
fr: La verte vallée
id: Lembah Hijau
it: Valle Verde
ja: 緑の渓谷
ko: 그린 밸리
pt: Vale Verde
ru: Зеленая долина
zh: 绿谷
zh_tw: 綠谷

# T_MAP_NAME_29
source: Archipelago
de: Archipel
es: Archipiélago
fr: Archipel
id: Gugusan Pulau
it: Arcipelago
ja: 群島
ko: 군도
pt: Arquipélago
ru: Архипелаг
zh: 列岛
zh_tw: 列島

# T_MAP_NAME_3
source: Tutorial
de: Einführung
fr: Didacticiel
ja: チュートリアル
ko: 튜토리얼
ru: Обучение
zh: 学习教程
zh_tw: 學習教程

# T_MAP_NAME_30
source: Mountaintop
de: Bergspitze
es: Cima de la montaña
fr: Sommet de la montagne.
id: Puncak Gunung
it: Vetta
ja: 山頂
ko: 산 정상
pt: Topo da Montanha
ru: Горная вершина
zh: 山顶
zh_tw: 山頂

# T_MAP_NAME_31
source: Behind the blinders
de: Hinter den Scheuklappen
es: Tras las anteojeras
fr: Derrière les palissades
id: Kacamata Kuda
it: Pericoli nascosti
ja: 目隠しの後ろ
ko: 눈가리개 뒤에서
pt: Atrás das cortinas
ru: За кулисами
zh: 眼罩之后
zh_tw: 眼罩之後

# T_MAP_NAME_32
source: The perfect brew
de: Das perfekte Gebräu
es: La cerveza perfecta
fr: La boisson parfaite
id: Bir yang sempurna
it: La birra perfetta
ja: 最高のビール
ko: 완벽한 맥주
pt: A cerveja perfeita
ru: Идеальное пиво
zh: 上等啤酒
zh_tw: 上等啤酒

# T_MAP_NAME_33
source: The King's disease
de: Des Königs Krankheit
es: La enfermedad del rey
fr: La maladie du roi
id: Penyakit sang Raja
it: La malattia del Re
ja: 王様の病
ko: 왕의 질병
pt: A doença do Rei
ru: Болезнь короля
zh: 国王患病
zh_tw: 國王患病

# T_MAP_NAME_34
source: War-ridden
de: Vom Krieg gebeutelt
es: Asolado por la guerra
fr: Temps de guerre
id: Dilanda perang
it: Tempi di guerra
ja: 戦争に従事
ko: 만연한 전쟁
pt: Dominado pela guerra
ru: Военное время
zh: 兵连祸结
zh_tw: 兵連禍結

# T_MAP_NAME_35
source: Farmland
de: Fruchtbares Land
es: Tierras de cultivo
fr: Terres cultivées
id: Tanah pertanian
it: Mondo rurale
ja: 農場
ko: 농지
pt: Fazenda
ru: Фермерские угодья
zh: 农田
zh_tw: 農田

# T_MAP_NAME_36
source: Military basic training
de: Militärische Grundausbildung
es: Entrenamiento militar básico
fr: Entraînement militaire de base
id: Latihan dasar militer
it: Addestramento militare di base
ja: 軍事基礎訓練
ko: 군사 기본 훈련
pt: Treinamento militar básico
ru: Базовые военные учения
zh: 部队基本训练
zh_tw: 部隊基本訓練

# T_MAP_NAME_37
source: A girl's desires
de: Die Wünsche einer Frau
es: Los deseos de una chica
fr: Les désirs d'une femme
id: Harapan Wanita
it: Moglie felice...
ja: 女性の願望
ko: 소녀의 소원
pt: Desejos de menina
ru: Женские желания
zh: 女孩的愿望
zh_tw: 女孩的願望

# T_MAP_NAME_4
source: Riverbank
de: Flussufer
es: Orilla del río
fr: Rive du fleuve
id: Tepi Sungai
it: Rive del fiume
ja: 川岸
ko: 강 기슭
pt: Margem do rio
ru: Берег реки
zh: 河岸
zh_tw: 河岸

# T_MAP_NAME_5
source: Empty map
de: Leere Karte
es: Mapa vacío
fr: Carte vierge
id: Peta Kosong
it: Mappa vuota
ja: 未開拓地
ko: 빈 지도
pt: Mapa vazio
ru: Пустая карта
zh: 空地图
zh_tw: 空地圖

# T_MAP_NAME_6
source: Lake view
de: Seeblick
es: Lago
fr: Vue sur le lac
id: Tampilan Danau
it: Lago
ja: 湖の景色
ko: 호수 광경
pt: Visão do lago
ru: Озерный пейзаж
zh: 湖景
zh_tw: 湖景

# T_MAP_NAME_7
source: Tournament
de: Turnier
es: Torneo
fr: Tournoi
id: Turnamen
it: Il torneo
ja: トーナメント
ko: 토너먼트
pt: Torneio
ru: Турнир
zh: 比武大赛
zh_tw: 比武大賽

# T_MAP_NAME_8
source: Late fall
de: Spätherbst
es: Finales de otoño
fr: Automne finissant
id: Akhir musim gugur
it: Autunno inoltrato
ja: 晩秋
ko: 늦 가을
pt: Fim do outono
ru: Поздняя осень
zh: 晚秋
zh_tw: 晚秋

# T_MAP_NAME_9
source: Economic crisis
de: Wirtschaftskrise
es: Crisis económica
fr: Crise économique
id: Krisis Ekonomi
it: Crisi economica
ja: 経済危機
ko: 경제 위기
pt: Crise econômica
ru: Экономический кризис
zh: 经济危机
zh_tw: 經濟危機

# T_MAP_NAME_APOCALYPSE
source: The curse
de: Der Fluch
es: La maldición
fr: La malédiction
id: Kutukan
it: La maledizione
ja: 呪い
ko: 저주
pt: A maldição
ru: Проклятье
zh: 受诅咒
zh_tw: 受詛咒

# T_MAP_NAME_FARMLAND
source: Farmland
de: Fruchtbares Land
es: Tierras de cultivo
fr: Terres cultivées
id: Tanah pertanian
it: Mondo rurale
ja: 農場
ko: 농지
pt: Fazenda
ru: Фермерские угодья
zh: 农田
zh_tw: 農田

# T_MAP_NAME_FESTIVITIES
source: A year of festivities
de: Ein Jahr der Feste
es: Un año de festividades
fr: Une année de festivités
id: Perayaan setahun penuh
it: Un anno di festività
ja: 祝祭の年
ko: 축제의 해
pt: Um ano de festividades
ru: Год празднеств
zh: 欢庆之年
zh_tw: 歡慶之年

# T_MAP_NAME_ICYHOLD
source: The icy hold
de: Die Eisfeste
es: El Enclave Helado
fr: Le pic glaciaire
id: Benteng Es
it: La fortezza ghiacciata
ja: 氷の砦
ko: 아이시 홀드
pt: Fortaleza Gélida
ru: Ледяной оплот
zh: 冰雪堡垒
zh_tw: 冰雪堡壘

# T_MAP_TALEOFTWOCLANS_DESC
source: A long time ago in a kingdom far far away, a clash occurred between two groups of Townies. Will you be able to restore the peace and reunite the two families under their former name?
de: Vor einer langen Zeit, in einem weit entferntem Königreich, kam es zwischen zwei Clans in einem Dorf zum Streit. Seitdem gehen sie getrennte Wege und haben sogar ihre alten Namen aufgegeben. Schaffst Ihr es die beiden Familien, unter dem früheren Namen wieder zusammenzubringen?
es: Hace mucho tiempo, en un reino muy muy lejano, se produjo un conflicto entre dos grupos de townies. ¿Podrás restaurar la paz y reunir otra vez a las dos familias bajo el mismo nombre?
fr: Il y a bien longtemps, dans un royaume lointain, très lointain, un conflit eut lieu entre deux groupes de villageois. Pourrez-vous rétablir la paix et réunir les deux familles sous leur ancien nom ?
id: Dahulu kala di sebuah kerajaan yang sangat jauh terjadi perselisihan di antara dua kelompok Townie. Sanggupkah kamu mendamaikan mereka dan menyatukan kembali kedua keluarga itu di bawah nama semula?
it: Tanto tempo fa, in un regno lontano lontano, avvenne uno scontro tra due gruppi di cittadini. Sarai in grado di riportare la pace e riunire le due famiglie sotto il loro antico nome?
ja: 昔、遥か遠くの王国で2つのタウニーのグループの間で衝突が起こりました。 あなたは平和を取り戻し、この2つの家族をかつての家名のもと再びひとつにさせることができるでしょうか？
ko: 옛날 옛날에 아주 멀리 떨어진 곳에 있는 왕국에서 두 패거리의 주민들 사이에 충돌이 일어났습니다. 이들이 평화를 되찾고 예전처럼 한 이름으로 사이좋게 살 수 있게 도와줄 수 있을까요?
pt: Muito tempo atrás, num reino muito distante, ocorreu um conflito entre dois clãs de habitantes. Será que você conseguirá restaurar a paz e reunir as duas famílias sob a égide de um só nome?
ru: Давным-давно в далеком-далеком королевстве между двумя группами горожан произошел разлад. Сможешь ли ты восстановить мир и воссоединить две семьи под фамилией их предков?
zh: 很久很久以前，在一座遥远的王国里，冲突爆发，原本团结一心的镇民一分为二，各为一族。 你能让两大家族重修旧好，复成一姓，恢复和平吗？
zh_tw: 很久很久以前在一個遙遠的王國中，原本團結一氣的鎮民們一分為二，兩股勢力之間衝突不斷。 您是否能夠重造和平，並以他們的舊名讓兩個家族再次團圓？

# T_MAP_TALEOFTWOCLANS_NAME
source: A Tale of two Clans
de: Die Geschichte zweier Clans
es: Historia de dos clanes
fr: Le récit des deux clans
id: Kisah dua Klan
it: Racconto di due clan
ja: 2つの一族の物語
ko: 두 클랜 이야기
pt: Uma história de dois clãs
ru: История двух кланов
zh: 双族传说
zh_tw: 雙族傳說

# T_MAP_THE_BEAST_DESC
source: In Queen Frygith's lands, a small border town is torn apart by a conflict between two factions. Then a terrible beast starts to attack the Townies. You are tasked with investigating this mystery.
de: Im Land von Königin Frygith wird eine kleine Grenzstadt durch innere Konflikte auseinandergerissen. Als wäre das nicht schon genug, wird die Stadt auch noch von einer Bestie terrorisiert, die die Bewohner in Angst und Schrecken versetzt. Deine Aufgabe ist es, die Konflikte und das Mysterium um die Bestie zu lösen.
es: En las tierras de la reina Frygith, una pequeña ciudad fronteriza se desgarra en un conflicto entre dos facciones. Entonces, una terrible bestia empieza a atacar a los townies. Te encargan la misión de investigar este misterio.
fr: Sur les terres de la reine Frygith, une petite ville frontalière est déchirée par un conflit entre deux factions. Quand soudain,une bête terrible commence à attaquer les habitants. Vous êtes chargé d'enquêter sur ce mystère.
id: Sebuah kota kecil di perbatasan negeri Ratu Frygith dilanda konflik dua faksi. Lalu muncul makhluk mengerikan yang mulai menyerang para Townie. Kau ditugaskan untuk menyelidiki misteri ini.
it: Nelle terre della regina Frygith, una piccola città di confine è dilaniata da un conflitto tra due fazioni. Poi, una bestia feroce ha iniziato ad attaccare i cittadini. Tu hai il compito di indagare su questo mistero.
ja: この小さな境界近くの一帯は、フリギス女王の国土です。国内は二つの派閥に分かれて対立しているのですが、そのような折、どう猛な獣が住人を襲いはじめました。 この謎を調査すべく、あなたに白羽の矢が立ちます...
ko: 프리기스 여왕의 영토에 있는 작은 국경 마을이 원주민과 이주민 사이의 갈등으로 분열되어 있습니다. 이때 무시무시한 짐승이 주민들을 공격하기 시작했습니다. 이 사건을 조사하세요.
pt: No território da Rainha Frygith, uma pequena cidade sofre com o conflito entre duas facções. Então, um terrível monstro começa a atacar os habitantes. A sua missão é investigar o mistério.
ru: Небольшой пограничный городок в землях королевы Фригит оказался в эпицентре борьбы двух фракций. Затем на горожан начал нападать жуткий зверь. Тебе поручено раскрыть эту тайну.
zh: 在弗里吉斯女王的领土中，一个边陲小镇因为两个派系的冲突四分五裂。随后，一直可怕的野兽趁机开始攻击镇民。 你被委派去调查这个谜团。
zh_tw: 在女王芙麗基斯的領土中，一個邊陲小鎮因為兩個派系的衝突四分五裂。隨後，一直可怕的野獸趁機開始攻擊鎮民。 你被委派去調查這個謎團。

# T_MAP_THE_BEAST_NAME
source: The Beast
de: Die Bestie
es: La bestia
fr: La bête
id: Makhluk Mengerikan
it: La bestia
ja: ザ・ビースト
ko: 짐승
pt: A Besta
ru: Зверь
zh: 野兽
zh_tw: 野獸
