Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_065
source: A bandit raid on a building can be interrupted by your soldiers, but the time to do so is limited.
de: Ein Banditenangriff auf ein Gebäude kann durch deine Soldaten unterbrochen werden. Du hast aber nur begrenzt Zeit.
es: Tus soldados pueden interrumpir un ataque de bandidos a un edificio, pero el tiempo para hacerlo es limitado.
fr: Un raid de bandits sur un bâtiment peut être interrompu par vos soldats, mais ils doivent agir dans un temps limité.
id: Serangan bandit terhadap sebuah bangunan bisa dihentikan oleh serdadumu, tapi waktunya terbatas.
it: I tuoi soldati possono fermare un'incursione dei banditi, ma hanno a disposizione un tempo limitato per riuscirci.
ja: 建物への盗賊の襲撃は兵士によって中断することができますが、これを行う時間には限りがあります。
ko: 건물에 대한 강도의 습격은 군인이 막을 수 있지만 그렇게 할 수 있는 시간은 제한되어 있습니다.
pt: Um ataque de bandidos a um prédio pode ser interrompido pelos seus soldados, mas o tempo para fazer isso é limitado.
ru: Солдаты могут прервать нападение бандитов на здание. Но чтобы сделать это, тебе придется поспешить.
zh: 士兵可以阻止强盗继续进攻建筑物，但留给你这么做的时间有限。
zh_tw: 士兵可以阻止強盜繼續進攻建物，但留給你這么做的時間十分有限。

# T_GAME_LOADINGTIP_066
source: Animal skins for the tannery are produced by the hunter's cabin or the butcher's workshop.
de: Tierhäute für eine Gerberei können vom Jäger oder vom Metzger produziert werden.
es: Las pieles de animales para la curtiduría se producen en la cabaña del cazador o en la carnicería.
fr: Les peaux d'animaux pour la tannerie sont produites par la cabane du chasseur ou la boucherie.
id: Kulit hewan untuk tempat penyamakan didapat dari pondok pemburu atau dari rumah jagal.
it: I pellami per la conceria sono prodotti dal capanno del cacciatore o dal macellaio.
ja: なめし革工場のための動物の皮は狩人の山小屋もしくは肉屋の作業場で生産されます。
ko: 무두질 공장용 동물 피부는 사냥꾼의 오두막이나 푸줏간에서 생산됩니다.
pt: As peles de animais para o curtume são produzidas pela cabana do caçador ou pela oficina do açougueiro.
ru: Кожу животных для дубильни производят в хижине охотника и в лавке мясника.
zh: 皮革厂所需的动物皮毛可由猎人小屋或屠宰场供应。
zh_tw: 皮革廠所需的動物皮毛可由獵人小屋或屠宰場供應。

# T_GAME_LOADINGTIP_067
source: Military research can give you great benefits in combat and protection of your village.
de: Militärische Forschung kann dir einen entscheidenden Vorteil bieten.
es: La investigación militar te proporciona muchas ventajas para el combate y protección para tu aldea.
fr: Les recherches militaires peuvent vous accorder de gros avantages au combat et vous aider à protéger la ville.
id: Riset militer bisa memberimu keuntungan dalam pertempuran dan dalam perlindungan desamu.
it: La ricerca militare può fornire grandi benefici in combattimento, oltre ad aumentare la protezione del villaggio.
ja: 軍事リサーチによって、戦闘とあなたの村の保護について、大きなメリットが得られます。
ko: 군사 연구는 전투와 마을 방어에 큰 도움을 줄 수 있습니다.
pt: Com a pesquisa militar você obtém ótimos benefícios em combate e proteção para sua vila.
ru: Военные исследования дают большое преимущество в бою, а также помогают защитить деревню.
zh: 军事研究可以让您在进攻敌人和防守村庄时获得优势。
zh_tw: 軍事研究可以讓您在進攻敵人和防守村莊時獲得優勢。

# T_GAME_LOADINGTIP_068
source: Try to cover as much as possible of your village with guard and fire towers.
de: Versuche möglichst viel deines Dorfes mit Wachtürmen und Feuertürmen abzudecken.
es: Intenta proteger tantas zonas de tu aldea como puedas con torres de vigilancia y torretas de incendios.
fr: Essayez de couvrir autant que possible votre ville avec les tours de garde et d'incendie.
id: Usahakan untuk mencakup sebanyak mungkin wilayah desamu dengan menara jaga dan menara pemadam kebakaran.
it: Fai in modo che le torri di guardia e dei pompieri coprano la maggior superficie possibile del villaggio.
ja: 見張り塔と火の見やぐらであなたの村のできるだけ広い範囲を見張るようにしてください。
ko: 감시탑과 소화탑으로 되도록 넓은 범위의 마을을 보호하세요.
pt: Tente cobrir o máximo possível de sua vila com as torres de guarda e torres contra incêndio.
ru: Постарайся, чтобы большая часть твоей деревни находилась в зоне действия сторожевых и пожарных вышек.
zh: 请让守卫塔和消防塔尽可能覆盖村庄的更多区域。
zh_tw: 請讓守衛塔和消防塔盡可能覆蓋村莊的更多區域。

# T_GAME_LOADINGTIP_069
source: The carriers working at the barracks will get the soldier's supplies from the warehouse and deliver them to the guard towers in range.
de: Die Träger der Kaserne holen die Rohstoffe aus dem Lagerhaus und beliefern die Wachtürme in ihrer Umgebung.
es: Los porteadores que trabajan en los barracones toman los suministros del almacén y se los llevan a los soldados de las torres de vigilancia de su zona de alcance.
fr: Les porteurs travaillant dans les baraquements vont récupérer le ravitaillement des soldats à l'entrepôt et les livrer aux tours de garde à portée.
id: Para pengangkut yang bekerja di barak akan mengambil suplai untuk serdadu dari gudang dan mengantarkannya ke menara jaga yang ada dalam jangkauan.
it: I cittadini viaggiatori impiegati alla caserma prendono le scorte dei soldati dal magazzino e le consegnano alle torri di guardia entro il raggio d'influenza della caserma.
ja: 兵舎で働く運搬人は倉庫から兵士の配給を受け取り、範囲内の見張り塔にそれを届けます。
ko: 병영에서 일하는 운송 업자는 창고에서 군인용 물자를 받아 범위 내에 있는 감시탑으로 배송합니다.
pt: Os transportadores que trabalham no quartel pegarão os suprimentos dos soldados no depósito e os entregarão nas torres de guarda no alcance.
ru: Носильщики, работающие в казармах, будут поставлять припасы с пакгауза и доставлять их находящимся в зоне действия сторожевым башням.
zh: 兵营的运输员负责将士兵补给从仓库运往兵营覆盖范围内的守卫塔。
zh_tw: 兵營的運輸員負責將士兵補給從倉庫運往兵營覆蓋範圍內的守衛塔。

# T_GAME_LOADINGTIP_070
source: Check out the pause menu to see the current influences on your town. They can be temporary or permanently active on a map. Examples are: active bandits, a long winter or reduced tax income.
de: Besuche das Pausemenü, um die momentanen Einflüsse auf dein Dorf zu sehen. Diese Einflüsse, wie z. B. Banditenangriffe, ein längerer Winter oder geringere Steuereinnahmen können temporär oder dauerhaft auf dein Dorf wirken.
es: En el menú de pausa puedes ver las influencias actuales sobre tu aldea. Pueden estar activas temporal o permanentemente en un mapa. Por ejemplo, bandidos activos, un invierno largo, o una disminución en la recaudación de impuestos.
fr: Consultez le menu de pause pour visualiser les influences actuelles dans votre ville. Elles peuvent être actives temporairement ou en permanence. Exemples : activité de bandits, hiver long ou revenus d'imposition en baisse.
id: Periksalah menu pause untuk melihat pengaruh yang sedang aktif di kotamu. Pengaruh ada yang aktif sementara atau permanen di atas peta. Contohnya: bandit yang aktif, musim dingin yang panjang, atau penghasilan pajak yang berkurang.
it: Nel menu di pausa puoi vedere le influenze attuali della tua città, le quali possono essere temporanee o permanenti. Tra le influenze si annoverano banditi attivi, inverno prolungato o tasse ridotte.
ja: ポーズメニューをチェックすると、アクティブな盗賊、長い冬、税収の減少などの、あなたの町の現在の影響を確認することができます。これらの影響は、マップにおいて一時的もしくは恒常的に有効なものです。
ko: 일시 중지 메뉴에서 마을에 대한 현재 영향을 확인하세요. 지도 상에서 일시적이거나 영구적으로 활성화될 수 있습니다. 예로는 활동 중인 강도, 긴 겨울 또는 세수 감소 등이 있습니다.
pt: Verifique o menu pausar para ver as influências atuais na sua cidade. Elas podem ser temporárias ou permanentes em um mapa. Por exemplo: bandidos ativos, um longo inverno ou receita reduzida de impostos.
ru: Войди в меню паузы, чтобы увидеть список действующих факторов. Они бывают двух типов: временные и постоянные. Вот несколько примеров факторов: бандиты, длинная зима или сниженные доходы от податей.
zh: 使用暂停菜单，即可查看城镇当前的影响因素。地图上的影响因素可能始终有效，也可能临时有效。这些影响因素包括：猖獗的强盗、漫长的冬季或税收收入缩减。
zh_tw: 使用暫停功能表，即可檢視城鎮當前的影響因素。地圖上的影響因素可能始終有效，也可能臨時有效。這些影響因素包括：猖獗的強盜、漫長的冬季或稅收收入縮減。

# T_GAME_LOADINGTIP_071
source: When supplying the soldiers with equipment and food, their offensive and defensive stats are directly affected by it. Soldiers supplied with swords will have a greater offense value.
de: Wenn du deine Soldaten mit Ausrüstung und Nahrung versorgst, wirkt es sich direkt auf ihre Kampfeigenschaften aus. Soldaten mit Schwertern haben z.B. bessere Angriffswerte.
es: Al proveer a los soldados con equipo y comida, sus estadísticas ofensivas y defensivas se ven directamente afectadas. Por ejemplo, los soldados que reciben espadas poseen un mayor valor ofensivo.
fr: Les armes et armures que vous fournissez aux soldats influencent directement leurs statistiques offensives et défensives. Par exemple, les soldats équipés d'épées auront une meilleure attaque.
id: Ketika serdadu mendapat suplai peralatan dan makanan, statistik ofensif dan defensif mereka langsung terpengaruh. Serdadu yang mendapat suplai pedang, misalnya, akan mempunyai daya serang lebih tinggi.
it: Quando fornisci equipaggiamento e cibo ai soldati, influisci direttamente sui loro parametri offensivi e difensivi. I soldati muniti di spada, per esempio, hanno un valore di attacco superiore.
ja: 兵士たちに装備と食糧と供給すると、彼らの攻撃性と守備性が直接影響を受けます。 例えば、剣を供給された兵士はより大きな攻撃性を持つことになります。
ko: 군인에게 공급되는 장비와 식량은 군인의 공격력과 방어력에 직접적인 영향을 줍니다. 즉, 군인에게 검을 공급하면 공격력이 크게 증가합니다.
pt: Ao abastecer os soldados com equipamento e comida, suas estatísticas ofensivas e defensivas são diretamente afetadas por eles. Por exemplo, os soldados abastecidos com espadas terão maior valor ofensivo.
ru: Снаряжение и еда, поставляемые солдатам, непосредственно влияют на их боевые и защитные характеристики. Например, солдаты с новыми мечами будут наносить больше урона.
zh: 向士兵供应装备和食物，会直接影响到他们的攻击和防御属性。例如，获得武器的士兵的攻击力会提高。
zh_tw: 向士兵供應裝備和食物，會直接影響到他們的攻擊和防禦屬性。例如，獲得武器的士兵的攻擊力會提高。

# T_GAME_LOADINGTIP_072
source: Try to supply your soldiers with food and drink to raise both offense and defense stats. Well supplied soldiers are well fighting soldiers!
de: Versorge deine Soldaten mit Gebräu und Würstchen, um ihre Offensiv- bzw. Defensiv-Werte gleichermaßen zu verbessern. Gut versorgte Soldaten sind kampfstarke Soldaten!
es: Intenta suministrar a tus soldados comida y bebida para mejorar sus estadísticas ofensivas y defensivas. ¡Un soldado bien provisto es un buen combatiente!
fr: Essayez de ravitailler vos soldats en nourriture et en boisson pour augmenter à la fois leur attaque et leur défense. Des soldats bien ravitaillés combattent plus efficacement !
id: Usahakanlah untuk mensuplai serdadumu dengan makanan dan minuman untuk meningkatkan statistik ofensif dan defensif. Serdadu dengan suplai yang baik adalah serdadu yang bertempur dengan baik!
it: Cerca di fornire cibo e bevande ai soldati per aumentare i loro parametri di attacco e difesa. I soldati combattono meglio a pancia piena!
ja: 攻撃性と守備性を高めるために兵士たちに食糧と飲み物を供給するように努めてください。 よく供給された兵士はよく戦います！
ko: 군인에게 식량과 음료를 공급하여 공격력과 방어력을 모두 강화하세요. 보급을 잘 받은 군인이 잘 싸웁니다!
pt: Tente abastecer seus soldados com comida e bebida para aumentar as estatísticas ofensivas e defensivas. Soldados bem abastecidos são soldados que lutam bem!
ru: Старайся вовремя поставлять своим солдатам еду и напитки, чтобы увеличить их боевые и защитные характеристики. Солдаты, вовремя получающие припасы, сражаются намного лучше!
zh: 尽量向士兵提供食物和酒水，以提高他们的攻击和防御属性。 补给充足能让士兵更加骁勇善战。
zh_tw: 儘量向士兵提供食物和酒水，以提高他們的攻擊和防禦屬性。 補給充足能讓士兵更加驍勇善戰。

# T_GAME_LOADINGTIP_073
source: A battle consists of several phases: Both sides have to roll who begins in the initiative phase. After that the two sides strike and defend rotationally.
de: Ein Kampf besteht aus mehreren Phasen: Beide Parteien haben eine Initiative, die bestimmt, wer anfängt. Daraufhin beginnt die Kampfrunde: Abwechselnd wird zugeschlagen und gegebenenfalls verteidigt.
es: Una batalla consta de varias fases: en la de iniciativa, ambos bandos se juegan quién es el primero en atacar. Luego se turnan para atacar y defender.
fr: Une bataille consiste en plusieurs phases : les deux camps déterminent d'un coup de dé qui prend l'initiative. Ensuite, les deux camps frappent et défendent l'un après l'autre.
id: Pertempuran terdiri dari beberapa tahap: Kedua pihak harus mengundi siapa yang mendapat giliran pertama pada tahap awal. Setelah itu, kedua pihak menyerang dan bertahan secara bergantian.
it: Una battaglia è composta da diverse fasi: entrambe le fazioni dovranno tirare a sorte per decidere chi comincerà la fase iniziale. In seguito, esse si alterneranno in attacco e in difesa.
ja: 戦いはいくつかのフェーズで構成されています。 最初のフェーズでは、双方がどちらから始めるかを決めます。その後、双方が順に攻撃、防御します。
ko: 전투는 여러 단계로 구성됩니다. 양 진영이 누가 시작 단계를 시작할지 결정해야 합니다. 이후 양 진영이 번갈아가며 공격과 방어를 합니다.
pt: Uma batalha consiste de diversas fases: os dois lados devem alternar quem começa na fase de iniciativa. Depois disso, os dois lados atacam e defendem alternadamente.
ru: Бой состоит из нескольких фаз: в фазе инициативы выясняется, кто ходит первым. После этого обе стороны поочередно нападают и защищаются.
zh: 一场战斗由多个阶段组成：双方投掷骰子决定第一轮谁先行动。此后，双方轮流开展进攻和防御。
zh_tw: 一場戰鬥由多個階段組成：雙方投擲骰子決定第一輪誰先行動。此後，雙方輪流開展進攻和防禦。

# T_GAME_LOADINGTIP_076
source: Use the “Follow Townie” Mode in the context menu of a building (the magnifying glass!) to see what the inhabitants or workers are doing at the moment.
de: Benutze den “Townie folgen”-Modus innerhalb des Kontextmenüs eines Gebäudes, um zu sehen, was die Bewohner oder Arbeiter gerade machen.
es: En el modo «seguir a un townie» del menú contextual de un edificio (¡la lupa!) puedes ver lo que los habitantes o trabajadores hacen en ese momento.
fr: Utilisez le mode « Suivre un habitant » dans le menu contextuel d'un bâtiment (la loupe !) pour voir où se trouvent en ce moment précis les habitants et ouvriers.
ja: 今住民や労働者が何をしているかを確認するには、建物のメニューにある『タウニーを追跡』（虫眼鏡）を使用してください。
ko: 건물의 상황별 메뉴에서 “주민 따라가기” 모드(확대경!)를 사용하여 현재 주민이나 일꾼이 무엇을 하고 있는지 확인하세요.
ru: Используй режим «Следовать за горожанином» из контекстного меню здания (увеличительное стекло), чтобы увидеть, чем заняты жители или работники в данный момент.
zh: 使用建筑物环境菜单（放大镜）中的“跟踪镇民”模式，即可查看居民和工人的当前状态。
zh_tw: 使用建物環境功能表（放大鏡）中的「跟蹤鎮民」模式，即可檢視居民和工人的當前狀態。

# T_GAME_LOADINGTIP_077
source: Bandit attacks can come from the map border or a bandit camp situated on the map. A bandit camp can be upgraded, which means the camp is better defended.
de: Banditenangriffe können vom Kartenrand oder einem nahe gelegenen Banditenlager kommen. Banditenlager können verschieden stark sein!
es: Los ataques de bandidos pueden proceder del borde del mapa o de un campamento de bandidos situado en él. Un campamento puede mejorarse, lo que significa que estará mejor defendido.
fr: Les attaques de bandits peuvent provenir du bord de la carte ou bien d'un camp de bandit situé sur la carte. Un camp de bandit peut s'améliorer, ce qui signifie qu'il est mieux défendu.
id: Serangan bandit mungkin datang dari luar peta atau dari perkemahan bandit yang tercantum pada peta. Perkemahan bandit bisa ditingkatkan, yang berarti pertahanannya bertambah kuat.
it: Gli attacchi dei banditi possono provenire dai confini della mappa o da un accampamento. L'accampamento dei banditi può essere potenziato, il che si traduce in difese migliori.
ja: 盗賊の攻撃はマップの境界線やマップ上にある盗賊の野営地から可能です。盗賊の野営地はアップグレード可能で、その場合、野営地はより防護されることになります。
ko: 지도 경계나 지도에 위치한 강도 캠프에서 강도의 공격이 시작될 수 있습니다. 강도 캠프는 업그레이드될 수 있어 방어가 더 우수합니다.
pt: Os ataques de bandidos podem vir da borda do mapa ou de um acampamento de bandidos localizado no mapa. O acampamento de bandidos pode ser melhorado, o que significa que ele tem uma melhor defesa.
ru: Бандиты могут нападать с края карты или из расположенного на карте лагеря. Их лагерь может быть улучшен — такая база будет лучше защищена.
zh: 强盗可能来自地图边界或地图上的强盗营地。强盗可以升级自己的营地，即提高营地的防御力。
zh_tw: 強盜可能來自地圖邊界或地圖上的強盜營地。強盜可以升級自己的營地，即提高營地的防禦力。

# T_GAME_LOADINGTIP_078
source: Barracks, Guard towers and fire towers have a sphere of influence in which they work. Outside the sphere, the fireman, for example, will not interact with burning buildings.
de: Kasernen, Wachtürme und Feuertürme haben eine Reichweite, in denen sie arbeiten. Außerhalb dieses Radius wird ein Feuerwehrmann, Soldat oder Träger nicht aktiv.
es: Los barracones, las torres de vigilancia y las torretas de incendios tienen una esfera de influencia. Fuera de ella, los bomberos, por ejemplo, no interactúan con edificios en llamas.
fr: Les baraquements, tours de garde et tours d'incendie ont une sphère d'influence dans laquelle ils peuvent fonctionner. Par exemple, le pompier ne peut pas éteindre d'incendies en dehors de cette sphère.
id: Barak, menara jaga, dan menara pemadam kebakaran punya daerah jangkauan tertentu. Di luar jangkauan itu, petugas pemadam kebakaran, misalnya, takkan bereaksi jika ada bangunan yang terbakar.
it: Caserme, torri di guardia e torri dei pompieri hanno una sfera d'influenza che costituisce il loro raggio d'azione, al di fuori del quale, per esempio, i pompieri non estingueranno gli incendi.
ja: 兵舎、見張り塔、火の見やぐらには有効範囲があります。例えば、消防士なら、範囲の外では火事があっても消しません。
ko: 병영, 감시탑 그리고 소화탑은 효력을 발휘하는 영향력의 구가 있습니다. 즉, 이 구 밖에 있는 건물의 화재를 소방수가 진압할 수 없습니다.
pt: Quartel, torres de guarda e torres contra incêndio têm uma esfera de influência na qual trabalham. Fora dessa esfera, por exemplo o bombeiro não apagará prédios incendiados.
ru: Казармы, сторожевые и пожарные вышки все имеют определенную зону действия. Например, если горящее здание не попадает в зону действия пожарной вышки, пожарный не будет тушить его.
zh: 兵营、守卫塔和消防塔只在有效范围内工作。以消防塔为例，消防员不会抢救消防塔覆盖范围以外的着火建筑物。
zh_tw: 兵營、守衛塔和消防塔只在有效範圍內工作。以消防塔為例，消防員不會搶救消防塔覆蓋範圍以外的著火建物。

# T_GAME_LOADINGTIP_079
source: You can see the sphere of influence of a building while building it or in the context menu of the building by using the “Area of Effect View”. This view mode is available for barracks, guard towers and fire towers.
de: Den Einflussbereich eines Gebäudes kannst du während des Bauvorgangs oder über das Kontextmenüs des Gebäudes sehen. Dies betrifft Kasernen, Wachtürme und Feuertürme.
es: Puedes ver la esfera de influencia de un edificio mientras lo construyes o en su menú contextual, usando la «zona de vista efectiva». Esta vista está disponible para barracones, torres de vigilancia y torretas de incendio.
fr: Vous pouvez visualiser la sphère d'influence d'un bâtiment lorsque vous le bâtissez ou bien dans le menu contextuel d'un bâtiment, en utilisant la « Vue de la zone d'effet ». Cette vue est disponible pour les baraquements, tours de garde et tours d'incendie.
ja: 建てる間、もしくは建物のメニューの『有効エリアビュー』を使用して、建物の有効範囲を確認できます。このビューモードは兵舎、見張り塔、火の見やぐらで利用可能です。
ko: 건물을 만드는 동안 또는 건물의 상황별 메뉴에서 “영향 범위 보기”를 사용하여 영향력의 구를 볼 수 있습니다. 이 보기 모드는 병영, 감시탑 및 화재탑에 사용할 수 있습니다.
ru: Зону действия здания можно увидеть при строительстве здания, или войдя в его контекстное меню и выбрав пункт «Показать зону действия». Данная опция доступна лишь казармам, сторожевым и пожарным вышкам.
zh: 您可以在建造建筑物时查看其有效范围，也可以在建筑物的环境菜单中使用“有效区域视图”进行查看。该视图模式仅适用于兵营、守卫塔和消防塔。
zh_tw: 您可以在建造建物時檢視其有效範圍，也可以在建物的環境功能表中使用「有效區域圖」進行檢視。該檢視模式僅適用於兵營、守衛塔和消防塔。

# T_GAME_LOADINGTIP_080
source: When you want to know more about a building and its production, use the Info or i-button in the context menu of the building.
de: Wenn du mehr Informationen zu einem Gebäude benötigst, kannst du den Info-Button im Kontextmenü benutzen. Hier findest du z.B. einzeln aufgeschlüsselte Produktionsmengen.
es: Si quieres saber más sobre un edificio y su producción, pulsa el botón de información (botón i) de su menú contextual.
fr: Lorsque vous voulez en savoir plus sur un bâtiment et sa production, utilisez l'Info ou le bouton dans le menu contextuel du bâtiment.
ja: 建物とその生産についてもっと知りたければ、建物のメニューの情報やiボタンを使用してください。
ko: 건물과 건물의 생산에 대해 자세히 알고 싶은 경우 건물의 상황별 메뉴에서 정보나 i 버튼을 사용하세요.
pt: Quando você quiser saber mais sobre um prédio e sua produção, use o botão Informações ou o i-botão no menu de contexto do prédio.
ru: Чтобы узнать больше о здании или производимых им товарах, нажми кнопку «Информация» (I) в контекстном меню здания.
zh: 要详细了解建筑物及其生产信息，请点击相应建筑物环境菜单中的信息按钮（i 按钮）。
zh_tw: 要詳細瞭解建物及其生產資訊，請點擊相應建物環境功能表中的資訊按鈕（i 按鈕）。

# T_GAME_LOADINGTIP_081
source: Many production chains and your economy are dependent on wheat. You should have a lot of wheat in stock before the winter starts.
de: Viele Produktionsketten bzw. deine Wirtschaft sind auf Getreide angewiesen. Du solltest deshalb möglichst viel auf Lager haben, bevor der Winter beginnt.
es: Tu economía y muchas cadenas de producción dependen del trigo. Tienes que almacenar una gran cantidad antes de que empiece el invierno.
fr: Votre économie et de nombreuses chaînes de production dépendent du blé. Vous devez avoir énormément de blé en stock avant le début de l'hiver.
id: Banyak rantai produksi dan juga seluruh perekonomian tergantung kepada gandum. Pastikan stok gandum memadai sebelum musim dingin tiba.
it: Molte catene produttive e buona parte della tua economia dipendono dal grano. Cerca di averne una buona scorta prima che arrivi l'inverno.
ja: 多くの生産チェーンとあなたの経済は小麦に依存しています。冬が始まる前にたくさんの小麦を蓄える必要があります。
ko: 많은 생산망과 경제가 밀에 의해 좌우됩니다. 겨울이 오기 전에 밀을 많이 비축해야 합니다.
pt: Muitas cadeias de produção e sua economia dependem do trigo. Você deve ter muito trigo estocado antes que o inverno chegue.
ru: Многие цепочки производства и твоя экономика в целом сильно зависят от пшеницы. Старайся хорошенько запастись ею до начала зимы.
zh: 很多生产链甚至城镇经济都依赖于小麦。在冬季来临前，您应在仓库中多储存些小麦。
zh_tw: 很多生產鏈甚至城鎮經濟都依賴於小麥。在冬季來臨前，您應在倉庫中多儲存些小麥。

# T_GAME_LOADINGTIP_082
source: The more flames are blazing on a building the more the fire has progressed. The building may collapse!
de: Um so mehr Flammen auf einem brennenden Gebäude zu sehen sind, desto weiter ist der Brand fortgeschritten. Das Gebäude kann einstürzen!
es: Cuantas más llamas aparecen en un edificio, más ha avanzado el incendio. ¡Se puede derrumbar!
fr: Plus il y a de flammes sur un bâtiment, plus l'incendie a progressé. Le bâtiment peut s'effondrer !
id: Semakin banyak lidah api berkobar di sebuah bangunan, semakin besar kebakaran tersebut. Bangunannya mungkin ambruk!
it: Più le fiamme su un edificio sono alte, più l'incendio progredisce. L'edificio potrebbe crollare!
ja: 建物に炎がたくさん上がるほど、火事は進行しています。建物が崩壊してしまうかもしれません！
ko: 건물에 불꽃이 많을수록 화재가 더 심각합니다. 건물이 붕괴될 수 있어요!
pt: Quanto mais chamas arderem em um prédio, maior será o avanço do fogo. O prédio pode desabar!
ru: Чем больше огней пляшет на здании, тем опаснее пожар. Строение может обрушиться!
zh: 建筑物的火光越旺，火势就越凶猛。建筑物可能倒塌！
zh_tw: 建物的火光越旺，火勢就越兇猛。建物可能倒塌！

# T_GAME_LOADINGTIP_083
source: The wish for entertainment in your town can be satisfied by several entertainment buildings. Each of the buildings can only satisfy a certain amount of Townies.
de: Der Wunsch nach Unterhaltung deiner Dorfbewohner kann durch die verschiedenen Unterhaltungsgebäude befriedigt werden. Jedes Gebäude dieser Art kann eine bestimmte Anzahl an Townies glücklich machen.
es: Puedes satisfacer el deseo de entretenimiento en la ciudad con varios edificios. Cada uno solo puede satisfacer a cierto número de Townies.
fr: Pour satisfaire les besoins en divertissement de votre ville, vous pouvez construire plusieurs bâtiments. Chacun de ces bâtiments ne peut satisfaire qu'un certain nombre d'habitants.
id: Hasrat akan hiburan di kota bisa dipenuhi dengan beberapa bangunan hiburan. Masing-masing bangunan hanya bisa memuaskan Townies dalam jumlah terbatas.
it: Il desiderio di intrattenimento nella tua città può essere soddisfatto da diversi edifici specifici. Ciascuno degli edifici può soddisfare solo un determinato numero di cittadini.
ja: あなたの町の娯楽への願望はいくつかの娯楽施設で満たされるでしょう。それぞれの施設は一定の数のタウニーしか満足させることができません。
ko: 오락 건물을 여러 채 지어서 주민들을 기쁘게 할 수 있어요. 각 건물이 만족시킬 수 있는 주민의 수는 정해져 있어요.
pt: O desejo por entretenimento na sua cidade pode ser atendido por vários prédios de entretenimento. Cada um dos prédios atende certo número de habitantes.
ru: Несколько увеселительных заведений могут удовлетворить потребность города в развлечениях. Каждое из зданий обслуживает определенное число горожан.
zh: 修建几个娱乐设施，就可以满足镇上对娱乐的需求。每个娱乐设施，只能满足一定数量的镇民。
zh_tw: 修建幾個娛樂設施，就可以滿足鎮上對娛樂的需求。每個娛樂設施，只能滿足一定數量的鎮民。
