Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2016_FESTIVITIES_MQ_AUTUMN_DESC
source: What a nice festival it was, my liege! But now we have to make sure the Autumn festival is arranged as planned and before winter starts!
de: Was für ein schönes Fest es war. Nun sollten wir aber schleunigst an die Planung des nächsten Festes denken. Viel Zeit haben wir nicht für die Vorbereitungen. Das Herbstfest muss vor dem ersten Schneefall abgeschlossen sein!
es: ¡Ha sido un festival fantástico, mi señor! Pero ahora tenemos que preparar el festival de otoño antes de que empiece el invierno!
fr: Ce fut un magnifique festival, mon seigneur ! Cependant, nous devons maintenant préparer le festival de l'automne avant le début de l'hiver !
id: Festivalnya sukses, Tuanku! Tapi sekarang kita harus memastikan persiapan festival musim gugur sesuai rencana dan rampung sebelum musim dingin tiba!
it: Che bel festival, mio signore! Ma ora dobbiamo fare in modo che il festival d’autunno venga organizzato come previsto, prima dell’inizio dell’inverno!
ja: 素晴らしいお祭りでした、領主様！ しかしこれから冬が来る前に秋の祭りの手配を始めなければなりません。
ko: 정말 훌륭한 축제였어요, 영주님! 이제 겨울이 찾아오기 전에 계획대로 가을 축제를 준비해야 해요!
pt: Que belo festival, meu senhor! Agora temos que cuidar para que o festival do outono seja organizado a contento antes do início do inverno!
ru: Какой прекрасный фестиваль, ваша светлость! Но теперь нам нужно заняться планированием осеннего празднества, чтобы провести его до начала зимы!
zh: 大人，庆典多么成功啊！ 可是，咱们还得确保，秋季庆典按计划安排，在冬季开始以前办完！
zh_tw: 大人，慶典多麼成功啊！ 可是，咱們還得確保，秋季慶典按計劃安排，在冬季開始以前辦完！

# T_SCENARIO_2016_FESTIVITIES_MQ_AUTUMN_NAME
source: Arrange the autumn festival before winter starts.
de: Veranstalte das Herbstfest vor Beginn des Winters.
es: ¡Organiza el festival de otoño antes de que llegue el invierno!
fr: Préparez le festival de l'automne avant le début de l'hiver !
id: Siapkan festival musim gugur sebelum musim dingin tiba.
it: Organizza il festival d’autunno prima dell’inizio dell’inverno!
ja: 冬が来る前に秋の祭りの手配をしよう！
ko: 겨울이 시작하기 전에 가을 축제를 준비하세요!
pt: Organize o festival do outono antes do inverno!
ru: Проведи осенний фестиваль до начала зимы.
zh: 安排秋季庆典，初冬以前办完！
zh_tw: 安排秋季慶典，初冬以前辦完！

# T_SCENARIO_2016_FESTIVITIES_MQ_SPRING_DESC
source: To prepare the spring festival we have to make haste, my liege. The festival has to be completed before summer starts and we don’t have much time.
de: Um das Frühlingsfest noch rechtzeitig vorzubereiten, müssen wir uns beeilen, mein Herr. Es bleibt nur wenig Zeit bis zum Sommer!
es: Debemos darnos prisa en preparar el festival de primavera, excelencia. Deberá haber concluido antes del comienzo del verano y no nos queda mucho tiempo.
fr: Pour préparer le festival de printemps, nous devons faire vite, mon seigneur. Le festival doit être terminé avant le début de l'été. Nous n'avons pas beaucoup de temps.
id: Kita harus bergerak cepat untuk menyiapkan festival musim semi, Tuanku. Festival itu harus rampung sebelum musim panas tiba dan waktu kita tidak banyak.
it: Per prepararci al festival di primavera dobbiamo fare in fretta, mio signore. Il festiva dev’essere completato prima dell’inizio dell’estate, e non abbiamo molto tempo.
ja: 領主様、春の祭りの準備を急いでやらなければいけません。 この祭りは夏が来る前に完了しなければいけないため、あまり時間がありません。
ko: 봄 축제를 준비하려면 서둘러야 해요, 영주님. 여름이 시작되기 전에 축제를 마무리하려면 시간이 얼마 없어요.
pt: Temos que andar rápido para preparar o festival da primavera, meu senhor. O festival deve estar pronto antes de o verão começar. Não temos muito tempo.
ru: Ваша светлость, чтобы вовремя провести весенний фестиваль, придется поспешить. Необходимо завершить его до начала лета, а значит, времени у нас осталось совсем мало.
zh: 大人，要准备春季的庆典，咱们得抓紧时间。 庆典必须在夏季开始前结束，时间不多了。
zh_tw: 大人，要準備春季的慶典，咱們得抓緊時間。 慶典必須在夏季開始前結束，時間不多了。

# T_SCENARIO_2016_FESTIVITIES_MQ_SPRING_NAME
source: Arrange the spring festival before summer starts.
de: Veranstalte das Frühlingsfest vor Beginn des Sommers.
es: Organiza el festival de primavera antes de que llegue el verano.
fr: Préparez le festival de printemps avant le début de l'été.
id: Siapkan festival musim semi sebelum musim panas tiba.
it: Organizza il festival di primavera prima dell’inizio dell’estate.
ja: 夏が来る前に春の祭りを手配する。
ko: 여름이 시작하기 전에 봄 축제를 준비하세요.
pt: Organize o festival da primavera antes do verão.
ru: Проведи весенний фестиваль до начала лета.
zh: 安排春季庆典，初夏以前办完。
zh_tw: 安排春季慶典，初夏以前辦完。

# T_SCENARIO_2016_FESTIVITIES_MQ_SUMMER_DESC
source: What a nice festival it was, my liege! But now we have to make sure the summer festival is arranged as planned and before autumn starts! Time is of the essence, my liege!
de: Was für ein schönes Fest es war. Nun sollten wir aber schleunigst an die Planung des nächsten Festes denken. Viel Zeit haben wir nicht für die Vorbereitungen. Das Sommerfest muss vor Herbstbeginn abgeschlossen sein!
es: ¡Ha sido un festival fantástico, mi señor! Pero ahora tenemos que preparar el festival de verano antes de que empiece el otoño! ¡El tiempo es oro, excelencia!
fr: Ce fut un magnifique festival, mon seigneur ! Cependant, nous devons maintenant préparer le festival de l'été avant le début de l'automne ! Nous n'avons pas de temps à perdre !
id: Festivalnya sukses, Tuanku! Tapi sekarang kita harus memastikan persiapan festival musim panas sesuai rencana dan rampung sebelum musim gugur! Waktunya mendesak, Tuanku!
it: Che bel festival, mio signore! Ma ora dobbiamo fare in modo che il festival d’estate venga organizzato come previsto, prima dell’inizio dell’autunno! Il tempo è tiranno, mio signore!
ja: 素晴らしい祭りでした、領主様！ しかし、これから秋が来る前に夏の祭りの手配を始めなければなりません。 時間厳守ですよ、領主様！
ko: 정말 훌륭한 축제였어요, 영주님! 이제 가을이 찾아오기 전에 계획대로 여름 축제를 준비해야 해요! 시간을 잘 활용하세요, 영주님!
pt: Que belo festival, meu senhor! Agora temos que cuidar para que o festival do verão seja organizado a contento antes do início do outono! O tempo é precioso, meu senhor!
ru: Какой прекрасный фестиваль, ваша светлость! Но теперь нам нужно заняться планированием летнего празднества, чтобы провести его до осени! Время не ждет, сир!
zh: 大人，庆典多么成功啊！ 可是，咱们还得确保，夏季庆典按计划安排，在秋季开始以前办完！ 大人，时间不等人啊！
zh_tw: 大人，慶典多麼成功啊！ 可是，咱們還得確保，夏季慶典按計劃安排，在秋季開始以前辦完！ 大人，時間不等人啊！

# T_SCENARIO_2016_FESTIVITIES_MQ_SUMMER_NAME
source: Arrange the summer festival before autumn starts.
de: Veranstalte das Sommerfest vor Beginn des Herbsts.
es: Organiza el festival de verano antes de que empiece el otoño.
fr: Préparez le festival de l'été avant le début de l'automne.
id: Siapkan festival musim panas sebelum musim gugur tiba.
it: Organizza il festival d’estate prima dell’inizio dell’autunno.
ja: 秋が来る前に夏の祭りを手配する。
ko: 가을이 시작하기 전에 여름 축제를 준비하세요.
pt: Organize o festival do verão antes do outono.
ru: Проведи летний фестиваль до начала осени.
zh: 安排夏季庆典，初秋以前办完。
zh_tw: 安排夏季慶典，初秋以前辦完。

# T_SCENARIO_2016_FESTIVITIES_MQ_WINTER_DESC
source: What a nice festival it was, my liege! We have to make sure the winter festival is arranged as planned and finished before spring starts!
de: Was für ein schönes Fest es war. Nun sollten wir aber schleunigst an die Planung des nächsten Festes denken. Viel Zeit haben wir nicht für die Vorbereitungen. Das Winterfest muss vor dem Beginn des Frühlings abgeschlossen sein!
es: ¡Ha sido un festival fantástico, mi señor! Pero ahora tenemos que preparar el festival de invierno antes de que empiece la primavera!
fr: Ce fut un magnifique festival, mon seigneur ! Nous devons maintenant préparer le festival de l'hiver avant le début du printemps !
id: Festivalnya sukses, Tuanku! Tapi sekarang kita harus memastikan persiapan festival musim dingin sesuai rencana dan rampung sebelum musim semi tiba!
it: Che bel festival, mio signore! Ma ora dobbiamo fare in modo che il festival d’inverno venga organizzato come previsto e terminato prima dell’inizio della primavera!
ja: 素晴らしいお祭りでした、領主様！ しかしこれから春が来る前に冬の祭りの手配を始めなければなりません！
ko: 정말 훌륭한 축제였어요, 영주님! 이제 봄이 찾아오기 전에 계획대로 겨울 축제를 준비하고 마쳐야 해요!
pt: Que belo festival, meu senhor! Agora temos que cuidar para que o festival do inverno seja organizado a contento antes do início da primavera!
ru: Какой прекрасный фестиваль, ваша светлость! Но теперь нам нужно заняться планированием зимнего празднества, чтобы провести его до начала весны!
zh: 大人，庆典多么成功啊！ 可是，咱们还得确保，冬季庆典按计划安排，在春季开始以前办完！
zh_tw: 大人，慶典多麼成功啊！ 可是，咱們還得確保，冬季慶典按計劃安排，在春季開始以前辦完！

# T_SCENARIO_2016_FESTIVITIES_MQ_WINTER_NAME
source: Arrange the winter festival before spring starts.
de: Veranstalte das Winterfest vor Beginn des Frühlings!
es: ¡Organiza el festival de invierno antes de que llegue la primavera!
fr: Préparez le festival de l'hiver avant le début du printemps !
id: Siapkan festival musim dingin sebelum musim gugur tiba.
it: Organizza il festival d’inverno prima dell’inizio della primavera!
ja: 春が来る前に冬の祭りの手配をしよう！
ko: 봄이 시작하기 전에 겨울 축제를 준비하세요!
pt: Organize o festival do inverno antes da primavera!
ru: Проведи зимний фестиваль до начала весны.
zh: 安排冬季庆典，初春以前办完！
zh_tw: 安排冬季慶典，初春以前辦完！

# T_SCENARIO_2016_FESTIVITIES_QUEST01_DESC
source: My lord, I recommend that we build a fairground as soon as possible. All festivals will be held there.
de: Mein Herr, um die Feste zu veranstalten, sollten wir schnellstmöglich einen Festplatz errichten lassen.
es: Mi señor, te recomiendo que construyas una recinto ferial cuanto antes. Los festivales se celebrarán allí.
fr: Mon seigneur, je recommande de construire un champ de foire aussi vite que possible. C'est là qu'auront lieu tous les festivals.
id: Tuanku, kusarankan kita secepatnya membangun arena pekan raya. Semua festival akan diadakan di sana.
it: Mio signore, ti consiglio di costruire un centro fieristico al più presto. Tutti i festival si terranno lì.
ja: 閣下、できるだけすぐに新しい催事会場をつくりましょう。そしてそこで全ての祭りを開くのです。
ko: 영주님, 되도록 빨리 축제장을 만드세요. 모든 축제가 거기서 열릴 거예요.
pt: Meu senhor, recomendo construir uma praça de eventos assim que possível. Os festivais acontecerão lá.
ru: Милорд, рекомендую как можно скорее построить ярмарочную площадь, на которой будут проходить все празднества.
zh: 主人，小的以为，当尽快修建一处露天娱乐场。所有欢庆活动，都可以到那里举行。
zh_tw: 主人，小的以為，當儘快修建一處露天娛樂場。所有歡慶活動，都可以到那裡舉行。

# T_SCENARIO_2016_FESTIVITIES_QUEST01_NAME
source: Build a fairground.
de: Baue einen Festplatz.
es: Construye un recinto ferial.
fr: Construisez un champ de foire.
id: Bangunlah arena pekan raya.
it: Costruisci un centro fieristico.
ja: 催事会場を建設する。
ko: 축제장을 만드세요.
pt: Construa uma praça de eventos.
ru: Построй ярмарочную площадь.
zh: 建造一座露天娱乐场。
zh_tw: 建造一座露天娛樂場。

# T_SCENARIO_2016_FESTIVITIES_QUEST01_SUCESS
source: Great, my liege! The festivity grounds are completed. This building is very important for the tasks at hand, so we should keep an eye on it.
de: Hervorragend, Mylord. Dieser Festplatz wird der Dreh- und Angelpunkt unserer Aufgaben sein. Er wird für die Feste benötigt, also sollten wir immer ein Auge darauf haben, mein Herr.
es: ¡Excelente, mi señor! El recinto ferial está completado. Es muy importante para las tareas encomendadas, así que no hay que perderlo de vista.
fr: Parfait, mon seigneur ! Le lieu des festivités est prêt. Ce bâtiment sera très important pour les tâches à venir, vous verrez.
id: Bagus, Tuanku! Arena perayaan sudah siap. Bangunan ini sangat penting untuk tugas-tugas yang kita hadapi, jadi kita harus terus memperhatikannya.
it: Ottimo, mio signore! Il centro fieristico è stato completato. Questo edificio è molto importante per i compiti che ci aspettano, quindi è meglio tenerlo d’occhio.
ja: すばらしいです、領主様！祝祭の場所が出来上がりました。この建物は今ある仕事の中でとても大切なものなので、ちゃんと目を配っておかなければいけません。
ko: 훌륭합니다, 영주님! 축제장이 완성됐어요. 이 건물은 임무를 수행하는 데 매우 중요하니 주의해서 관리해야 해요.
pt: Ótimo, meu senhor! O local das festividades está pronto. Esse prédio é muito importante para nossa missão, então devemos que cuidar bem dele.
ru: Отлично, ваша светлость! Ярмарочная площадь построена. Без нее у нас не выйдет выполнить поручения короля, поэтому прошу, приглядывайте за ней.
zh: 太好了，大人！欢庆活动场地，已经备好。这座建筑，对当前的任务，意义重大。所以咱们一定得盯紧了。
zh_tw: 太好了，大人！歡慶活動場地，已經備好。這座建築，對當前的任務，意義重大。所以咱們一定得盯緊了。

# T_SCENARIO_2016_FESTIVITIES_QUEST_FAIRGROUND_DESTR
source: My lord, we need a fairground for the festivities!
de: Mein Herr, wir benötigen dringend einen Festplatz!
es: ¡Mi señor, necesitamos un recinto ferial para las festividades!
fr: Mon seigneur, nous avons besoin d'un champ de foire pour les festivités !
id: Tuanku, kita memerlukan arena pekan raya untuk mengadakan festival!
it: Milord, ci occorre un centro fieristico per le festività!
ja: 閣下、祝祭のための催事会場が必要です！
ko: 영주님, 축제에 사용할 축제장이 필요해요!
pt: Milorde, precisamos de uma praça de eventos para a festa!
ru: Милорд, для празднеств нам нужна ярмарочная площадь!
zh: 主人，咱们举办欢庆活动，需要有露天娱乐场！
zh_tw: 主人，咱們舉辦歡慶活動，需要有露天娛樂場！

# T_SCENARIO_2016_FESTIVITIES_SPRING_01_DESC
source: The first thing we need is a proper maypole, my liege. The lumberjack can cut us a tree that is well suited for this. However, he will have to cut down many trees to find the best one.
de: Zu allererst sollten wir uns um einen Maibaum kümmern, mein Herr. Der Holzfäller kann uns einen geeigneten zuschneiden. Allerdings muss er dafür einige Bäume fällen, um den richtigen zu finden.
es: Lo primero que necesitamos es un palo de mayo adecuado, excelencia. El leñador puede talar un árbol que nos sirva. Pero tendrá que talar muchos hasta encontrar el mejor.
fr: La première chose que nous devons faire, c'est ériger un beau mat de fête, mon seigneur. Le bûcheron peut nous couper un arbre adapté. Cependant, il devra en couper beaucoup pour trouver le bon.
id: Hal pertama yang kita perlukan adalah tiang perayaan yang sesuai, Tuanku. Penebang pohon bisa memotong pohon yang cocok. Tapi dia harus memotong banyak pohon untuk mendapatkan yang terbaik.
it: La prima cosa che ci serve è un albero della cuccagna come si deve, mio signore. Il taglialegna può procurarci un tronco adatto. Ma dovremo abbattere molti alberi per trovare il migliore.
ja: 領主様、まず最初に必要なのはちゃんとしたメイポールです。木こりがそれにふさわしい木をきってくれます。しかし彼は一番の木を見つけるためにたくさんの木を切り倒さなければいけません。
ko: 우선 근사한 메이폴이 필요해요, 영주님. 벌목꾼이 메이폴에 적합한 나무를 잘라줄 수 있어요. 하지만 가장 좋은 나무를 찾기 위해 여러 나무를 잘라야 해요.
pt: A primeira coisa que precisamos é um mastro decente, meu senhor. O lenhador pode cortar uma árvore adequada para isso. No entanto, ele terá que cortar muitas árvores para achar a melhor.
ru: Ваша светлость, для начала нам нужно хорошее майское дерево. В этом деле нам пригодится помощь лесника. Однако подозреваю, что идеальное дерево ему удастся найти далеко не сразу.
zh: 大人，当务之急，是要有一根合适的五朔节花柱。伐木工固然可以伐到合适的木材，但他得伐倒很多棵大树，才能找到最合适的木材。
zh_tw: 大人，當務之急，是要有一根合適的五朔節花柱。伐木工固然可以伐到合適的木材，但他得伐倒很多棵大樹，才能找到最合適的木材。

# T_SCENARIO_2016_FESTIVITIES_SPRING_01_NAME
source: Gather wood for the maypole.
de: Sammle Holz für den Maibaum.
es: Recoge madera para el palo de mayo.
fr: Récupérez du bois pour le mat de fête.
id: Kumpulkan kayu untuk tiang perayaan.
it: Raccogli legname per l’albero della cuccagna.
ja: メイポールのために木を集める。
ko: 메이폴에 사용할 나무를 모으세요.
pt: Colete madeira para o mastro.
ru: Собери древесину для майского дерева.
zh: 为造花柱，收集木材。
zh_tw: 為造花柱，收集木材。

# T_SCENARIO_2016_FESTIVITIES_SPRING_02_DESC
source: Our maypole has to be decorated properly. For this we need enough fabrics, my lord.
de: Unser Maibaum benötigt die richtigen Dekorationen. Dafür sollten wir genügend Stoffe herstellen, mein Herr.
es: Hay que decorar bien el palo de mayo. Para ello necesitamos suficientes tejidos, mi señor.
fr: Il faut décorer notre mat de fête en conséquence. Il va nous falloir du tissu, mon seigneur.
id: Tiang perayaan kita harus dihias meriah. Untuk itu kita perlu kain yang cukup, Tuanku.
it: Il nostro albero della cuccagna deve essere decorato bene. Per questo si serve stoffa a sufficienza, milord.
ja: 我々のメイポールはきちんと飾り付けなければなりません。閣下、そのために十分な生地が必要です。
ko: 메이폴을 아름답게 장식해야 해요. 장식하려면 천이 충분히 있어야 해요, 영주님.
pt: Nosso mastro tem que ser decorado. Para tanto, precisamos de tecido, milorde.
ru: Дерево не станет майским, если его не украсить как следует. Для этого нам потребуется ткань, милорд.
zh: 五朔节花柱，需要适当装饰。主人，需要有充足的布料才行。
zh_tw: 五朔節花柱，需要適當裝飾。主人，需要有充足的布料才行。

# T_SCENARIO_2016_FESTIVITIES_SPRING_02_NAME
source: Produce fabrics for the maypole.
de: Produziere Stoffe für den Maibaum.
es: Produce tejidos para el palo de mayo.
fr: Produisez des tissus pour le mat de fête.
id: Buatlah kain untuk tiang perayaan.
it: Produci del tessuto per l’albero della cuccagna.
ja: メイポールの生地を製造する。
ko: 메이폴에 사용할 천을 생산하세요.
pt: Produza tecidos para o mastro.
ru: Произведи ткань для майского дерева.
zh: 为造花柱，生产布料。
zh_tw: 為造花柱，生產布料。

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_DESC
source: What a nice looking maypole. Did you know that it is tradition for my brethren to steal the maypoles in the area each year?
de: Was für ein schöner Maibaum. Wusstet ihr, dass es in dieser Gegend Tradition ist, den Maibaum vor dem Fest zu stehlen?
es: Qué palo de mayo tan bonito. ¿Sabías que entre mis compinches es tradición robar los palos de mayo de la zona cada año?
fr: Quel magnifique mat de fête. Saviez-vous que c'est une tradition chez mes confrères de voler le mat de fête de la région tous les ans ?
id: Tiang perayaan yang bagus. Tahukah kau bahwa kawan-kawanku punya tradisi mencuri tiang perayaan di daerah ini setiap tahunnya?
it: Che bell’albero della cuccagna. Sapevi che è tradizione tra i miei confratelli rubare gli alberi della cuccagna della zona, ogni anno?
ja: なんていいメイポールだ。俺たちの仲間は毎年ここらへんのメイポールを盗むのが習わしだって知っていたか？
ko: 정말 멋진 메이폴이에요. 매년 이 지역에서 메이폴을 훔치는 것이 전통이라는 것을 아시나요?
pt: Mas que mastro tão bacana. Sabia que é tradição do meu clã roubar mastros das aldeias da região todo ano?
ru: Симпатичное майское дерево. А у нас с братками как раз есть традиция — каждый год воровать местные майские деревья.
zh: 多漂亮的花柱啊！您知道吗？咱们这里的男丁，每年都有抢花柱的习俗。
zh_tw: 多漂亮的花柱啊！您知道嗎？咱們這裡的男丁，每年都有搶花柱的習俗。

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_FAILED
source: HarHarHar! Your maypole is ours now! It will make a good decoration in front of our bandit camp. If you are able, you can come and try to get it back…
de: Har har har! Der Maibaum macht sich bestimmt super vor unserem Banditenlager! Ihr könnt ihn euch ja zurückholen...wenn ihr dazu in der Lage seid.
es: ¡Jajajaja! ¡Ahora tu palo de mayo es nuestro! Servirá para decorar nuestro campamento. Si te atreves, puedes venir a por él...
fr: Ha ha ha ! Votre mat de fête est à nous à présent ! Cela fera une belle décoration devant notre camp de bandits. Si vous le pouvez, essayez de le récupérer…
id: Hahaha! Tiang perayaan kalian milik kami sekarang! Ini akan jadi hiasan yang bagus di depan perkemahan bandit kami. Kalau berani, coba saja datang dan mengambilnya kembali...
it: Ahr ahr ahr! Il tuo albero della cuccagna è nostro ora! Sarà una bella decorazione per il nostro accampamento. Vieni a riprendertelo, se hai il coraggio...
ja: ワハハハ！お前たちのメイポールは俺たちのものだ！これは俺たちの野営地の前にぴったりの飾りになるぞ。できるもんなら取り返しにきてみろ。
ko: 하하하! 당신의 메이폴은 이제 우리 손에 있어요! 강도 캠프 앞에 잘 어울릴 거예요. 자신 있으면 와서 되찾아가세요…
pt: HarHarHar! Esse mastro agora é nosso! Vai virar uma bela peça decorativa na frente de nosso acampamento. Se tiver coragem, pode tentar tomar de volta…
ru: Гы-гы-гы! Было ваше дерево, стало наше! Думаю, оно будет отлично смотреться перед нашим лагерем. Если надумаешь, приходи, попробуй его вернуть...
zh: 哈哈哈！你的花柱，归我们了！把它立在我们强盗营地前，有多气派。有能耐，你就把它抢回去…
zh_tw: 哈哈哈！你的花柱，歸我們了！把它立在我們強盜營地前，有多氣派。有能耐，你就把它搶回去…

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_NAME
source: Protect the maypole from bandit attacks!
de: Beschütze den Maibaum vor den Banditen!
es: ¡Protege el palo de mayo de los ataques de los bandidos!
fr: Protégez le mat de fête des attaques des bandits !
id: Amankan tiang perayaan dari serangan bandit!
it: Proteggi l’albero della cuccagna dagli attacchi dei banditi!
ja: 盗賊の襲来からメイポールを守る！
ko: 강도들의 공격으로부터 메이폴을 지키세요!
pt: Proteja o mastro dos ataques dos bandidos!
ru: Защити майское дерево от атак бандитов!
zh: 护卫花柱，免受歹人觊觎！
zh_tw: 護衛花柱，免受歹人覬覦！

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_SUCESS
source: Damn it! Almost got the damn maypole. You defended it well, governor!
de: Ach Mist, verfluchter… fast hätten wir den Maibaum gehabt! Ihr habt ihn wahrlich gut verteidigt.
es: ¡Maldita sea! Casi nos apoderamos del condenado palo de mayo. ¡Lo has defendido bien, gobernador!
fr: Bon sang ! On a failli faucher ce beau mat de fête. Belle défense, gouverneur !
id: Brengsek! Kami hampir berhasil merebut tiang perayaan kalian. Kau mempertahankannya dengan baik, Gubernur!
it: Maledizione! Si erano quasi presi l’albero della cuccagna. Lo hai difeso bene, Governatore!
ja: なんてことだ！もう少しでメイポールを取られるところでした。閣下、よく守ってくれました！
ko: 이런! 메이폴을 거의 차지했는데. 잘 지켜냈군요, 영주님!
pt: Maldição! Quase tomei o mastro. Admito que tem boas defesas, governador!
ru: Проклятье! Нам почти удалось. А ты неплохо защищаешься, губернатор!
zh: 倒霉！只差一点儿，就把花柱抢到手了。总督老儿，你防得不错啊！
zh_tw: 倒楣！只差一點兒，就把花柱搶到手了。總督老兒，你防得不錯啊！

# T_SCENARIO_2016_FESTIVITIES_SPRING_04_DESC
source: My Lord! There is a bandit camp in proximity of the town. We need more men and another guard tower to secure the village.
de: Lord Statthalter! In dieser Gegend existiert ein Banditenlager. Zur Sicherung unseres Dorfes sollten wir unsere Armee aufstocken. Wir benötigen mehr Soldaten und einen weiteren Wachturm.
es: ¡Mi señor! Hay un campamento de bandidos cerca de la aldea. Necesitamos más hombres y otra torre de vigilancia para protegerla.
fr: Mon seigneur ! Il y a un camp de bandits non loin du village. Nous avons besoin de plus d'hommes et d'une tour de garde pour sécuriser le village.
id: Tuanku! Ada perkemahan bandit di dekat kota. Kita perlu lebih banyak orang dan satu menara jaga lagi untuk mengamankan desa.
it: Milord! C’è un accampamento di banditi nei pressi della città. Ci serviranno più uomini e un’altra torre di guardia per mettere in sicurezza il villaggio.
ja: 閣下！この町のすぐそばに盗賊の野営地があります。村を守るためにもっと人員と見張り塔が必要です。
ko: 영주님! 마을 근처에 강도 캠프가 있어요. 마을을 지키려면 남자들이 더 있어야 하고 감시탑이 하나 더 필요해요.
pt: Milorde! Há um acampamento de bandidos próximo à cidade. Precisamos de mais soldados e de outra torre de guarda para nos proteger.
ru: Милорд! Бандиты разбили лагерь неподалеку от города. Чтобы обеспечить его безопасность, нам потребуется больше солдат и еще одна сторожевая вышка.
zh: 主人，强盗的营地就在城镇附近。咱们人手不足，还需要一座守卫塔，保护这座村庄。
zh_tw: 主人，強盜的營地就在城鎮附近。咱們人手不足，還需要一座守衛塔，保護這座村莊。

# T_SCENARIO_2016_FESTIVITIES_SPRING_04_NAME
source: Build another guard tower and assign enough soldiers.
de: Baue einen weiteren Wachturm und weise mehr Soldaten zu.
es: Construye otra torre de vigilancia y asigna suficientes soldados.
fr: Construisez une autre tour de garde et assignez-y assez de soldats.
id: Bangunlah satu menara jaga lagi dan kerahkan cukup banyak serdadu.
it: Costruisci un’altra torre di guardia e assegnale sufficienti soldati.
ja: 見張り塔をもう一つ建てて十分な兵士を配備する。
ko: 감시탑을 하나 더 만들고 군인을 충분히 모집하세요.
pt: Construa outra torre de guarda e coloque soldados nela.
ru: Построй еще одну сторожевую вышку и назначь достаточное количество солдат.
zh: 再建一座守卫塔并拨派充足的兵力。
zh_tw: 再建一座守衛塔並撥派充足的兵力。

# T_SCENARIO_2016_FESTIVITIES_SPRING_04_SUCESS
source: Very well! Now our soldiers can defend the fairground a lot easier when the bandits attack!
de: Sehr gut! Nun können wir den Festplatz besser verteidigen, wenn die Banditen angreifen!
es: ¡Muy bien! Ahora nuestros soldados pueden defender el recinto ferial más fácilmente de los ataques de los bandidos!
fr: Parfait ! Et maintenant, nos soldats pourront défendre le champ de foire plus facilement si les bandits nous attaquent !
id: Baiklah! Sekarang serdadu kita jauh lebih mudah mempertahankan arena pekan raya kalau ada serangan bandit!
it: Molto bene! Ora i nostri soldati possono difendere il centro fieristico molto più facilmente dagli attacchi dei banditi!
ja: とてもいい！これで我々の兵士たちが盗賊の襲来から催事会場を守りやすくなりました。
ko: 좋아요! 이제 강도들이 공격해도 군인들이 축제장을 더 쉽게 지킬 수 있어요!
pt: Muito bem! Agora os soldados podem defender a praça de eventos quando os bandidos atacarem!
ru: Прекрасно! Теперь наши солдаты смогут без труда отбить нападение бандитов на ярмарочную площадь.
zh: 好了！现在，要是强盗来袭，咱们的士兵防守起露天娱乐场，就容易多了！
zh_tw: 好了！現在，要是強盜來襲，咱們的士兵防守起露天娛樂場，就容易多了！
