Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_CHANGELOG_WU2016_09
source: Conduct impressive festivals in every season: with the Fairground!
de: Veranstalte imposante Feste zu jeder Jahreszeit: Mit dem Festplatz!
es: Organiza impresionantes festivales en cada estación: ¡con el recinto ferial!
fr: Conduisez des festivals impressionnants à chaque saison grâce au champ de foire !
id: Adakan festival mengesankan untuk setiap musim: di arena pekan raya!
it: Organizza meravigliosi festival in ogni stagione, grazie al centro fieristico!
ja: 季節ごとに素晴らしいお祭りを催事会場で行う！
ko: 계절마다 축제장에서 멋진 축제를 여세요!
pt: Organize festivais incríveis a cada estação com a Praça de Eventos!
ru: Проводи впечатляющие праздники каждый сезон благодаря ярмарочной площади!
zh: 每个季节举办令人难忘的庆典：使用露天娱乐场！
zh_tw: 每個季節舉辦令人難忘的慶典：使用露天娛樂場！

# T_GAME_CHANGELOG_WU2016_10
source: 3 new scenarios
de: 3 neue Szenarien.
es: 3 escenarios nuevos
fr: 3 nouveaux scénarios
id: 3 skenario baru
it: 3 nuovi scenari
ja: ３つの新しいシナリオ
ko: 3가지 새로운 시나리오
pt: 3 novos cenários
ru: 3 новых сценария.
zh: 新增 3 个剧情
zh_tw: 新增 3 個劇情

# T_GAME_CHANGELOG_WU2016_11
source: 3 new sandbox maps
de: 3 neue Endloskarten.
es: 3 nuevos mapas de modo libre
fr: 3 nouvelles cartes sandbox
id: 3 peta sandbox baru
it: 3 nuove mappe sandbox
ja: ３つの新しいサンドボックスモード
ko: 3가지 새로운 샌드박스 지도
pt: 3 novos mapas de sandbox
ru: 3 новых карты для «песочницы».
zh: 新增 3 幅沙箱地图
zh_tw: 新增 3 幅沙箱地圖

# T_GAME_CHANGELOG_WU2016_12
source: Reworked infirmary: The Doctor does not harvest herbs anymore but can get herbs from the warehouse!
de: Überarbeiteter Medikus: Er erntet Kräuter nicht mehr selbst, kann dafür aber Kräuter aus dem Lager holen!
es: Enfermería revisada: ¡el doctor ya no cosecha plantas medicinales, sino que las consigue en el almacén!
fr: Une infirmerie remaniée : le docteur ne récolte plus d'herbes, mais les obtient auprès de l'entrepôt !
id: Rumah sakit telah diubah: Dokter tidak lagi memanen tanaman obat tapi bisa memperolehnya dari gudang!
it: Infermeria modificata: il dottore non raccoglie più le erbe, ma le può ottenere dal magazzino!
ja: 再構築された診療所：医者は今後もうハーブを収穫しないが倉庫からハーブを手に入れることができる！
ko: 병원 수정: 의사는 더 이상 허브를 수확하지 않고 창고에서 허브를 구할 수 있어요!
pt: Enfermaria reformulada: o médico não colhe mais as ervas, mas pode pegar ervas do depósito!
ru: Изменен механизм лазарета: доктор больше не собирает травы, а забирает их из пакгауза!
zh: 医院有变化：医生不再采收药草，而是可以从仓库得到药草！
zh_tw: 醫院有變化：醫生不再採收藥草，而是可以從倉庫得到藥草！

# T_GAME_CHANGELOG_WU2016_13
source: Adjusted production chains for juice and brew!
de: Angepasste Produktionsketten von Saft und Gebräu!
es: ¡Cadenas de producción de zumo y cerveza ajustadas!
fr: Ajustement de la chaîne de production de jus et de boisson !
id: Rantai produksi untuk jus dan bir disesuaikan!
it: Modificata la catena di produzione per succo e birra!
ja: ジュースとビールの生産工程を調整！
ko: 생산 체인을 조정하여 주스와 맥주를 만드세요!
pt: Ajuste na cadeia de produção de suco e cerveja!
ru: Изменены цепочки производства сока и пива!
zh: 调整了果汁和啤酒的生产链！
zh_tw: 調整了果汁和啤酒的生產鏈！

# T_GAME_CHANGELOG_WU2016_14
source: Reworked juice manufacture and monastery: Both buildings do not harvest anymore, they only process resources to juice and brew respectively.
de: Überarbeitete Kelterei und Kloster: Beide Gebäude ernten nicht mehr selbst, sondern verarbeiten zu Saft bzw. zu Gebräu!
es: Fábrica de zumo y monasterio revisados: en estos edificios ya no se cosecha, solo procesan zumo y cerveza respectivamente.
fr: Pressoir à jus et monastère remaniés : les deux bâtiments ne récoltent plus, ils produisent uniquement respectivement du jus et de la boisson.
id: Tempat pembuatan jus dan biara diubah: Kedua bangunan tidak lagi melakukan panen, tetapi hanya mengolah sumber daya untuk menghasilkan jus atau bir.
it: Monastero e manifattura di succo modificati: questi edifici non creano più raccolto, ma processano solo le risorse per birra e succo, rispettivamente.
ja: ジュース工場と修道院の再構築：両方の建物は原料をジュースやビールに加工するだけで、収穫はしない。
ko: 주스 공장과 수도원 개조: 두 건물에는 농작물이 더 이상 없고 자원을 처리하여 각각 주스와 맥주만 생산합니다.
pt: Fábrica de suco e mosteiro reformulados: esses prédios não fazem mais colheita, eles só processam recursos para fazer suco e cerveja, respectivamente.
ru: Изменены механизмы соковой мануфактуры и монастыря: здания больше не собирают ресурсы, а лишь перерабатывают их в сок и пиво соответственно.
zh: 果汁厂、修道院有变化：这两个建筑，不再具有收割功能，只是将原料分别加工成葡萄汁和啤酒。
zh_tw: 果汁廠、修道院有變化：這兩個建築，不再具有收割功能，只是將原料分別加工成葡萄汁和啤酒。

# T_GAME_CHANGELOG_WU2016_15
source: Reworked entertainment happiness: Several buildings can now be used to fulfill it.
de: Überarbeitete Unterhaltungszufriedenheit: Mehrere Gebäude können die Townies nun unterhalten.
es: Felicidad por entretenimiento revisada: ahora puedes usar varios edificios para satisfacerla.
fr: Remaniement du bonheur lié au divertissement : plusieurs bâtiment peuvent désormais être utilisés pour le satisfaire
id: Perubahan pada kebahagiaan terkait hiburan: Sekarang ada beberapa bangunan yang bisa mempengaruhinya.
it: Felicità da intrattenimento modificata: diversi edifici ora possono essere usati per soddisfarla.
ja: 娯楽幸福度の再構築：いくつかの建物が幸福度アップに使用可能。
ko: 오락 만족도 수정: 이제 여러 건물을 사용하여 만족도를 채울 수 있습니다.
pt: Felicidade com entretenimento reformulada: vários prédios podem agora ser usados para satisfação.
ru: Изменен механизм повышения уровня счастья от развлечений: теперь на него влияют различные здания.
zh: 娱乐幸福度有变化：现在，有多个建筑可用于获得幸福感。
zh_tw: 娛樂幸福度有變化：現在，有多個建築可用於獲得幸福感。

# T_GAME_CHANGELOG_WU2016_16
source: Burned down and destroyed buildings now leave a hint indicating which buildings stood there and you have an option to rebuild them at the same location.
de: Abgebrannte oder zerstörte Gebäude hinterlassen nun einen Hinweis, der anzeigt welches Gebäude an der Stelle stand und es gibt die Option, es an gleicher Stelle wiederaufzubauen.
es: Ahora los edificios quemados y destruidos dejan una pista sobre su naturaleza para que puedas reconstruirlos en la misma ubicación.
fr: Les bâtiments brûlés et détruits laissent désormais une indication sur le nombre de bâtiments qui se tenaient là et vous avez le choix de les rebâtir au même endroit.
id: Bangunan yang terbakar dan hancur sekarang meninggalkan petunjuk mengenai jenis bangunannya, dan ada opsi untuk membangunnya kembali di tempat yang sama.
it: Gli edifici bruciati e distrutti ora lasciano una indicazione di che tipo di edifici si trattava, e tu hai la possibilità di ricostruirli nella stessa posizione.
ja: 焼け落ちて壊された建物に何が建っていたかのヒントが表示され、同じ場所にその建物を建て直すことが可能。
ko: 이제 화재로 무너지고 파괴된 건물이 있던 자리에 원래 건물에 대한 힌트가 제공되고 같은 장소에 건물을 재건할 수 있습니다.
pt: Prédios incendiados e destruídos agora deixam indicações de quais prédios ficavam nesses locais e você tem uma opção para reconstruí-los no mesmo local.
ru: На месте сгоревших и уничтоженных зданий остаются подсказки о том, какое здание там ранее находилось. Нажав на подсказку, можно отстроить здание заново.
zh: 现在，建筑物烧毁、摧毁以后，都会留下遗迹，表明该处以前有过建筑物，您可以选择在原址进行重建。
zh_tw: 現在，建築物燒毀、摧毀以後，都會留下遺跡，表明該處以前有過建築物，您可以選擇在原址進行重建。

# T_GAME_CHANGELOG_WU2016_17
source: Many Bugfixes and a lot of technical improvements!
de: Viele Fehler sind behoben worden und einige technische Verbesserungen hinzugekommen!
es: ¡Muchos fallos corregidos y numerosas mejoras técnicas!
fr: De nombreuses corrections de bug et plein d'améliorations techniques !
id: Banyak perbaikan masalah kecil dan segudang peningkatan teknis!
it: Correzione di molti bug e tanti miglioramenti tecnici!
ja: バグ修正と技術的な改善が多数！
ko: 수많은 버그를 수정하고 기술적으로 개선했어요!
pt: Muitos consertos de bug e várias melhorias técnicas!
ru: Множество исправлений и улучшений!
zh: 多处错误修复，多处技术改进！
zh_tw: 多處錯誤修復，多處技術改進！

# T_GAME_CHOOSE_SLOT
source: Choose a save game slot!
de: Wähle einen Speicherort!
es: ¡Elige una ranura para guardar la partida!
fr: Choisissez un emplacement de sauvegarde.
id: Pilihlah game slot untuk menyimpan game!
it: Scegli uno slot per il salvataggio!
ja: セーブするスロットを選んでください。
ko: 저장 게임 슬롯을 선택하세요
pt: Escolha um espaço para salvar o jogo!
ru: Выбери слот для сохранения игры!
zh: 选择一个保存游戏的插槽!
zh_tw: 選擇一個保存遊戲的插槽!

# T_GAME_COLLECTALLTAXES
source: Collect all taxes!
de: Alle Steuern einsammeln!
es: ¡Recauda todos los impuestos!
fr: Collectez tous les impôts !
id: Pungut semua pajak!
it: Riscuoti tutto!
ja: すべての税金を徴収！
ko: 모든 세금을 거둠!
pt: Colete todos os impostos!
ru: Собери все подати!
zh: 收取所有税金
zh_tw: 收取所有稅金

# T_GAME_COLLECTALLTAXES_QUESTION
source: Do you want to collect all taxes?
de: Möchtest du alle Steuern einsammeln?
es: ¿Quieres recaudar todos los impuestos?
fr: Voulez-vous collecter tous les impôts ?
id: Apa kamu ingin memungut semua pajak?
it: Vuoi riscuotere tutte le tasse?
ja: すべての税金を徴収しますか？
ko: 모든 세금을 모으고 싶습니까?
pt: Deseja coletar todos os impostos?
ru: Хочешь собрать все подати?
zh: 您想要收取所有税金吗？
zh_tw: 您想要收取所有稅金嗎？

# T_GAME_COMBAT_EFFICIENCY
source: Combat power
de: Kampfkraft
es: Poder de combate
fr: Puissance de combat
id: Daya tempur
it: Potenza di combattimento
ja: 戦闘力
ko: 전투력
pt: Poder de combate
ru: Боеспособность
zh: 战斗力
zh_tw: 戰鬥力

# T_GAME_COMBAT_EFFICIENCY_HINT
source: Average value of combat abilities
de: Durchschnitt der Kampfwerte
es: Valor medio de las habilidades de combate
fr: Valeur moyenne des capacités de combat
id: Nilai rata-rata kemampuan tempur
it: Valore medio delle abilità di combattimento
ja: 戦闘能力の平均値
ko: 평균 전투력
pt: Valor médio das habilidades de combate
ru: Средний показатель боевых способностей
zh: 战斗力平均值
zh_tw: 戰鬥力平均值

# T_GAME_CONSTRUCTWATCHTOWER
source: Build the guard tower in range of a barracks.
de: Baue den Wachturm in der Reichweite einer Kaserne.
es: Construye la torre de vigilancia cerca de un barracón.
fr: Construisez la tour de garde à portée des baraquements.
id: Bangunlah menara jaga dalam jangkauan barak.
it: Costruisci la torre di guardia entro il raggio d'azione di una caserma.
ja: 兵舎の範囲内に見張り塔を建ててください！
ko: 병영 범위 내에 감시탑을 만드세요.
pt: Construa a torre de guarda no alcance do quartel.
ru: Построй сторожевую вышку в зоне действия казарм.
zh: 在兵营的覆盖范围内建造守卫塔。
zh_tw: 在兵營的覆蓋範圍內建造守衛塔。

# T_GAME_CONSTRUCT_DECO
source: Drag the deco object to the desired location.
de: Ziehe Deko-Objekte auf den gewünschten Platz.
es: Arrastra el objeto decorativo hasta la ubicación deseada.
fr: Faites glisser la décoration à l'endroit voulu.
id: Seret objek deco ke lokasi yang diinginkan.
it: Trascina l'oggetto decorativo nella posizione desiderata.
ja: 設置したい場所にデコレーションをドラッグしてください。
ko: 원하는 위치로 장식물을 드래그하십시오.
pt: Arraste o objeto de decoração para o local desejado.
ru: Перетащи декоративный предмет в требуемое место.
zh: 把装饰品拖曳到想要的位置。
zh_tw: 把裝飾品拖曳到想要的位置。

# T_GAME_CONSTRUCT_DECONSTRUCT
source: Mark the objects you want to delete
de: Markiere die zu löschenden Objekte
es: Marca los objetos que quieres eliminar
fr: Marquez les objets que vous souhaitez supprimer
id: Tandai objek yang mau dihapus
it: Marca gli oggetti che vuoi cancellare
ja: 削除したいオブジェクトにマークをつけてください
ko: 삭제하려는 아이템을 표시하십시오
pt: Marque os objetos que quer apagar
ru: Пометь объекты для удаления.
zh: 标记出您要删除的物体
zh_tw: 標記出您要刪除的物體

# T_GAME_CONSTRUCT_DECONSTRUCT_MOUSE
source: Mark the objects you want to delete
de: Markiere die zu löschenden Objekte
es: Marca los objetos que quieres eliminar
fr: Marquez les objets que vous souhaitez supprimer
id: Tandai objek yang mau dihapus
it: Marca gli oggetti che vuoi cancellare
ja: 削除したいオブジェクトにマークをつけてください
ko: 삭제하려는 아이템을 표시하세요
pt: Marque os objetos que quer apagar
ru: Пометь объекты для удаления.
zh: 标记出您要删除的对象
zh_tw: 標記出您要刪除的對象

# T_GAME_CONSTRUCT_DECONSTRUCT_TOUCH
source: Swipe over the objects that you want to destroy.
de: Streiche über Objekte, die du löschen willst.
es: Pasa por encima de los objetos que quieras eliminar.
fr: Feuilletez les objets pour les démolir.
id: Usap objek yang ingin dirobohkan.
it: Fai scorrere il dito sugli oggetti che vuoi demolire.
ja: 撤去したいものをスワイプしてください。
ko: 철거를 원하는 물체를 스와이프 하십시오.
pt: Passe o dedo nos objetos que deseja que sejam demolidos.
ru: Выполняй перетягивание над объектами, которые ты хочешь снести.
zh: 滑过你想要破坏的物品。
zh_tw: 滑過您想要破壞的物品。

# T_GAME_CONSTRUCT_FARMFIELD
source: Plant the field near a farm.
de: Baue das Feld in der Nähe des Bauernhofs.
es: Cultiva los campos cercanos a las granjas.
fr: Placez le champ près d'une ferme.
id: Letakkan ladang di dekat perkebunan.
it: Metti il campo vicino a una fattoria.
ja: 農場の近くに小麦を植えてください。
ko: 농장 근처에 식물을 심으세요
pt: Plante no campo próximo a uma fazenda.
ru: Засади поле рядом с фермой.
zh: 耕种农场附近的土地。
zh_tw: 耕種農場附近的土地。

# T_GAME_CONSTRUCT_HOPSFIELD
source: Plant the field near an oast house.
de: Baue das Feld in der Nähe einer Hopfendarre.
es: Coloca el campo cerca de un secadero de lúpulo.
fr: Plantez le champ près de la touraille.
id: Buatlah ladang di dekat tempat pengeringan hop.
it: Semina il campo vicino a un essiccatoio.
ja: 乾燥所の近くの畑に植える。
ko: 홉 건조장 근처에 밭을 만드세요.
pt: Plante o campo perto de uma casa de lúpulo.
ru: Расположи плантации неподалеку от хмелесушильни.
zh: 在烘干坊附近种植啤酒花田。
zh_tw: 在烘乾坊附近種植啤酒花田。

# T_GAME_CONSTRUCT_HOPSFIELD_OLD
source: Plant the field near a monastery.
de: Baue das Feld in der Nähe des Klosters.
es: Coloca el campo cerca de un monasterio.
fr: Plantez le champ près du monastère.
id: Buatlah ladang di dekat biara.
it: Semina il campo vicino a un monastero.
ja: 修道院の近くに畑を作る。
ko: 수도원 근처 밭에 호프를 심으세요.
pt: Plante o campo perto de um mosteiro.
ru: Располагай плантации неподалеку от монастыря.
zh: 在寺院附近种植啤酒花农田。
zh_tw: 在寺院附近種植啤酒花農田。

# T_GAME_CONSTRUCT_ON_CLIFF
source: Build at a mountain side to quarry stone or on an ore deposit to mine for ore.
de: Baue an einem Hang für Steine oder an einem Vorkommen für Erze.
es: Construye en la ladera de una montaña para extraer piedras, o en un depósito de minerales para extraer minerales.
fr: Installez-la sur le flanc d'une montagne pour extraire de la pierre ou près d'un filon de minerai pour extraire du fer ou de l'or, selon le cas.
id: Bangunlah dekat gunung untuk menghasilkan batu atau di penyimpanan bijih untuk menghasilkan bijih.
it: Costruiscila sul fianco di una montagna per scavare pietra, o su un giacimento di minerale per estrarre quel minerale.
ja: 採石のためには山地に、鉱石採掘のためには鉱脈に、採掘所を建ててください。
ko: 산 근처에 채석장을 지으시거나 또는 광물을 채취하십시오.
pt: Construa ao lado de uma montanha para extrair pedras ou em um depósito de mina para explorar minérios.
ru: Построй на склоне горы для добычи камня или же на рудном месторождении для добычи руды.
zh: 在山腰建矿开采石材，或者在矿床上建矿挖掘矿石。
zh_tw: 在山腰建礦開採石材，或者在礦床上建礦挖掘礦石。

# T_GAME_CONSTRUCT_ON_COAST
source: Build the fisherman's hut at the water side.
de: Baue die Fischerhütte an einem Ufer.
es: Construye la caseta de pescadores junto a una superficie de agua.
fr: Placez la cabane de pêcheur au bord de l'eau.
id: Bangunlah pondok pemancing di dekat perairan.
it: Costruisci il capanno del pescatore vicino all'acqua.
ja: 水辺に漁師小屋を建ててください。
ko: 강 주변에 낚시꾼 오두막을 지으십시오.
pt: Construa a cabana dos pescadores na margem da água.
ru: Построй хижину рыбака рядом с водой.
zh: 在水边修建渔民的棚屋。
zh_tw: 在水邊修建漁農小屋。

# T_GAME_CONSTRUCT_ON_DIRT
source: Drag the building to the desired location.
de: Ziehe das Gebäude auf den gewünschten Platz.
es: Arrastra el edificio hasta la ubicación deseada.
fr: Faites glisser le bâtiment à l'endroit voulu.
id: Seret bangunan ke lokasi yang diinginkan.
it: Trascina l'edificio nella posizione desiderata.
ja: 建てたい場所に建物をドラッグしてください。
ko: 원하는 위치로 빌딩을 드래그하십시오.
pt: Arraste a construção para o local desejado.
ru: Перетащи здание в требуемое место.
zh: 把建筑物拖曳到想要的位置。
zh_tw: 把建築物拖曳到想要的位置。

# T_GAME_CONSTRUCT_PLACEHOLDER_BUILDING
source: Place the building at the specified location.
de: Platziere das Gebäude auf der festgelegten Position.
es: Coloca el edificio en el lugar especificado.
fr: Placez le bâtiment à l'endroit spécifié.
id: Tempatkan bangunan di lokasi yang ditentukan.
it: Colloca l'edificio nel luogo specificato.
ja: 指定された場所に建物を配置してください。
ko: 특정 위치에 건물을 배치하세요.
pt: Coloque o prédio no local especificado.
ru: Размести здание на отмеченном месте.
zh: 将建筑物放置在指定位置。
zh_tw: 將建物放置在指定位置。

# T_GAME_CONSTRUCT_STREET
source: Move the markers to plan your road.
de: Bewege die beiden Markierungen, um die Straße zu planen.
es: Mueve los marcadores para planificar el camino.
fr: Déplacez les marqueurs pour dessiner la route.
id: Gerakkan tanda untuk menentukan jalanmu.
it: Muovi gli indicatori per pianificare la strada.
ja: 道路を敷きたいところにマーカーを移動させてください。
ko: 도로 계획을 위하여 마커를 이동하십시오.
pt: Mova os marcadores para planejar sua estrada.
ru: Перемещай маркеры, чтобы спланировать твою дорогу.
zh: 移动标记来规划你的道路
zh_tw: 移動標記來規劃您的道路

# T_GAME_CONSTRUCT_VINEFIELD
source: Build the grape plantation near a juice manufacture.
de: Baue den Hain in der Nähe der Kelterei.
es: Construye el viñedo cerca de un lagar.
fr: Plantez la vigne près d'un pressoir.
id: Bangun kebun anggur dekat pabrik jus.
it: Pianta la vigna vicino a una manifattura di succo.
ja: ジュース工場の近くにぶどう農場を建ててください。
ko: 주스 제조업장 근처에 포도 재배장을 지으십시오.
pt: Construa a plantação de uvas perto de uma produtora de suco.
ru: Построй виноградную плантацию рядом с соковой мануфактурой.
zh: 把葡萄种植园建在果汁制造厂附近。
zh_tw: 把葡萄種植園建在果汁製造廠附近。

# T_GAME_CONSTRUCT_WINEFARM
source: Construct a vineyard.
de: Errichtet ein Weingut.
es: Construye un viñedo.
fr: Construisez un vignoble.
id: Bangunlah kebun anggur.
it: Costruisci un vigneto.
ja: ぶどう園をつくる。
ko: 포도원을 만드세요.
pt: Construa um vinhedo.
ru: Построй виноградник.
zh: 修建葡萄园。
zh_tw: 修建葡萄園。

# T_GAME_COVERAGE
source: {BUILDINGNAME} coverage
de: {BUILDINGNAME} Abdeckung
es: Cobertura de {BUILDINGNAME}
fr: Couverture {BUILDINGNAME}
id: Cakupan {BUILDINGNAME}
it: Copertura {BUILDINGNAME}
ja: {BUILDINGNAME} 範囲
ko: {BUILDINGNAME} 커버리지
pt: Cobertura de {BUILDINGNAME}
ru: {BUILDINGNAME}: Зона действия здания
zh: {BUILDINGNAME} 覆盖范围
zh_tw: {BUILDINGNAME} 覆蓋範圍

# T_GAME_DAILYREWARD_INGAME
source: Welcome back! Here is your reward:
de: Willkommen zurück! Hier ist deine Belohnung:
es: ¡Hola, de nuevo! Esta es tu recompensa:
fr: Content de vous revoir ! Voilà votre récompense :
id: Selamat datang kembali! Ini hadiahmu:
it: Bentornato! Ecco il tuo premio.
ja: おかえりなさい！ 報酬を獲得しました：
ko: 환영합니다! 당신의 보상이 여기 있습니다.
pt: Bom vê-lo novamente! Aqui está a sua recompensa.
ru: С возвращением! Вот твоя награда:
zh: 欢迎回来！ 给您报酬：
zh_tw: 歡迎回來！ 給您報酬：

# T_GAME_DAILYREWARD_NOTIFICATION
source: Welcome back! Here is your reward:
de: Hole deine tägliche Belohnung ab!
es: ¡Consigue la recompensa diaria!
fr: Récupérez votre récompense du jour !
id: Kumpulkan hadiah harianmu!
it: Riscuoti il premio quotidiano!
ja: 今日の報酬を受け取ろう！
ko: 그 날의 보상을 모음.
pt: Colete a sua recompensa diária!
ru: Получи свою ежедневную награду!
zh: 收取您的每日报酬!
zh_tw: 收取您的每日報酬!

# T_GAME_DEFENSE
source: Defense
de: Verteidigung
es: Defensa
fr: Défense
id: Defensif
it: Difesa
ja: 防御
ko: 방어
pt: Defesa
ru: Защита
zh: 防御
zh_tw: 防禦

# T_GAME_HAPPYNESS_TOTAL
source: Happiness
de: Zufriedenheit
es: Felicidad
fr: Bonheur
id: Kebahagiaan
it: Felicità
ja: 幸福度
ko: 행복
pt: Felicidade
ru: Счастье
zh: 幸福指数
zh_tw: 幸福指數

# T_GAME_HARVEST_CORN
source: Wheat field
de: Weizenfeld
es: Trigal
fr: Champ de blé
id: Ladang Gandum
it: Campo di grano
ja: 小麦畑
ko: 밀 밭
pt: Campo de trigo
ru: Пшеничное поле
zh: 小麦田
zh_tw: 小麥田

# T_GAME_HARVEST_GRAPES
source: Grape plantation
de: Traubenhain
es: Viñedo
fr: Vigne
id: Kebun Anggur
it: Vigna
ja: ぶどう農場
ko: 포도 제배
pt: Plantação de uva
ru: Виноградная плантация
zh: 葡萄种植园
zh_tw: 葡萄種植園

# T_GAME_HARVEST_HOPS
source: Hop field
de: Hopfenfeld
es: Campo de lúpulo
fr: Champ de houblon
id: Ladang hop
it: Campo di luppolo
ja: ホップ畑
ko: 호프 밭
pt: Campo de lúpulo
ru: Поле с хмелем
zh: 啤酒花农田
zh_tw: 啤酒花農田

# T_GAME_HARVEST_WOOD
source: Forest
de: Wald
es: Bosque
fr: Forêt
id: Hutan
it: Foresta
ja: 森
ko: 숲
pt: Floresta
ru: Лес
zh: 森林
zh_tw: 森林

# T_GAME_HARVEST_WOOL
source: Sheep pasture
de: Schafweide
es: Pasto de ovejas
fr: Pré à moutons
id: Padang Domba
it: Pascolo
ja: 牧羊地
ko: 양 목초지
pt: Pastagem de ovelhas
ru: Пастбище для овец
zh: 牧羊场
zh_tw: 牧羊場

# T_GAME_HINT_BARRACKS_SOI
source: Always remember, a guard tower will only be supplied if it is in range of the barracks!
de: Denkt daran, ein Wachturm wird nur mit Rohstoffen versorgt, wenn er sich in Reichweite einer Kaserne befindet!
es: ¡No olvides que solo se puede aprovisionar a una torre de vigilancia si está en el rango de influencia de un barracón!
fr: N'oubliez pas qu'une tour de garde ne sera ravitaillée que si elle est à portée des baraquements !
id: Ingatlah selalu, menara jaga hanya disuplai jika berada dalam jangkauan barak!
it: Ricorda sempre che ci sarà del personale alla torre di guardia solo se rientra nel raggio d'influenza di una caserma.
ja: 忘れないでください、見張り塔は兵舎の範囲内にあるときにのみ供給が行われます！
ko: 병영 범위 내에 있을 때만 감시탑에 물자가 공급된다는 것을 항상 기억하세요!
pt: Lembre-se, a torre de guarda somente será abastecida se estiver no alcance do quartel!
ru: Помни, сторожевая вышка будет получать припасы, только если она находится в зоне действия казарм!
zh: 一定要记住，仅当守卫塔位于兵营覆盖范围内时才获得补给！
zh_tw: 一定要記住，僅當守衛塔位於兵營覆蓋範圍內時才獲得補給！

# T_GAME_HINT_CAPACITY
source: {NAME} building overcrowded! Desire cannot be fulfilled!
de: Gebäude überfüllt! Wunsch nach {NAME} kann nicht erfüllt werden!
es: {NAME} ¡edificio superpoblado! ¡El deseo no puede cumplirse!
fr: {NAME} bâtiment surpeuplé! Le désir ne peut être accompli!
id: {NAME} Membangun penuh sesak! Desire tidak dapat dipenuhi!
it: {NAME} Costruire sovraffollata! Il desiderio non può essere soddisfatto!
ja: {NAME}の建物が混雑しています。願望は成就できません！
ko: {NAME} 건물이 혼잡합니다. 욕망은 성취 될 수 없다!
pt: {NAME} edifício superlotado! O desejo não pode ser cumprido!
ru: {NAME} Здание переполнено! Желание не может быть исполнено!
zh: {NAME}建筑物过度拥挤！欲望不能实现！
zh_tw: {NAME}建築物過度擁擠！慾望不能實現！

# T_GAME_HINT_CAPACITY_OLD
source: {BUILDINGNAME}: building capacity reached! No more room for Townies!
de: {BUILDINGNAME}: Gebäudekapazität erreicht! Kein Raum für weitere Townies!
es: {BUILDINGNAME}: ¡capacidad de edificación alcanzada! ¡No queda espacio para townies!
fr: {BUILDINGNAME} : capacité du bâtiment atteinte ! Plus de place pour les habitants !
id: {BUILDINGNAME}: kapasitas maksimal sudah tercapai! Tidak ada tempat lagi untuk Townies!
it: {BUILDINGNAME}: capacità massima edificio raggiunta! Non c'è spazio per altri cittadini!
ja: {BUILDINGNAME}：建物の収容力を超えました！タウニーのスペースが足りません！
ko: {BUILDINGNAME}: 건물 용량에 도달했어요! 마을 주민을 위한 공간이 없어요!
pt: {BUILDINGNAME}: alcançada a capacidade de construção! Não há mais espaço para os habitantes!
ru: {BUILDINGNAME}: здание переполнено! Нет мест для новых горожан!
zh: {BUILDINGNAME}: 建筑物已满员，无法容纳更多镇民！
zh_tw: {BUILDINGNAME}: 建物已滿員，無法容納更多鎮民！

# T_GAME_HINT_CAPACITY_OLD2
source: Building capacity reached! Build more {NAME} buildings or upgrade existing ones!
de: Gebäudekapazität erreicht! Sorge für mehr {NAME} Gebäude oder verbessere bereits bestehende!
es: ¡Capacidad de edificación alcanzada! ¡No queda espacio para Townies! Construye más edificios de {NAME} o mejora los existentes!
fr: Capacité du bâtiment atteinte ! Plus de place pour les habitants ! Construisez plus de bâtiments {NAME} ou améliorez les bâtiments existants !
id: Kapasitas maksimal sudah tercapai! Tidak ada tempat lagi untuk Townies! Dirikanlah lebih banyak bangunan {NAME} atau perbaiki yang sudah ada!
it: Capacità massima edifici raggiunta! Non c'è spazio per altri cittadini! Costruisci altri {NAME} o amplia quelli esistenti.
ja: 建物がいっぱいになりました！これ以上タウニーが入ることはできません。もっと{NAME}を建てるか既存の建物をアップグレードしましょう。
ko: 건물 용량이 도달했어요! 주민을 위한 공간이 없어요! {NAME} 건물을 더 짓거나 기존 건물을 업그레이드하세요!
pt: Capacidade de construção atingida! Não há mais espaço para habitantes! Construa mais {NAME} ou melhore os existentes!
ru: Здание переполнено! Нет мест для новых горожан! Построй больше зданий типа «{NAME}» либо улучши уже имеющиеся!
zh: 建筑物已满员，无法容纳更多镇民！修建更多的 {NAME} 建筑，或者将现有的进行升级！
zh_tw: 建築物已滿員，無法容納更多鎮民！修建更多的 {NAME} 建築，或者將現有的進行升級！
