Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MAP_DESC_6
source: Build a small village at the banks of a beautiful lake.
de: Hier kannst du ein kleines Dorf am Ufer eines wunderschönen Sees errichten.
es: Construye una aldea pequeña a orillas de un hermoso lago.
fr: Construisez un petit village sur les rives d'un magnifique lac.
id: Bangunlah desa kecil di tepi sungai dari danau yang indah.
it: Costruisci un piccolo villaggio sulle rive del magnifico lago.
ja: 美しい湖の岸に小さな村をつくりましょう。
ko: 아름다운 호숫 가에 작은 마을을 지을 수 있습니다.
pt: Construa uma pequena aldeia nas margens de um bonito lago.
ru: Построй небольшую деревню на берегах прекрасного озера.
zh: 在美丽的湖滨兴建一座小村庄。
zh_tw: 在美麗的湖濱興建一座小村莊。

# T_MAP_DESC_7
source: Your town has been chosen by the King to host the region's greatest joust!
de: Deine Stadt wurde vom König auserwählt, das größte Ritterturnier der Region zu veranstalten!
es: ¡El rey ha seleccionado tu ciudad para celebrar las justas más importantes de la región!
fr: Votre ville a été choisie par le roi pour organiser le plus grand tournoi de joute de la région !
id: Kotamu telah dipilih raja untuk menyelenggarakan pertempuran terhebat!
it: La tua città è stata scelta dal re per ospitare la più grande giostra della regione!
ja: 王様により、あなたの街が馬上槍試合の開催地に選ばれました！
ko: 왕의 지역 마창 경기 주최 선택을 받았습니다!
pt: Sua cidade foi escolhida pelo rei para receber o maior torneio de justa da região!
ru: Твой город выбран королем для проведения величайшего рыцарского турнира в этих краях!
zh: 你的城镇被国王选定为举办区域最大的比武大赛的主办城镇。
zh_tw: 您的城鎮被國王選定為舉辦區域最大的比武大賽的主辦城鎮。

# T_MAP_DESC_8
source: Winter is coming! Help your Townies to prepare for the frosty season!
de: Der Winter steht vor den Toren deiner Stadt! Hilf den Townies, sich auf die kälteste Jahreszeit vorzubereiten!
es: Se acerca el invierno. ¡Ayuda a tus townies a prepararse para la gélida estación!
fr: L'hiver approche ! Aidez les habitants à préparer la saison froide !
id: Musim dingin segera tiba! Bantulah para Townie untuk bersiap menghadapi musim yang sangat dingin!
it: L'inverno si avvicina! Aiuta i paesani a prepararsi per la stagione fredda.
ja: 冬到来です！タウニーの冬支度を手伝いましょう。
ko: 겨울이 오고 있습니다. 추운 겨울을 준비할 수 있도록 주민들을 도와주세요!
pt: O inverno está chegando! Ajude seus moradores a se prepararem para a estação gelada!
ru: Приближается зима! Помоги своим поселянам подготовиться к морозному времени года!
zh: 严冬将至！帮助你的镇民们为度过严冬作好准备。
zh_tw: 嚴冬將至！幫助您的鎮民們為度過嚴冬作好準備。

# T_MAP_DESC_9
source: Support your wife and make the economy of a rundown village thrive again!
de: Unterstütze deine Frau und bringe die Wirtschaft in einem heruntergekommenen Dorf wieder zum Blühen!
es: ¡Ayuda a tu mujer y haz que la economía de una aldea en crisis vuelva a prosperar!
fr: Aidez votre épouse et relancez l'économie de votre village décrépit.
id: Bantulah istrimu dan bangun perekonomian desa yang sekarat untuk berkembang kembali!
it: Aiuta tua moglie a riattivare l'economia di un villaggio povero!
ja: 妻を助け、荒廃した村の経済に再び活気を与えましょう。
ko: 가난한 마을이 다시 부유해질 수 있도록 아내를 후원해 주세요!
pt: Ajude sua esposa e faça a economia de uma aldeia degradada prosperar novamente!
ru: Поддержи свою супругу и сделай цветущей экономику захудалой деревушки!
zh: 支持你的妻子，把一个破败的村庄的经济恢复起来，使它兴旺发达！
zh_tw: 支持您的妻子，把一個破敗的村莊的經濟恢復起來，使它興旺發達！

# T_MAP_DESC_APOCALYPSE
source: The town is suffering from a curse. Strange diseases and disasters burden the population. It is up to you to find a way to solve the curse as soon as possible. No matter what it takes…
de: Die Stadt leidet unter einem merkwürdigen Fluch. Krankheiten und Katastrophen belasten die Bevölkerung. Finde so schnell wie möglich eine Möglichkeit den Fluch zu brechen. Was immer es kostet…
es: La ciudad sufre una maldición. Extrañas enfermedades y desastres abruman a la población. Tu misión es encontrar la forma de solucionarlo cuanto antes. Cueste lo que cueste...
fr: Le village souffre d'une malédiction. D'étranges maladies et désastres accablent la population. Vous devez trouver un remède à cette malédiction dès que possible. À n'importe quel prix…
id: Kota terkena kutukan. Penyakit aneh dan bencana menghantui para penduduk. Sekarang tergantung kepadamu untuk mencari jalan mengatasi kutukan ini secepat mungkin. Dengan cara apapun...
it: La città è infestata da una maledizione: strane malattie e disastri stanno affliggendo i suoi abitanti. Tocca a te trovare un modo per spezzare la maledizione quanto prima, costi quel che costi...
ja: 町は呪いに苦しめられています。人々はおかしな病気や災害に悩まされています。いますぐ、何としてもこの呪いを解く方法を見つけられるかどうかはあなた次第です。
ko: 마을이 저주로 고통받고 있어요. 이상한 병과 재난이 주민을 덮쳤어요. 되도록 빨리 저주를 해결할 방법을 찾으세요. 어떠한 대가를 치르더라도요…
pt: A cidade está sofrendo com uma maldição. Doenças estranhas e desastres acometem a população. Você deve encontrar uma maneira de acabar com a maldição o mais rápido possível. Não importa o que tiver de ser feito...
ru: Город проклят. Жители страдают от странных недугов и происшествий. Тебе нужно как можно скорее раскрыть тайну проклятья и во что бы то ни стало снять его...
zh: 这座城正受诅咒之害。怪病、灾害致使民不聊生。尽快解除这个诅咒，就看您的了。要不惜一切……
zh_tw: 這座城正受詛咒之害。怪病、災害致使民不聊生。儘快解除這個詛咒，就看您的了。要不惜一切……

# T_MAP_DESC_FESTIVITIES
source: The King has married again. To honor his new wife, you are ordered to host several seasonal festivals. The planning and execution however, might prove to be difficult. It will be a race against the clock…
de: Der König hat erneut geheiratet. Um die neue Königin zu ehren, sollen im ganzen Land große Feste veranstaltet werden. Die Planung und Umsetzung gestalten sich allerdings schwierig. Es wird ein Rennen gegen die Zeit…
es: El rey se ha casado otra vez. Para honrar a su nueva esposa, te ordena que organices varios festivales estacionales. Sin embargo, puede que la planificación y la ejecución resulten complicadas. Será una carrera contra el reloj...
fr: Le roi s'est de nouveau marié. Pour honorer sa nouvelle femme, il vous a ordonné de préparer plusieurs festivals saisonniers. Les préparatifs et l'exécution seront peut-être difficiles. Ce sera une course contre la montre…
id: Sang Raja menikah lagi. Untuk menghormati istri barunya, kamu harus mengadakan beberapa festival musiman. Tapi perencanaan dan pelaksanaannya mungkin sulit. Kamu akan berlomba melawan waktu...
it: Il Re si è risposato. In onore della sua nuova moglie, hai l’ordine di organizzare diversi festival stagionali. Ma la pianificazione e l’esecuzione potrebbero rivelarsi difficili. Sarà una corsa contro il tempo...
ja: 王は再婚されました。新しい妃への敬意としてあなたはいくつかの季節祭事を任されましたが、計画と実行は難しそうです。これは時間との勝負になるでしょう。
ko: 왕이 재혼했습니다. 새 왕비에게 경의를 표하기 위해 여러 계절 축제를 열라는 명을 받았습니다. 하지만 계획과 실행이 어려울 수 있습니다. 시간이 부족할 것입니다…
pt: O Rei se casou de novo. Para homenagear a nova rainha, você recebeu ordens de organizar vários festivais. Mas o planejamento e a execução podem se tornar um desafio. Vai ser uma corrida contra o tempo…
ru: Король снова женился. Тебе приказано устроить несколько сезонных торжеств в честь его новой супруги. Однако это не такая уж и простая задача, как кажется. Ведь твоим противником будет само время...
zh: 国王又结婚了。为了庆贺迎娶新任妻子，国王命令普天同庆，由你来主持数个季节庆典。不过，筹划庆典、举办庆典，可能都不容易。这将是一场和时间的赛跑…
zh_tw: 國王又結婚了。為了慶賀迎娶新任妻子，國王命令普天同慶，由你來主持數個季節慶典。不過，籌畫慶典、舉辦慶典，可能都不容易。這將是一場和時間的賽跑…

# T_MAP_DESC_ICYHOLD
source: High up on a cliff stands the icy hold. Difficult to reach but once scaled, one can see far into the surrounding area of the cold tundra. The winter is very long in this area!
de: Hoch oben, auf einem steilen Berg, steht die schwer erreichbare Eisfeste. Von hier aus kann man weit über die kahle Tundra der Umgebung blicken. Der Winter ist hier oben sehr lang!
es: El Enclave Helado se encuentra en lo alto de un precipicio. Es difícil de escalarlo, pero una vez arriba, se puede contemplar la vasta y fría tundra. En esta zona el invierno es muy largo!
fr: Tout en haut d'une colline se dresse le pic glaciaire. Il est difficile à atteindre, mais, une fois au sommet, on voit très loin dans les alentours de la toundra glacée. L'hiver est très long dans cette zone !
id: Benteng Es berdiri kokoh di puncak tebing. Tempat ini sulit dijangkau, tapi begitu berada di sana, orang bisa memandang jauh ke tundra yang membeku. Musim dingin berlangsung sangat lama di sini!
it: In alto sulle colline si erge la fortezza ghiacciata. Difficile da raggiungere, ma una volta scalata offre una vista impareggiabile sulla fredda tundra circostante. L’inverno è molto lungo in quest’area!
ja: 崖の上にはアイシーホールドがあります。たどり着くのは難しいですが、一度上がってしまえば冷たいツンドラ地域を一望できます。この地域では冬はとても長い。
ko: 절벽 높은 곳에 아이시 홀드가 있어요. 오르기 힘들지만 일단 정상에 서면 차가운 툰드라 지역을 멀리까지 볼 수 있죠. 이 지역의 겨울은 매우 길답니다!
pt: No alto de um penhasco fica a Fortaleza Gélida. É difícil chegar lá, mas uma vez vencida a escalada, é possível ver toda a tundra em redor. O inverno é muito longo nessa área!
ru: На вершине горы стоит ледяной оплот. Добраться до него непросто, но вид на окружающую морозную тундру того стоит. Однако зимы в этом регионе очень длинные и суровые!
zh: 巍巍悬崖上，耸立着冰雪堡垒。那里难以攀援，可一旦登顶，四周寒冷冰原上的一切，就都尽收眼底。这一地区的冬天，实在是漫长。
zh_tw: 巍巍懸崖上，聳立著冰雪堡壘。那裡難以攀援，可一旦登頂，四周寒冷冰原上的一切，就都盡收眼底。這一地區的冬天，實在是漫長。

# T_MAP_DIPLOMATICVISIT_DESC
source: The Queen of a friendly country comes to visit the city. Lucrative trade agreements are to be sealed, but there is a language barrier that needs to be overcome first.
de: Die Königin eines befreundeten Landes kommt zu Besuch in die Stadt. Lukrative Handelsabkommen sollen besiegelt werden, jedoch gibt es sprachliche Probleme.
es: La reina de un país amigo viene de visita a la ciudad. Se van a negociar lucrativos acuerdos comerciales, pero primero hay que sortear la barrera del idioma.
fr: La reine du pays voisin vient rendre visite à une ville frontalière. Des accords commerciaux sont en jeu mais quelques problèmes linguistiques devront être surmontés en premier.
id: Ratu sebuah negeri bersahabat mengunjungi kota. Perjanjian dagang yang menguntungkan sudah ditandatangani, tapi ada kendala bahasa yang harus diatasi dulu.
it: La regina di un paese alleato viene a fare visita alla nostra città. Dobbiamo stipulare accordi commerciali redditizi, ma prima dobbiamo superare la barriera linguistica.
ja: ある友好国の女王がこの街を訪ねてきます。利益の上がる通商条約が締結される予定ですが、まず最初に言葉の問題をクリアしなければなりません。
ko: 우방국의 여왕이 도시에 찾아왔습니다. 유익한 무역 협정을 체결할 계획이지만 먼저 언어 장벽을 극복해야 합니다.
pt: A Rainha de um reino aliado está vindo visitar a cidade. Serão fechados acordos comerciais muito lucrativos, mas há uma barreira linguística que precisa ser superada antes de tudo.
ru: Королева дружественного королевства изъявила желание навестить наш город. Мы надеемся заключить выгодные торговые соглашения, но сначала нам нужно преодолеть пресловутый языковой барьер.
zh: 友邦的女王来参观这座城镇。利润丰厚的贸易协定将会签署。但首先需要解决的是 存在的语言障碍问题。
zh_tw: 友方國度的女王前來拜訪城市。許多互利交易協定的等著我們達成共識，但是我們首先得要解決語言不通的問題。

# T_MAP_DIPLOMATICVISIT_NAME
source: Diplomatic visit
de: Diplomatischer Besuch
es: Visita diplomática
fr: Visite diplomatique
id: Kunjungan diplomatik
it: Visita diplomatica
ja: 外交訪問
ko: 외교적 방문
pt: Visita diplomática
ru: Дипломатический визит
zh: 外交访问
zh_tw: 外交來訪

# T_MAP_DIVIDEDSHORELINE_DESC
source: A majestic mountain is dividing this your lands. Furthermore, you can conquer an island not far from your castle.
de: Ein majestätischer Berg teilt diesen Küstenabschnitt in zwei Regionen. Zusätzlich kann eine kleine Insel vor der Küste erschlossen werden.
es: Una majestuosa montaña divide nuestras tierras. Además, puedes conquistar una isla no muy lejos de tu castillo.
fr: Une majestueuse montagne divise vos terres. De plus, il vous est possible de conquérir une île non loin de vos côtes.
id: Sebuah gunung megah membelah negerimu. Selain itu, kau bisa menaklukkan sebuah pulau yang tidak jauh dari kastilmu.
it: Una montagna maestosa divide la tua terra. Inoltre, puoi conquistare un'isola non lontana dal tuo castello.
ja: 壮大な山があなたの土地を分断しています。さらにあなたはこのお城からさほど遠くない島を支配することができます。
ko: 거대한 산이 영토를 가르고 있습니다. 또한 성에서 멀지 않은 섬을 정복할 수 있습니다.
pt: Uma montanha gigantesca divide suas terras. Você também pode conquistar uma ilha relativamente próxima do seu castelo.
ru: Земли разделены надвое величественной горой. Кроме того, можно захватить остров неподалеку от замка.
zh: 有座巍峨的高山把你们的土地切断了。此外，你还可以征服一座离城堡不远的岛屿。
zh_tw: 一座壯麗的山脈將這塊土地一分為二。此外，您還可以征服距離您的城堡不遠處的島嶼。

# T_MAP_DIVIDEDSHORELINE_NAME
source: Divided shoreline
de: Geteiltes Ufer
es: Costa dividida
fr: Montagne et mer
id: Garis pantai terbelah
it: Litorale diviso
ja: 分断された沿岸線
ko: 갈라진 해안선
pt: Litoral repartido
ru: Разделенное побережье
zh: 分割的海岸线
zh_tw: 分開的海岸線

# T_MAP_FRIGYTHKINGDOM_DESC
source: The Queen Frigyth needs a new governor to manage this part of her Kingdom. Build a magnificent town in this new land.
de: Die Königin Frigyth braucht einen Gouverneur, der diesen Teil des Königreichs verwaltet. Baue eine prächtige Stadt in diesem neuen Land.
es: La reina Frigyth necesita un nuevo gobernador para administrar esta región de su reino. Construye una magnífica ciudad en esta nueva tierra.
fr: La reine Frigyth souhaite un nouveau gouverneur pour une partie de son royaume. Construisez une magnifique ville dans ces terres inexplorées.
id: Ratu Frigyth perlu gubernur baru untuk mengelola bagian ini dari kerajaannya. Bangunlah kota yang megah di negeri baru ini.
it: La Regina Frigyth ha bisogno di un nuovo governatore per gestire questa parte del Regno. Costruisci una città grandiosa in questa nuova terra.
ja: フリジス女王は王国のこの部分を管理する新たな総督を必要としています。この新しい土地に壮大な街を作るのです。
ko: 프리기스 여왕은 왕국의 이 영토를 관리할 새로운 영주가 필요합니다. 이 새로운 영토에 멋진 마을을 건설하세요.
pt: A Rainha Frigyth precisa de um novo governador para administrar esta parte do reino dela. Construa uma cidade magnífica nesta terra.
ru: Королеве Фригит нужен новый губернатор для управления этой частью ее королевства. Построим в этих землях великолепный город.
zh: 弗里吉斯女王需要一名新的地方官管理她王国的这块地区。在这片土地上兴建一座华丽的小镇。
zh_tw: 女王芙麗基斯需要一位新官員來管理她的王國中這塊土地。在這塊新領地中打造一座宏偉城鎮。

# T_MAP_FRIGYTHKINGDOM_NAME
source: Kingdom of Frigyth
de: Königreich Frigyth
es: Reino de Frigyth
fr: Le royaume de Frigyth
id: Kerajaan Frigyth
it: Regno di Frigyth
ja: フリジスの王国
ko: 프리기스 왕국
pt: Reino de Frigyth
ru: Королевство Фригит
zh: 弗里吉斯王国
zh_tw: 芙麗基斯王國

# T_MAP_FROZENFRONT_DESC
source: The last war has left most of the town in ruins. Snow covered remains of the town now mark the place where the great battle of the armies occured. Now it is time to rebuild the town. This is a winter only map!
de: Der letzte Krieg hat das Dorf größtenteils verwüstet. Hier an diesem Ort fand die große Schlacht statt. Nun gilt es, das Dorf wieder aufzubauen. Auf dieser Karte herrscht immer Winter!
es: La última guerra ha dejado la mayor parte de la ciudad en ruinas. Ahora los restos cubiertos de nieve señalan el lugar donde se encontraba el frente entre ambos ejércitos. Es hora de reconstruir la ciudad. ¡Este mapa es solo para el invierno!
fr: La dernière guerre a laissé une grande partie de la ville en ruines. Les vestiges de la ville, recouverts de neige, marquent le lieu où les deux armées se sont affrontées. Il est maintenant temps de reconstruire la ville. Il s'agit d'une carte hivernale uniquement !
id: Sebagian besar kota tinggal puing akibat perang terakhir. Reruntuhan kota yang berselimutkan salju kini menandai bekas garis depan di antara kedua pasukan. Sekarang waktunya kota dibangun kembali. Peta ini khusus musim dingin!
it: L’ultima guerra ha lasciato la maggior parte della città in rovine. I resti coperti di neve della città ora segnano il luogo dove i due eserciti si scontrarono. Ora è il momento di ricostruire la città. Questa è una mappa solo invernale!
ja: この前の戦争は町のほとんどを廃墟にしてしまいました。雪に覆われた町の跡はかつて両軍が戦った前線の場所です。今こそ町を建て直すときです。 これは冬限定のマップです！
ko: 지난 전쟁으로 마을 대부분이 폐허가 됐습니다. 두 군대를 가르던 전선을 지금은 눈이 뒤덥고 있습니다. 이제 마을을 재건해야 합니다. 이것은 겨울 전용 지도예요!
pt: A guerra deixou a maior parte da cidade em ruínas. O que sobrou dela, agora coberto de neve, marca o local que foi palco do confronto entre exércitos. É hora de reconstruir a cidade. Este mapa se passa apenas no inverno!
ru: После войны большая часть города лежит в руинах. На месте границы, разделявшей две армии, ныне лишь занесенные снегом останки городских зданий. Пришло время отстроить город заново. Это зимняя карта!
zh: 上一场战争将这个城镇几乎全部变成了残垣断壁。现在覆盖在这座城镇废墟上的积雪标出了两军曾经对垒的前线。让我们一起重建这座小镇吧。 这是一张冬季地图！
zh_tw: 上一場戰爭將這個城鎮幾乎全部變成了殘垣斷壁。現在覆蓋在這座城鎮廢墟上的積雪標出了兩軍曾經對壘的前線。讓我們一起重建這座小鎮吧。 這是一張冬季地圖！

# T_MAP_HIGHLANDS_DESC
source: This country is crossed by mountains and hills. The view is great when you reach the peaks.
de: Dieses Land ist von Bergen und Hügeln durchzogen. Die Aussicht ist großartig, sobald man die Gipfel erreicht.
es: Esta región contiene montañas y colinas. Las vistas son magníficas desde las cumbres.
fr: Cette terre est parcourue de montagne et de collines. La vue y est magnifique lorsqu’on atteint les sommets.
id: Negeri ini ditandai oleh pegunungan dan perbukitan. Pemandangan dari puncak-puncak sangat indah.
it: Questo paese è attraversato da montagne e colline. La vista è splendida quando si raggiungono le vette.
ja: この国には山脈と丘が走っています。頂上からの眺めは圧巻。
ko: 이 나라에서 산과 언덕이 많아요. 정상에 서면 놀라운 풍경이 펼쳐지죠.
pt: Este país é atravessado por montanhas e morros. A vista é linda no topo dos picos.
ru: Эти земли покрыты горами и холмами. С вершин открываются воистину захватывающие виды.
zh: 这个国家山峦纵横。山顶的景色尤为壮观。
zh_tw: 這個國家山巒縱橫。山頂的景色尤為壯觀。

# T_MAP_HIGHLANDS_INTRO
source: Welcome to the highlands, governor. This region is full of mysteries. I am sure that, if you are attentive and caring to the inhabitants, the lands will soon reveal all their secrets to you.
de: Willkommen in den Hochlanden, Statthalter. Diese Region ist übersät mit Mysterien. Ich bin mir sicher, dass die Ländereien Euch bald all ihre Geheimnisse offenbaren werden, wenn Ihr euch aufmerksam und fürsorglich um die Bewohner kümmert.
es: Bienvenido a las tierras altas, gobernador. Esta región está llena de misterios. Estoy seguro de que, si eres atento y solícito con los habitantes, pronto descubrirás todos sus secretos.
fr: Bienvenue dans les Highlands Gouverneur. Cette terre ancienne regorge de mystère. Je suis certaine que si vous êtes assez attentif et bienveillant, elle ne tardera pas à vous dévoiler tous ses secrets.
id: Selamat datang di dataran tinggi, Gubernur. Daerah ini penuh misteri. Asal kau memperhatikan dan memedulikan para penduduk, aku yakin negeri ini akan segera mengungkapkan semua rahasianya kepadamu.
it: Benvenuto sugli altipiani, governatore. Questa regione è piena di misteri. Sono sicuro che, se sei attento e ti prendi cura degli abitanti, le terre ti sveleranno presto tutti i loro segreti.
ja: 高地へようこそ、総督殿。この地域は謎に満ちています。住人を気遣い、思いやりのある態度を取るなら、土地の秘密も明らかになってゆくことでしょう。
ko: 영주, 하이랜드에 잘 오셨어요. 이곳은 신비로움이 가득한 곳이죠. 주민들을 잘 보살피면 곧 이 땅의 모든 비밀이 드러날 거예요.
pt: Bem vindo à região montanhosa, governador. Esta região é cheia de mistérios. Tenho certeza que, se formos atenciosos e cuidarmos dos habitantes, a terra logo revelará seus segredos.
ru: Добро пожаловать на высокогорье, губернатор! Этот регион полон загадок. Уверена, если вы проявите должную заботу по отношению к местным жителям, земля вскоре раскроет все свои секреты.
zh: 欢迎来到高原，镇长。这个地区充满了神秘。我保证，如果您对居民们体贴关怀有加，这片土地很快就会为您揭露所有的秘密。
zh_tw: 歡迎來到高原，鎮長。這個地區充滿了神秘。我保證，如果您對居民們體貼關懷有加，這片土地很快就會為您揭露所有的秘密。

# T_MAP_HIGHLANDS_NAME
source: Highlands
de: Hochland
es: Tierras altas
id: Dataran tinggi
it: Altipiani
ja: 高地
ko: 하이랜드
pt: Região Montanhosa
ru: Высокогорье
zh: 高原
zh_tw: 高原

# T_MAP_INSANECHOICES_DESC
source: You are called to a village where the Duke seems to be insane. The Townies refuse to pay any taxes! Each choice you make will lead you to a different ending.
de: Ihr wurdet zu einem Dorf gerufen, wo der Herzog verrückt zu sein scheint. Die Bewohner zahlen keine Steuern mehr. Jede Eurer Entscheidungen kann zu einem anderen Ausgang der Geschichte führen…
es: Te han llamado de una villa cuyo duque, al parecer, se ha vuelto loco. ¡Los townies se niegan a pagar impuestos! Cada elección que hagas te conducirá a un final diferente.
fr: Vous avez reçu une lettre d’un conseiller. Il semble que le Duc régnant sur la ville soit devenu fou. Les villageois refusent de payer les taxes ! Chaque choix que vous ferez mènera à une fin différente.
id: Kau dipanggil ke sebuah desa di mana sang Adipati sepertinya sakit jiwa. Para Townie tidak mau membayar pajak! Setiap pilihanmu akan membawa akhir yang berbeda.
it: Ti hanno chiamato in un villaggio dove il Duca sembra essere impazzito. I cittadini si rifiutano di pagare le tasse! Ogni scelta che effettui, conduce a un finale differente.
ja: あなたはどうやらおかしな公爵のいる村に呼ばれたようです。そこのタウニー達は税金を支払うことを拒否しています。あなたのひとつひとつの選択が違った結末へと導きます。
ko: 공작이 미친 것으로 보이는 마을로 불려왔습니다. 주민들은 세금 납부를 거부하고 있습니다! 플레이어의 선택에 따라 결말이 달라집니다.
pt: Você foi convocado a uma cidade cujo Duque parece ter enlouquecido. Os habitantes se recusam a pagar impostos! Cada escolha que você fizer leva a um final diferente.
ru: Тебя вызывают в деревню, которой правит вероятно безумный герцог. Горожане отказываются платить налоги! Каждое принятое тобой решение повлияет на исход сценария.
zh: 您被传召到一处村庄，当地的公爵似乎已经疯了。镇民拒绝缴纳任何税赋！ 您做出的每一个选择都会给您带来不同的结局。
zh_tw: 您被招來一座村莊，這裡的公爵看起來瘋瘋癲癲的。而鎮民拒絕支付任何稅款！ 您所做的每個決定都有著不同的結局。

# T_MAP_INSANECHOICES_NAME
source: Insane Choices
de: Irrsinnige Entscheidungen
es: Elecciones insensatas
fr: Des choix insensés
id: Pilihan Gila
it: Scelte dissennate
ja: ありえない選択
ko: 미친 선택
pt: Escolhas insanas
ru: Безумные решения
zh: 疯狂的抉择
zh_tw: 瘋狂的抉擇

# T_MAP_LEGACY_DESC
source: The King has a new task for you. He is growing quite old and fears that he will leave this world without leaving a legacy. One that will pass on the lessons he has learned while being King to future generations.
de: Der König hat eine neue Aufgabe für dich. Er wird ziemlich alt und befürchtet, dass er diese Welt verlassen wird, ohne ein Erbe zu hinterlassen. Er will die Lektionen, die er als König gelernt hat, an zukünftige Generationen weitergeben.
es: El rey tiene una nueva tarea para ti. Se está haciendo viejo y teme abandonar este mundo sin dejar un legado. Uno que pase a las generaciones futuras las lecciones que ha aprendido durante su reinado.
fr: Le Roi a une nouvelle tâche pour vous. Il vieillit et craint de quitter ce monde sans laisser un héritage pour transmettre aux générations futures les leçons qu'il a apprises en étant roi.
id: Paduka Raja punya tugas baru untukmu. Ia semakin tua dan khawatir akan meninggalkan dunia ini tanpa sempat meneruskan hikmah yang diperolehnya selama menjadi Raja kepada generasi berikut.
it: Il Re ha un nuovo compito per voi. Sta invecchiando e teme di lasciare questo mondo senza trasmettere un’eredità: qualcosa che consegnerà alle generazioni future le preziose lezioni che lui ha imparato stando sul trono.
ja: 国王陛下が次の任務を用意しておられます。王はかなりのご高齢で、この世を去る前に遺すべきものを遺そうと、かなり気にかけておられます。一国の主として、過去の教訓を未来の世代へ継承されたいのでしょう。
ko: 왕이 새로운 과제를 내리셨어요. 왕이 연로해지면서 유산을 남기지 못하고 떠나게 될 것을 걱정하고 계세요. 미래 세대에게 교훈이 될 유산을 남기고 싶어 하시네요.
pt: O Rei tem uma nova tarefa para você. Ele está ficando muito velho e teme abandonar o mundo sem deixar um legado. Um que transmita às futuras gerações as lições que aprendeu ao ser Rei.
ru: У короля есть для тебя новое задание. Он стареет и боится, что, покинув этот мир, он не оставит после себя никакого наследия. Он хочет преподать будущим поколениям уроки, которые усвоил во время своего правления.
zh: 国王有一项给您的新任务。他现在日渐衰老，担心自己没有留下一份遗产就会驾鹤西去。一份留给后人的遗产，为了将他做国王时得到的教训传承下去。
zh_tw: 國王有一項給您的新任務。他現在日漸衰老，擔心自己沒有留下一份遺產就會駕鶴西去。一份留給後人的遺產，為了將他做國王時得到的教訓傳承下去。

# T_MAP_LEGACY_NAME
source: The Legacy
de: Das Vermächtnis
es: El legado
fr: L’héritage
id: Peninggalan
it: L'eredità
ja: レガシー
ko: 유산
pt: O Legado
ru: Наследие
zh: 遗产
zh_tw: 遺產
