Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_TWOCLANS_START_ZERO_STARTED
source: Before the clash, our town was well known for its famous brew. In fact, Thornburrow was the best brew in the kingdom. It was truly a delicious drink. Ah! I will never forget that taste.
de: Vor dem Streit war unser Dorf im gesamten Königreich für unser Gebräu bekannt. Thornburrow Gebräu ist schon etwas wahrlich feines gewesen. Nie werde ich den köstlichen Geschmack vergessen.
es: Antes del conflicto, nuestra ciudad era conocida por su famosa cerveza. De hecho, la Thornburrow era la mejor cerveza del reino. Una bebida deliciosa. ¡Ay! Nunca olvidaré ese sabor.
fr: Avant le heurt, notre ville était bien connue pour son célèbre brassage. En effet, Thornburrow était la meilleure bière du royaume. C'était vraiment une boisson délicieuse. Ah ! Je n'oublierai jamais ce goût.
id: Sebelum ada perselisihan, kota kita terkenal karena birnya. Thornburrow bahkan bir terbaik di seluruh kerajaan. Minuman itu sungguh lezat. Ah, aku takkan pernah lupa bagaimana rasanya.
it: Prima dello scontro, la nostra città era famosa per la sua birra. Infatti quella dei Thornburrow era la migliore birra del regno. Una bevanda davvero deliziosa. Ah! Non dimenticherò mai quel sapore.
ja: 争いの前は、私たちの街は有名なビールでよく知られていました。実際、ソーンバロウはこの王国で最高のビールだったのです。本当に美味しいお酒でした。ああ、あの味は決して忘れることができません。
ko: 충돌 전에 우리 마을은 맥주로 유명했었죠. 사실 쏜버로우의 맥주는 왕국 최고였죠. 정말 맛이 있었거든요. 아! 절대 그 맛은 못 잊을 거예요.
pt: Antes do conflito, nessa cidade era conhecida por sua famosa cerveja. Na verdade, a Thornburrow era a melhor cerveja do reino. Era muito deliciosa. Ah! Nunca vou esquecer aquele sabor.
ru: До раскола наш город был известен своим пивом. Да что уж там, «Торнбарроу» считалось лучшим пивом во всем королевстве! Чудесный был напиток. Ах! Я никогда не забуду его вкус.
zh: 在冲突发生之前，我们镇以酿造著名的无酒精啤酒而闻名。事实上，索恩伯罗是王国最好的啤酒。那真是一种美味的饮料。啊！我永远不会忘记那种味道。
zh_tw: 在衝突發生之前，我們的城鎮以著名的啤酒名聞遐邇。老實說，索恩伯羅就是這個王國內最上等的啤酒。那味道真的是美味至極。啊！那味道我永遠無法忘懷。

# T_QUESTS_SCENARIO_TWOCLANS_SWORD_OUT_STARTED
source: Come on. This rusty old sword? Damn, now you broke it! Grandpa will be complaining again about how I can’t take care of his stuff.
de: Ach dieses alte Schwert? Verdammt, nun habt Ihr es zerbrochen! Großvater wird mir wieder tagelang vorwerfen, dass ich alle seine Sachen kaputt mache.
es: Venga ya, ¿esa vieja espada oxidada? Maldita sea, ¡la has roto! El abuelo me soltará otro sermón sobre que no sé cuidar de sus cosas.
fr: Allons-bon. Cette vieille épée rouillée ? Fichtre, vous l’avez brisée ! Mon grand-père va encore me faire la morale comme quoi je ne prends pas soin de mes affaires.
id: Ah, pedang berkarat ini? Aduh, gara-gara kau pedangnya patah! Kakek pasti akan mengomel bahwa aku tidak bisa menjaga barang-barangnya.
it: Dai, questa vecchia spada arrugginita? Maledizione, adesso l'hai rotta! Il nonno mi rimprovererà perché non so prendermi cura della sua roba.
ja: 冗談だろう？この錆びた古い剣が？くそっ、壊れてしまった！ おじいちゃんは僕がちゃんと彼のものを大切にできないとまた文句を言うだろう。
ko: 이런. 이 낡은 녹슨 검이요? 정말 부러뜨렸군요! 물건을 제대로 돌보지 못한다고 할아버지께 또 잔소리를 들을 거예요.
pt: Qual é! Essa espada velha e enferrujada? Droga, você quebrou! Vovô vai ficar reclamando de novo que eu não tomo conta das coisas dele.
ru: Да ладно! Этот старый ржавый меч? Черт, ты сломал его! Дедушка снова начнет причитать, будто я не забочусь о его вещах.
zh: 来嘛。这把老锈剑？该死， 现在你弄断它了！ 祖母又要抱怨说我保管不好东西了。
zh_tw: 拜託，這把生鏽的舊劍？該死，你把它弄斷了！ 爺爺大概又要開始抱怨說我就是沒辦法照顧好自己的東西。

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_STARTED
source: My Lord, I might have found out who was poisoning the fields. To make sure, I will have to do some investigation in the tavern and I could need your help. Could you make sure everybody is enjoying their time in the tavern, so I can complete my investigation? People will talk if they are happy.
de: Mein Lord, ich denke ich habe herausgefunden, wer für die Vergiftung der Hopfenfelder verantwortlich ist. Um auf Nummer sicher zu gehen, werde ich im Wirtshaus noch einige Untersuchungen machen und könnte Eure Hilfe gebrauchen. Würdet Ihr dafür sorgen, dass die Gäste sich amüsieren, so dass ich meine Untersuchung abschließen kann? Ihr wisst doch, Leute reden wenn sie Spaß haben…
es: Mi señor, puede que haya averiguado quién envenenó los campos. Para asegurarme, tendré que investigar un poco en la taberna y tal vez necesite tu ayuda. ¿Podrías hacer que todo el mundo se divirtiera en la taberna mientras yo llevo a cabo mi investigación? La gente habla más cuando está contenta.
fr: Sire, il se peut que j'aie trouvé le coupable. Pour en être certain, je vais devoir aller à la taverne et j’aurais besoin de votre aide. Pouvez-vous faire en sorte que tout le monde soit diverti afin que je puisse finaliser mon enquête ? Les gens sont plus bavards lorsqu’ils sont heureux.
id: Tuanku, rasanya aku tahu siapa yang meracuni ladang-ladang. Untuk memastikannya, aku harus melakukan investigasi di kedai minum dan aku perlu bantuan Tuan. Bisakah Tuan membuat semua orang bersenang-senang di kedai minum, supaya aku bisa menuntaskan investigasi. Orang banyak bercerita kalau sedang senang.
it: Milord, forse ho scoperto chi ha avvelenato i campi. Per accertarmene, dovrò svolgere alcune indagini nella taverna e ho bisogno del tuo aiuto. Puoi fare in modo che tutti si divertano, così sarò in grado di completare le indagini? Quando la gente è felice, ama parlare.
ja: 領主様、誰が畑に毒をまいたのか判明したかもしれません。それを確認するために酒場で調査をしなければいけませんが、あなたの助けが必要です。 私が調査を完了できるように、酒場で全員を楽しませていただけますか？みんな楽しんでいれば話をしてくれるでしょう。
ko: 영주님, 밭에 독을 뿌린 자를 찾아낸 것 같습니다. 확실하게 하려면 선술집에서 조사를 좀 해야 하는데 영주님의 도움이 필요합니다. 선술집에서 모두가 즐길 수 있는 파티를 열어 주시겠습니까? 그동안 전 조사를 마치겠습니다. 사람들은 즐거울 때 입을 여는 법이거든요.
pt: Milorde, eu descobri o que estava matando a plantação. Para confirmar, eu terei que fazer uma investigação na taverna e vou precisar de sua ajuda. Pode cuidar para que todo mundo esteja se divertindo na taverna? As pessoas costumam falar quando estão contentes. Assim, eu posso concluir a investigação.
ru: Милорд, кажется, я знаю, кто отравил поля. Но, чтобы проверить мою теорию, мне нужно провести расследование в таверне. Буду рад вашей помощи. Вы не могли бы проследить за тем, чтобы в таверне было весело, пока я провожу расследование? Довольные жизнью люди активнее болтают языком.
zh: 大人，我或许已经找到了是谁在给农田下毒了。为了调查清楚，我将不得不在酒馆里 做一些调查，有时候可能还 需要你帮忙。 你能确保让每个人都在酒馆玩的很开心吗，如此一来我才好完我的调查？人们高兴了才愿意聊天。
zh_tw: 大人，我應該知道是誰在農田裡下毒了。但是我必須先去酒館內做些調查，這件事需要您的幫忙。 您能讓酒館內的所有人盡興嗎？這樣我才能完成調查。人只要開心了就會開口說話。

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_SUCCESS
source: I got it my Liege! A competitor from another town was afraid that his own brewery would be ruined, if the Thornburrow brewery takes up production again. That’s why he decided to poison the fields of the monk.
de: Ich habe es herausgefunden! Die Felder des Mönchs sind von einem Mann aus der Region vergiftet worden. Er ist ein Konkurrent der Thornburrow Brauerei gewesen und hat es getan, damit seine eigene Brauerei nicht pleite geht, wenn unsere Brauerei wieder die Produktion aufnimmt.
es: ¡Lo tengo, mi señor! Un cervecero de otra ciudad no quería que los clanes se reunificaran por si se volvía a producir cerveza Thornburrow. Por eso decidió envenenar los campos del monje.
fr: J’ai trouvé le coupable mon seigneur ! Un homme d'une autre ville était contre la réunification des deux clans. En effet, c'est un concurrent et il a peur que sa propre brasserie soit ruinée, quand la brasserie Thornburrow sera de retour sur le marché. C'est pourquoi il a décidé d'empoisonner les champs du moine.
id: Aku berhasil, Tuanku! Ada pesaing dari kota lain yang takut tempat pembuatan birnya akan bangkrut kalau klan Thornburrow mulai memproduksi bir lagi. Karena itulah dia memutuskan untuk meracuni ladang sang biarawan.
it: È tutto chiaro, mio signore! Un rivale di un'altra città temeva che il suo birrificio potesse andare in rovina con la ripresa della produzione di quello dei Thornburrow. È per questo che ha deciso di avvelenare i campi del monaco.
ja: わかりましたよ、領主様。 他の街の競合相手は、ソーンバロウ醸造所が再び生産を始めたら自分たちの醸造所が潰れてしまうかもしれないと心配しています。だから彼は修道士の畑に毒をまくことにしたのです。
ko: 영주님, 알아냈습니다! 쏜버로우 양조장이 다시 생산을 시작하면 타격을 입을 거라고 생각한 다른 마을의 경쟁자였습니다. 그래서 수도승의 밭에 독을 뿌린 거였습니다.
pt: Descobri, meu senhor! Um concorrente de outra cidade estava com medo de ir à falência se a cervejaria Thornburrow voltasse a produzir novamente. Por isso ele decidiu envenenar a plantação do monge.
ru: Получилось, ваша светлость! Конкурент из другого города испугался, что его пивоварня разорится, если снова откроется пивоварня Торнбарроу. Потому-то он и решил отравить посевы монаха.
zh: 我找到了，大人！ 一个邻村的酿酒厂竞争者害怕一旦索恩伯罗酿酒厂再次投产，他自己的酒厂就会垮掉。所以他才决定要给僧人的农田下毒。
zh_tw: 找到了，大人！ 另外一個城鎮的競爭對手害怕如果索恩伯羅釀酒作坊又開始生產的話，他自己的釀酒作坊的生意就會開始受到影響。所以他決定在僧人的農田裡下毒。

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_TITLE
source: Have everybody enjoying themselves at the tavern.
de: Sorgt dafür, dass jeder seine Zeit im Wirtshaus genießt.
es: Consigue que todo el mundo se divierta en la taberna.
fr: Faites que tout le monde s’amuse à la taverne.
id: Buatlah semua orang bersenang-senang di kedai minum.
it: Fai in modo che tutti si divertano alla taverna.
ja: 酒場でみんなを楽しませる。
ko: 선술집에 모두 모여 파티를 여세요.
pt: Todo mundo está se divertindo na taverna.
ru: Проследи, чтобы в таверне было весело.
zh: 让大家在酒馆里玩得开心。
zh_tw: 讓酒館內的所有人盡興。

# T_QUESTS_SCENARIO_TWOCLANS_THANKS_EFFORT_HELPER_QUEST_STARTED
source: Many thanks my Liege, I appreciate your effort. If only our clans could be reunited. It would be nice to produce the Thornburrow brew again. I promise to speak on your behalf to the clan chief.
de: Habt Dank, mein Lord. Ich weiß Eure Mühen wirklich zu schätzen. Wenn wir doch nur beide Clans wieder vereinen könnten. Es wäre schön, wenn wir wieder das Thornburrow Gebräu brauen könnten, wie einst zuvor. Ich werde in jedem Fall mit unserem Familienoberhaupt sprechen und ihm Euren Vorschlag zur Wiedervereinigung vorbringen.
es: Muchas gracias, mi señor, agradezco tu esfuerzo. Ojalá nuestros clanes volvieran a ser uno. Estaría bien producir otra vez cerveza Thornburrow. Te prometo que hablaré en tu favor al jefe del clan.
fr: Mille mercis mon seigneur, j'apprécie votre effort. Si seulement nos clans pouvaient être de nouveau réunis. Il serait agréable de produire le brassage de Thornburrow de nouveau. Je promets de parler en votre faveur au chef de clan.
id: Terima kasih banyak, Tuanku, upayaTuanku ini sangat kuhargai. Kalau saja kedua klan kisa bisa rujuk. Kita akan bisa membuat bir Thornburrow lagi. Aku berjanji akan menyampaikan harapan Tuanku kepada kepala klan kami.
it: Mille grazie, mio signore, apprezzo il tuo impegno. Se solo riuscissimo a riunificare i nostri clan! Sarebbe fantastico produrre di nuovo birra Thornburrow. Prometto che parlerò a tuo favore al capo del clan.
ja: あなたの尽力に感謝します、領主様。もし私たちの一族が再びひとつになって、ソーンバロウのビールを生産することができればどんなに素敵でしょう。一族の長にあなたの代わりに話をすることをお約束します。
ko: 영주님, 진심으로 감사합니다. 클랜이 다시 뭉치게 되면 쏜버로우 맥주를 다시 생산하게 될 것입니다. 영주님을 대신하여 클랜장님께 말씀드릴 것을 약속합니다.
pt: Muito agradecido, meu senhor. Eu fico grato por seus esforços. Se nossos clãs se reunificassem, seria bom poder produzir novamente a cerveja Thornburrow. Eu prometo falar em seu favor com o chefe do clã.
ru: Премного благодарен, ваша светлость. Ах, вот бы наши кланы вновь объединились. Как было бы здорово снова начать варить пиво «Торнбарроу». Обещаю выступить от вашего имени перед вождем своего клана.
zh: 感激不尽，大人，我非常感谢您的努力。要是我们两族能够再次团圆就好了。那样的话索恩伯罗啤酒也能再次酿造了。我答应在族长面前为您说两句好话。
zh_tw: 不勝感激，大人，我非常感謝您的努力。要是我們的族人能夠再次團圓就好了。能夠再次釀製索恩伯羅啤酒就再好不過了。我答應以您之名與族長進行協商。

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_BREW_STARTED
source: My Liege, a man from the Burrow Clan is longing for some brew. If we could deliver some barrels to him, he will surely speak in favor of the reunification.
de: Mein Lord, ein Mann des Clans Burrow sehnt sich nach Gebräu. Hier bietet sich uns die Möglichkeit, ihm seinen Wunsch zu erfüllen. Er wird sich sicherlich für die Wiedervereinigung aussprechen, sollten wir ihm helfen.
es: Mi señor, un hombre del clan Burrow echa mucho de menos la cerveza. Si pudiéramos llevarle unos barriles, seguro que apoyaría la reunificación.
fr: Sire, un homme du clan Burrow a très envie d'une certaine boisson. Nous pourrions lui livrer quelques barils, il parlera en faveur de la réunification.
id: Tuanku, ada orang dari klan Burrow yang mencari bir. Kalau kita bisa mengantarkan beberapa tong bir kepadanya, dia pasti setuju untuk rujuk.
it: Mio signore, un uomo del clan dei Burrow desidera della birra. Consegnandogli dei barili, si pronuncerà sicuramente a favore della riunificazione.
ja: 領主様、バロウ一族の男がビールを欲しがっています。樽をいくつか配達してやれば、彼はこの再統一についていい方向に話を持っていってくれるでしょう。
ko: 영주님, 버로우클랜 소속의 한 남자가 맥주를 간절히 원하고 있습니다. 그에게 맥주를 좀 보내면 재통합에 대해 긍정적인 여론을 일으킬 것이 분명합니다.
pt: Meu senhor, um homem do clã Burrow quer cerveja. Se entregarmos alguns barris para o sujeito, certamente ele passará a defender a reunificação.
ru: Ваша светлость, представитель клана Барроу жаждет пива. Если доставим ему несколько бочонков, он поддержит нашу идею о воссоединении.
zh: 大人，一名伯罗族人想要一些啤酒。如果我们能提供几桶啤酒给他，他一定会支持我们的重聚大业。
zh_tw: 大人，一名伯羅族人想要一些啤酒。如果我們能提供幾桶啤酒給他的話，他一定會支持我們重新統一的大業。

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_BREW_SUCCESS
source: Here my Liege, you just have to sign the invoice and the barrels are on their way to Burrow.
de: Würden Eure Lordschaft so freundlich sein und seinen Siegel auf diesen Lieferschein setzen? Dann sind die Fässer mit Gebräu geschwind auf dem Weg nach Burrow.
es: Ya está, mi señor, acabas de firmar la factura y los barriles están de camino a Burrow.
fr: Tenez Sire, il ne vous reste plus qu’à signer le bon d’envoi et les tonneaux seront expédiés.
id: Silakan, Tuanku tinggal menandatangani faktur dan semua tong bir segera dikirim ke Burrow.
it: Ecco mio signore, devi soltanto firmare la ricevuta e i barili verranno consegnati ai Burrow.
ja: どうぞ領主様、この請求書にサインをすれば、この樽はバロウの元に運ばれます。
ko: 영주님, 여기 송장에 서명하시면 맥주가 버로우에게 발송될 겁니다.
pt: Basta assinar esta fatura aqui que os barris seguirão para o clã Burrow, meu senhor.
ru: Вот, ваша светлость. Подпишите смету, и мы отправим бочки Барроу.
zh: 大人，这里，您只需要签署发货单，成桶的啤酒就会送到伯罗。
zh_tw: 大人，這裡，您只需要簽署發貨單啤酒桶就會送至伯羅。

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_BREW_TITLE
source: Deliver some brew.
de: Liefere Gebräu.
es: Entrega cerveza.
fr: Livrez de la boisson.
id: Antarkan bir.
it: Consegna della birra.
ja: ビールを配達する。
ko: 맥주를 보내세요.
pt: Entregue cerveja.
ru: Доставь пиво.
zh: 运送一些啤酒。
zh_tw: 提供一些啤酒。

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_TO_SAVE_STARTED
source: My Liege, this townie in the mine needs help. We will need equipment to dig him out.
de: Dieser Mann braucht unsere Hilfe! Um ihn aus dem Bergwerk zu befreien, werden wir allerdings spezielle Ausrüstung benötigen.
es: Mi señor, este townie en la mina necesita ayuda. Necesitaremos equipo para excavar y sacarlo de ahí.
fr: Sire, cet homme a besoin d’aide. Nous aurons besoin d’équipement pour le sortir de là.
id: Tuanku, Townie di tambang ini perlu bantuan. Kita perlu perlengkapan untuk membantunya keluar.
it: Mio signore, questo cittadino nelle miniere ha bisogno di aiuto. Ci servono delle attrezzature per tirarlo fuori.
ja: 領主様、この採掘所の中のタウニーは助けを必要としています。彼を掘り出すための資材が必要です。
ko: 영주님, 광산에 주민이 갇혔습니다. 그를 구조하려면 장비가 필요합니다.
pt: Há um habitante na mina que precisa de ajuda, meu senhor. Precisaremos de um equipamento para tirá-lo de lá.
ru: Ваша светлость, горожанину в шахте нужна помощь. Но, чтобы выкопать его, нам потребуются инструменты.
zh: 大人，这个深陷矿井的镇民需要帮助。我们需要用设备把他拉出来。
zh_tw: 大人，這名在礦井中的鎮民需要幫助，我們需要找裝備來把他挖出來。

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_TO_SAVE_SUCCESS
source: Congratulations, my Liege. We now have the necessary equipment to save the miner.
de: Vorzüglich mein Lord, nun haben wir die notwendige Ausrüstung, um den Townie aus dem eingestürzten Bergwerk zu befreien.
es: Enhorabuena, mi señor. Ahora tenemos el equipo necesario para salvar al minero.
fr: Félicitation mon seigneur. Maintenant que nous avons l’infrastructure nécessaire, nous pouvons sauver ce pauvre mineur.
id: Selamat, Tuanku. Perlengkapan yang diperlukan untuk menyelamatkan si pekerja tambang sudah tersedia sekarang.
it: Complimenti, mio signore. Adesso abbiamo le attrezzature necessarie per salvare il minatore.
ja: おめでとうございます、領主様。炭鉱作業員を助けるために必要な資材が手に入りました。
ko: 축하합니다, 영주님. 이제 광부를 구할 장비를 갖추었습니다.
pt: Meus parabéns, meu senhor. Agora temos o equipamento necessário para salvar o minerador.
ru: Поздравляю, ваша светлость. У нас есть все необходимое, чтобы спасти шахтера.
zh: 恭喜您，大人。现在我们有了拯救矿工必须的装备。
zh_tw: 恭喜您，大人。我們現在有所需的裝備來拯救那位礦工了。

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_TO_SAVE_TITLE
source: Get the necessary equipment.
de: Besorge die notwendige Ausrüstung.
es: Consigue el equipo necesario.
fr: Obtenez l’équipement nécessaire.
id: Dapatkan perlengkapan yang diperlukan.
it: Ottieni le attrezzature necessarie.
ja: 必要な資材を手に入れる。
ko: 필요한 장비를 갖추세요.
pt: Consiga o equipamento necessário.
ru: Раздобудь необходимые инструменты.
zh: 取得必要的装备。
zh_tw: 取得所需的裝備。

# T_QUESTS_SCENARIO_TWOCLANS_YOUR_SWORD_HELPER_QUEST_STARTED
source: He helped me get my sword back. Well... Actually your sword.
de: Er half mir mein Schwert wieder zurückzubekommen. Naja, eigentlich ist es ja dein Schwert…
es: Me ha ayudado a recuperar mi espada. Bueno... tu espada más bien.
fr: Il m’a aidé à récupérer mon épée. Enfin... Ton épée.
id: Dia membantuku mendapatkan pedangku kembali. Ehm... pedang Kakek, sebenarnya.
it: Mi ha aiutato a recuperare la mia spada... Cioè, a dire il vero... la tua spada.
ja: 彼は僕の剣を取り戻してくれたんだ。いや...実際はお祖父ちゃんの剣か。
ko: 제 검을 찾는 걸 도와줬어요. 음... 사실은 할아버지의 검이죠.
pt: Ele ajudou a recuperar minha espada. Quer dizer... sua espada, na verdade.
ru: Он помог мне вернуть мой меч. То есть... твой меч.
zh: 他帮助我拿回了我的剑。嗯......您的剑。
zh_tw: 他幫我弄回了我的劍。怎麼說……應該說是你的劍。

# T_QUESTS_SELL_PIGS
source: My lord, because of an animal sickness the neighboring kingdom is in need of pigs. We should sell some pigs to the merchant.
de: Mein Herr, im Nachbarland werden Aufgrund eines Tiersterbens dringend Schweine benötigt. Wir sollten einige Schweine an den Händler verkaufen.
es: Mi señor, debido a una enfermedad, el reino vecino se ha quedado sin cerdos. Debemos vender algunos al mercader.
fr: Mon seigneur, à cause d'une épidémie chez les animaux, le royaume voisin a besoin de cochons. Nous devrions en vendre au marchand.
id: Tuanku, akibat serangan penyakit hewan, kerajaan tetangga memerlukan babi. Ada baiknya kita menjual babi kepada si pedagang.
it: Milord, a causa di una epidemia animale, il regno confinante ha carenza di maiali. Dovremmo vendere dei maiali al mercante.
ja: 閣下、動物の病気のせいで隣の王国が豚を必要としています。市場で豚を売りましょう。
ko: 영주님, 가축 질병 때문에 이웃 왕국에 돼지가 부족합니다. 돼지를 상인에게 팔아야 합니다.
pt: Milorde, por causa de uma epidemia, o reino vizinho está precisando de porcos. Seria bom vender porcos ao mercador.
ru: Милорд, в соседнем королевстве падеж скота, им срочно нужны свиньи. Давайте продадим часть свиней купцу.
zh: 主人，邻国因牲畜生病，需要生猪。咱们应该卖些生猪给商人。
zh_tw: 主人，鄰國因牲畜生病，需要生豬。咱們應該賣些生豬給商人。

# T_QUESTS_TRIBUTE_EQUIPMENT
source: My Lord, I think we should give the city guard some equipment. This would greatly improve their survivability in combat.
de: Mein Herr, wir sollten die Soldaten im Dorf mit Ausrüstung versorgen - das würde ihre Erfolgaussichten im Kampf erheblich steigern.
es: Mi señor, creo que debemos dotar a la guardia de equipo nuevo. Así tendrán muchas más probabilidades de sobrevivir a un combate.
fr: Mon seigneur, nous devrions fournir de l'équipement aux gardes de la cité. Cela les aiderait à survivre aux combats.
id: Tuanku, rasanya penjaga kota perlu diberi perlengkapan. Ini akan sangat membantu keselamatan mereka dalam pertempuran.
it: Uhm, credo che dovremmo fornire nuovi equipaggiamenti alle guardie cittadine. Ciò aumenterà le loro probabilità di sopravvivenza in battaglia.
ja: 閣下、町の守衛に装備を与えたほうが良いと思います。戦闘での彼らの生存率がぐっと上がるでしょう。
ko: 영주님, 도시 경비대에게 장비를 주어야겠어요. 전투 생존성이 크게 높아질 거예요.
pt: Milorde, devemos equipar a guarda da cidade. Isso melhoraria muito as chances de eles sobreviverem em combate.
ru: Милорд, думаю, нашим городским стражникам не помешает кое-какое новое снаряжение. С ним они смогут дольше держат бой.
zh: 主人，小人以为，应该给城防兵一些装备。这样，就可以大大提高他们在战斗中的生存能力。
zh_tw: 主人，小人以為，應該給城防兵一些裝備。這樣，就可以大大提高他們在戰鬥中的生存能力。

# T_QUESTS_TRIBUTE_FISH
source: Deliver a tribute of fish.
de: Liefere einen Tribut von Fischen.
es: Entrega un tributo de pescado.
fr: Apportez un tribut de poissons.
id: Kirimkan upeti ikan.
it: Consegna un tributo di pesci.
ja: 魚の貢ぎ物を納める。
ko: 생선 조공을 보내세요.
pt: Pague um tributo de peixes.
ru: Доставь рыбу в виде дани.
zh: 献鱼做贡礼。
zh_tw: 獻魚做貢禮。

# T_QUESTS_TRIBUTE_SAUSAGES
source: Deliver sausages.
de: Liefere Würstchen.
es: Entrega salchichas.
fr: Livrez des saucisses.
id: Antarkan sosis.
it: Consegna delle salsicce.
ja: ソーセージを配達する。
ko: 소시지를 보내세요.
pt: Entregue salsichas.
ru: Доставь колбасы.
zh: 发送香肠。
zh_tw: 發送香腸。

# T_QUESTS_TRIBUTE_STONE
source: Deliver a tribute of stone.
de: Liefere einen Tribut an Steinen.
es: Entrega un tributo de piedra.
fr: Apportez un tribut de pierre.
id: Kirimkan upeti batu.
it: Consegna un tributo di pietre.
ja: 石の貢物を納める。
ko: 석재 조공을 보내세요.
pt: Pague um tributo de pedras.
ru: Доставь камень в виде дани.
zh: 献宝石，做贡礼。
zh_tw: 獻寶石，做貢禮。

# T_QUESTS_TWELVE_BUILD_INFIRMARY_STARTED
source: It will be very difficult to drive this disease out of the village. Shall we start building an infirmary? Remember...we have to hurry!
de: Es wird sehr schwer sein, diese Krankheit aus dem Dorf zu vertreiben. Sollen wir den Bau einer Krankenstation beginnen? Denkt daran… wir müssen uns beeilen!
es: Será muy difícil erradicar esta enfermedad de la aldea. ¿Empezamos por construir una enfermería? ¡Recuerda que tenemos que darnos prisa!
fr: Il nous sera difficile d’éliminer le mal qui plane sur certains de nos habitants sans infirmerie. Puis-je en ordonner la construction ? Rappelez-vous....nous devons nous dépêcher !
id: Penyakit ini akan sulit diberantas di sini. Mungkin kita perlu membangun rumah sakit? Ingat... kita harus bergerak cepat!
it: Sarà molto difficile debellare questa malattia dal villaggio. Cominciamo costruendo un'infermeria? Ricordate... dobbiamo sbrigarci!
ja: 病はそう簡単に、村から追放というわけにはまいりません。診療所の建設を始めましょう。どうか素早いご決断を！
ko: 마을에서 이 질병을 퇴치하기가 매우 힘들 거에요. 먼저 병원을 지어야 할까요? 명심하세요...서둘러야 해요!
pt: Vai ser muito difícil eliminar essa doença da nossa aldeia. Será que precisamos construir uma enfermaria? Lembre-se... precisamos ser rápidos!
ru: Изгнать эту заразу из деревни будет очень непросто. Приказать начать строительство лазарета? Помните... мешкать нельзя!
zh: 要想将这种疾病从村子中完全消除会十分困难。我们要不要先从建造一家医院开始？不要忘记……我们必须赶快动手！
zh_tw: 要想將這種疾病從村子中完全消除會十分困難。我們要不要先從建造一家醫院開始？不要忘記……我們必須趕快動手！

# T_QUESTS_TWELVE_BUILD_INFIRMARY_SUCCESS
source: Now there is a doctor in the village! If he has enough medicinal herbs, the problem with the disease will soon solve itself.
de: Nun ist ein Arzt im Dorf! Wenn er genügend Heilkräuter hat, dürfte sich das Problem mit der Krankheit bald von selbst lösen.
es: ¡Ahora hay un médico en la aldea! Si tiene suficientes hierbas medicinales, pronto se solucionará el problema de la enfermedad.
fr: La maladie n’a qu’à bien ce tenir ! Notre ville a désormais un médecin ! Allons prévenir les habitants malades qu’ils se rendent immédiatement chez lui.
id: Sekarang ada dokter di desa! Asalkan dia punya persediaan tanaman obat yang cukup, masalah penyakit ini akan selesai dengan sendirinya.
it: Ora c'è un medico nel villaggio! Se avrà abbastanza erbe medicinali, il problema della malattia verrà risolverà presto.
ja: 村に医師が来てくれました！薬草の在庫が十分なら、病の件は自然と解決するでしょう。
ko: 이제 마을에 의사가 있어요! 약초가 충분히 있다면 질병 문제는 곧 해결될 거예요.
pt: Agora temos um médico na aldeia! Se ele tiver ervas medicinais em quantidade suficiente, o problema da doença logo se resolverá.
ru: Теперь в деревне есть доктор! Если обеспечить его достаточными запасами лечебных трав, то проблема с болезнью вскоре решится.
zh: 现在村庄里有医生了！如果他有足够的药草，怪病的问题很快就能迎刃而解了。
zh_tw: 現在村莊裡有醫生了！如果他有足夠的藥草，怪病的問題很快就能迎刃而解了。
