Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_TWELVE_CLOTH_WINTER_STARTED
source: Sire, let's not put the cart before the horse. Before we can produce fabric, we need a weaving mill. I advise you to order the construction of this building as soon as possible.
de: Mein Herr, lasst uns nicht das Pferd beim Schwanz aufzäumen. Bevor wir Stoffe herstellen können, brauchen wir eine Webstube. Ich empfehle Ihnen, den Bau dieses Gebäudes so schnell wie möglich in Auftrag zu geben.
es: Excelencia, no empecemos la casa por el tejado. Antes de producir tejidos, necesitamos un telar. Te aconsejo que ordenes su construcción cuanto antes.
fr: Sire, ne mettons pas la charrue avant les boeufs. Avant de produire du tissu, il nous fait un tisserand. Je vous conseille d’ordonner la construction au plus vite de ce bâtiment.
id: Tuanku, kita jangan berpikir terbalik. Sebelum kita bisa memproduksi kain, kita perlu tempat penenunan. Aku sarankan Tuanku memerintahkan pembangunannya sesegera mungkin.
it: Sire, non mettiamo il carro davanti ai buoi. Prima di poter produrre tessuti, abbiamo bisogno di una bottega del tessitore. Vi consiglio di ordinare la costruzione di questo edificio il più presto possibile.
ja: さて領主様、馬車は馬から用意するものです。そして織物を作るには、織布工場が必要です。すぐにでも建設を命じてはいかがでしょう。
ko: 영주님, 순서대로 일을 시작하시죠. 직물을 생산하려면 방직 공장이 필요합니다. 되도록 빨리 방직 공장을 만들라고 지시하세요.
pt: Senhor, não vamos colocar o carro à frente dos bois. Antes de produzir tecido, precisamos de uma tecelagem. Recomendo a construção deste prédio o mais rápido possível.
ru: Сир, не стоит опережать события. Чтобы начать производить ткань, нам потребуется лавка ткача. Советую построить ее как можно скорее.
zh: 阁下，记得不要搞错了顺序。要想生产布料，我们需要一座纺织厂。我建议您下令尽快开始这种建筑的建造。
zh_tw: 閣下，記得不要搞錯了順序。要想生產布料，我們需要一座紡織廠。我建議您下令儘快開始這種建築的建造。

# T_QUESTS_TWELVE_CLOTH_WINTER_SUCCESS
source: The construction of the weaving mill has been completed, my Lord. Our Townies will be able to produce fabric from now on.
de: Der Bau der Webstube ist abgeschlossen, Mylord. Unsere Townies können ab sofort Stoffe herstellen.
es: Se ha completado la construcción del telar, mi señor. Ahora nuestros townies podrán fabricar tejidos.
fr: La construction du tisserand est achevée mon seigneur. Nos habitants vont pouvoir dès maintenant produire du tissu.
id: Pembangunan tempat penenunan sudah selesai, Tuanku. Para Townie akan bisa memproduksi kain mulai sekarang.
it: La costruzione della bottega del tessitore è terminata, mio Signore. D'ora in poi, i nostri cittadini saranno in grado di produrre tessuti.
ja: 領主様、織布工場の建設が完了しました。住人に働きかけ、織物の生産を開始できます。
ko: 영주님, 방직 공장이 완성됐습니다. 이제부터 주민들이 직물을 생산할 수 있습니다.
pt: A construção da tecelagem foi concluída, meu senhor. Nossos habitantes poderão produzir tecido a partir de agora.
ru: Лавка ткача построена, милорд. Теперь горожане могут производить ткань.
zh: 纺织厂的建造已经完成了。我们的镇民从现在开始就能生产布料了。
zh_tw: 紡織廠的建造已經完成了。我們的鎮民從現在開始就能生產布料了。

# T_QUESTS_TWELVE_GUARD_STARTED
source: Sir, for the good of our Townies, we must possess at least one guard tower. Hurry up! Time is running out!
de: Sir, zum Wohle unserer Townies müssen wir mindestens einen Wachturm besitzen. Beeilt euch! Die Zeit läuft ab!
es: Señor, por el bien de nuestros townies, debemos poseer al menos una torre de vigilancia. ¡Deprisa! ¡Se agota el tiempo!
fr: Sire, pour le bien de nos habitants, nous devons impérativement posséder au moins une tour de garde. Vite ! Le temps presse !
id: Tuanku, demi keamanan para Townie, kita perlu paling tidak satu menara jaga. Cepatlah! Waktu tinggal sedikit!
it: Signore, per il bene dei nostri cittadini, ci serve almeno una torre di guardia. Sbrigatevi! Il tempo sta per scadere!
ja: 陛下。住人の安全を守るため、衛兵塔が少なくとも1棟必要です。どうかお急ぎを、もう時間がありません！
ko: 영주님, 주민들의 안녕을 위해 적어도 감시탑 하나를 세워야 합니다. 서두르세요! 시간이 없어요!
pt: Senhor, pelo bem de nossos habitantes, precisamos ter pelo menos uma torre de guarda. Rápido! Não temos muito tempo!
ru: Сир, нужно позаботиться о горожанах и построить хотя бы одну сторожевую вышку. Поспешите! У нас мало времени!
zh: 阁下，为了镇民们，我们必须至少拥有一座守卫塔。快！我们没时间了！
zh_tw: 閣下，為了鎮民們，我們必須至少擁有一座守衛塔。快！我們沒時間了！

# T_QUESTS_TWELVE_GUARD_SUCCESS
source: Ah, these robbers won't be so stupid as to attack us now... Well done, my Lord, this is a good defense we built here.
de: Ah, selbst diese Räuber sollten nicht dumm genug sein, uns jetzt noch anzugreifen... Gut gemacht, Mylord, das ist eine gute Verteidigung, die wir hier haben.
es: Aaah, estos ladrones no serán tan estúpidos como para atacarnos ahora... Bien hecho, mi señor, hemos construido unas buenas defensas.
fr: Ah les bandits feront moins les malins ! Bravo mon seigneur, c’est une belle défense que nous avons là.
id: Ah, para penjarah takkan nekat menyerang kita sekarang... Bagus sekali, Tuanku, pertahanan yang kita bangun ini sangat kukuh.
it: Ah, questi ladri non saranno così stupidi da attaccarci adesso... Ben fatto, mio signore: questa che abbiamo costruito è una buona difesa.
ja: まあ、強盗とはいえ、これでまた過ちを犯すような愚者ではありますまい...お疲れ様でございました、陛下。素晴らしい防衛網が構築できましたね。
ko: 으, 강도들도 머리가 있다면 우리를 공격하지 못할 거예요... 잘하셨습니다, 영주님. 훌륭한 방어 건물이 완성됐어요.
pt: Ah, esses ladrões não serão burros a ponto de nos atacar agora... Muito bem, meu senhor, construímos uma bela defesa.
ru: Ох, теперь эти грабители дважды подумают, прежде чем нападать на нас... Хорошая работа, милорд, мы хорошо защитили город.
zh: 啊，那些强盗现在不会傻到袭击我们了……做得好，领主大人，我们的防御固若金汤。
zh_tw: 啊，那些強盜現在不會傻到襲擊我們了……做得好，領主大人，我們的防禦固若金湯。

# T_QUESTS_TWELVE_ROADS_STARTED
source: My Lord, our city does not have many roads, why not build some to facilitate the paths for the inhabitants?
de: Mein Herr, unsere Stadt hat nicht viele Straßen. Warum baut Ihr nicht ein paar, um die Wege für die Bewohner zu erleichtern?
es: Mi señor, nuestra ciudad no tiene muchos caminos, ¿por qué no construir algunos para facilitar el traslado de los habitantes?
fr: Sire, nos terres ne possèdent pas beaucoup de routes, pourquoi ne pas en construire pour faciliter le déplacement des habitants ?
id: Tuanku, kota kita kekurangan jalanan, mengapa Tuanku tidak menambah jalanan untuk memudahkan para penduduk?
it: Mio Signore, la nostra città non ha molte strade: perché non costruirne altre per facilitare gli spostamenti degli abitanti?
ja: 領主様、街の通行路が若干少ないかと。敷設してはいかがでしょう。住民の通行も円滑化できます。
ko: 영주님, 도로가 부족합니다. 주민들이 편리하게 이동할 수 있도록 도로를 더 건설하면 어떨까요?
pt: Meu senhor, nossa cidade não tem muitas estradas. Que tal construir algumas para facilitar o caminho dos habitantes?
ru: Милорд, в городе маловато дорог. Почему бы не проложить больше путей для местных жителей?
zh: 领主大人，我们的城市道路不是很多，为什么不建造一些来方便居民的出行呢？
zh_tw: 領主大人，我們的城市道路不是很多，為什麼不建造一些來方便居民的出行呢？

# T_QUESTS_TWELVE_ROADS_SUCCESS
source: I am delighted with your success, my Lord! From now on, we no longer have any excuses for not completing the work on time.
de: Ich freue mich über Euren Erfolg, Mylord! Von nun an haben wir keine Ausreden mehr, um die Arbeiten nicht rechtzeitig abzuschließen.
es: ¡Estoy encantado con tu éxito, mi señor! A partir de ahora, ya no tendremos ninguna excusa para no realizar los trabajos a tiempo.
fr: Je suis ravi de votre succès mon seigneur ! Désormais, nous n’avons plus d’excuses pour ne pas accomplir les travaux dans les temps.
id: Aku senang sekali dengan keberhasilan Tuanku! Mulai sekarang tidak ada alasan lagi kalau ada pekerjaan yang tidak selesai tepat waktu.
it: Sono lieto del vostro successo, mio Signore! D'ora in poi non ci saranno più scuse per non completare il lavoro in tempo.
ja: 領主様、事業のご成功おめでとうございます！あーあ、これで我々も、仕事の遅れの理由に「渋滞」を使えなくなりましたね。
ko: 영주님, 성공을 축하드립니다! 이제부터는 작업을 정시에 완료하지 못한 것에 대한 핑곗거리가 사라졌어요.
pt: Estou encantando com o seu sucesso, meu senhor! A partir de agora, não temos mais desculpas para não concluir o trabalho a tempo.
ru: Вы делаете успехи, милорд! Теперь у нас нет предлогов задерживать выполнение работ.
zh: 领主大人，看到您的成就我很欣慰！从现在开始，我们再也没有不按时完成工作的借口了。
zh_tw: 領主大人，看到您的成就我很欣慰！從現在開始，我們再也沒有不按時完成工作的藉口了。

# T_QUESTS_TWELVE_SHEEP_PASTURE_STARTED
source: Um, Sir? We don't have any sheep yet. The last ones disappeared during the great storm. It is time to have sheep on our land again.
de: Ähm, Sir? Wir haben noch keine Schafe. Die letzten sind während des großen Sturms verschwunden. Es ist an der Zeit, wieder Schafe auf unseren Ländereien grasen zu lassen.
es: Mm, ¿señor? Aún no tenemos ovejas. Las últimas desaparecieron durante la gran tormenta. Es hora de tener ovejas en nuestros campos de nuevo.
fr: Hum, Sire ? Nous n’avons pas encore de moutons. Les derniers en date ont disparu lors de la grande tempête. Il est temps d’avoir de nouveau des moutons sr nos terres.
id: Ehm, Tuanku? Kita belum punya domba. Domba terakhir hilang saat badai besar. Sudah waktunya ada domba lagi di tanah kita.
it: Uh, Signore? Non abbiamo pecore. Le ultime sono scomparse durante la grande tempesta. È ora che le pecore tornino a brucare sulle nostre terre.
ja: 陛下、領内に羊がいないようです。...そうか、この前の大嵐で散り散りに...是非また、この土地に羊を連れてまいりましょう。
ko: 음, 영주님? 아직 양이 없습니다. 대폭풍으로 양을 모두 잃어버렸어요. 다시 양을 키워야 합니다.
pt: Hã... senhor? Ainda não temos ovelhas. As últimas desapareceram durante a grande tempestade. Está na hora de voltar a ter ovelhas.
ru: Эм, сир? У нас пока нет овец. Последние овцы пропали во время великой бури. Думаю, пришло время вновь их развести.
zh: 呃，先生？我们现在一头羊也没有。最后一头在大暴雨中消失了。我们应该再养一些羊。
zh_tw: 呃，先生？我們現在一頭羊也沒有。最後一頭在大暴雨中消失了。我們應該再養一些羊。

# T_QUESTS_TWELVE_SHEEP_PASTURE_SUCCESS
source: It fills my heart with overwhelming happiness! Look at those plain, old sheep, inhabiting our lands once again. Let us hope that the disasters we have faced in recent years are far behind us.
de: Seht nur, all diese Schafe! Dieser Anblick erfüllt mein Herz mit großer Freude! Hoffentlich können wir damit die Katastrophen der letzten Jahre endlich hinter uns lassen und neu anfangen.
es: ¡Me estalla el corazón de alegría! Mira esas lindas ovejitas pastando por nuestros campos otra vez. Esperemos haber dejado atrás los desastres que hemos padecido en los últimos años.
fr: Cela me remplit le coeur d’une joie immense ! Revoir ces simples moutons ici. Espérons que les désastres auxquels nous avons fait face ces dernières années soient loin derrière nous.
id: Ini membuat hatiku gembira! Lihatlah domba-domba yang kembali berkeliaran di tanah kita. Semoga semua bencana yang kita alami dalam tahun-tahun terakhir sudah jauh di belakang kita.
it: Il mio cuore esplode di felicità! Guardate quelle buone, vecchie pecore di nuovo felici e ruminanti nelle nostre terre. Speriamo che i disastri che abbiamo affrontato negli ultimi anni siano ormai solo un ricordo lontano.
ja: 幸福感で胸がはちきれそうです！目前に広がる平原、帰還の地で草を食む羊たち。この土地は何年も災害に悩まされてきましたが、苦節の時は過ぎ去ったと、そう信じることにいたしましょう。
ko: 벅찬 행복으로 마음이 뿌듯하네요! 이 땅을 다시 채운 양들을 보세요. 최근 몇 년 동안 우리를 괴롭혔던 재앙과 이제는 작별하게 되길 기원합니다.
pt: Meu coração transborda de felicidade! Olha só essas ovelhas novamente habitando nossas terras. Esperamos que os desastres que elas enfrentaram nos últimos anos estejam no passado.
ru: Мое сердце поет от радости! Только посмотрите на этих милых овечек, что снова пасутся на наших землях. Будем надеяться, катастрофы последних лет больше не повторятся.
zh: 它使我的内心洋溢着喜悦！看看那些平凡熟悉的绵羊，它们再一次生活在我们的土地上了。但愿近几年我们面对的灾难不会再找上门来。
zh_tw: 它使我的內心洋溢著喜悅！看看那些平凡熟悉的綿羊，它們再一次生活在我們的土地上了。但願近幾年我們面對的災難不會再找上門來。

# T_QUESTS_TWELVE_SPRING_INTRO
source: Birds sing, animals play... Yes, Sir, winter is over! Spring, a gentle rebirth, finally opens up its gardens for us.
de: Seht nur, Mylord! Die Vögel singen, die Knospen blühen - der Winter ist tatsächlich vorbei! Der sanfte Frühling öffnet uns endlich seine Gärten.
es: Los pájaros cantan, los animales retozan... Sí señor, ¡se acabó el invierno! La primavera, con su dulce despertar, por fin nos abre sus jardines.
fr: Les oiseaux chantent, les animaux batifolent... Oui Sire ! Nous avons passé l’hiver ! Le printemps, douce renaissance, nous ouvre enfin ses jardins.
id: Burung berkicau, hewan bermain-main... Ya, Tuanku, musim dingin sudah berakhir! Musim semi, musim kelahiran kembali, akhirnya membuka tamannya untuk kita.
it: Gli uccelli cantano, gli animali giocano... Sì, signore, l'inverno è finito! La primavera, la dolce rinascita, ci schiude finalmente i suoi giardini.
ja: 鳥は木々に唄い、動物たちは野に遊ぶ...陛下、長い冬は終わりを告げました！再び芽吹く命の季節が、その姿を現しています。
ko: 새들이 노래하고 동물들이 놀고 있어요... 영주님, 겨울이 끝났어요! 만물이 소생하는 봄이 드디어 찾아왔어요.
pt: Os pássaros cantam, os animais brincam... Sim, senhor, o inverno chegou ao fim! A primavera, esse gentil recomeço, finalmente abre seus jardins para nós.
ru: Птицы поют, животные играют... Да, сир, зима закончилась! Весна, время возрождения, наконец-то открыла нам свои сады.
zh: 鸟儿鸣唱，走兽嬉戏……没错，先生，冬天结束了！春天，复苏的季节，终于为我们打开了它的花园。
zh_tw: 鳥兒鳴唱，走獸嬉戲……沒錯，先生，冬天結束了！春天，復蘇的季節，終於為我們打開了它的花園。

# T_QUESTS_TWELVE_STRIKE_001_FIRE_CLIENT
source: Sire, the wrath of the Townies is so great that they set their own houses on fire to prove their point! Let's hurry and see to it to make their anger subside.
de: Sire, der Zorn der Townies ist so groß, dass sie ihre eigenen Häuser in Brand stecken, um ein Zeichen zu setzen! Beeilen wir uns und sorgen dafür, dass sich ihre Wut wieder legt.
es: Excelencia, ¡la furia de los townies es tan grande que han prendido fuego a sus propias casas para demostrar que están en lo cierto! Corramos a apaciguarlos.
fr: Sire, la colère des habitants est si grande, qu’ils mettent feu à leurs propres maisons ! Dépêchons-nous de leur apporter les ressources pour calmer leur colère.
id: Tuanku, kemurkaan para Townie telah memuncak dan mereka membakar rumah mereka sendiri untuk membuktikannya! Kita harus bergerak cepat dan berusaha meredam kemarahan mereka.
it: Sire, l'ira dei cittadini è così grande che hanno dato fuoco alle loro case per dimostrarlo! Affrettatevi a fare in modo che la loro rabbia si plachi.
ja: 領主様、住人の怒りはこれ以上なく燃えさかっています。それを象徴する行為でしょうか、自宅へみずから火を放つ者まで現れる始末です！ここは彼らの怒りが収まるよう、なにとぞ迅速なお取り計らいを。
ko: 영주님, 분노한 주민들이 집을 태우며 항의하고 있어요! 어서 주민들의 분노를 잠재우세요.
pt: Senhor, a fúria dos habitantes é tamanha que eles incendiaram as próprias casas! Rápido, vamos ver se conseguimos acalmá-los.
ru: Сир, горожане так сильно разозлились, что подожгли свои дома! И для чего?! Чтобы доказать свою правоту! Нужно поспешить на место поджога, чтобы поскорее унять их гнев.
zh: 阁下，村民们为了表示愤怒甚至把他们自己的房子都点着了！我们赶快去着手平息他们的怒火吧。
zh_tw: 閣下，村民們為了表示憤怒甚至把他們自己的房子都點著了！我們趕快去著手平息他們的怒火吧。

# T_QUESTS_TWELVE_STRIKE_001_FIRE_START
source: Two or three good deeds don't make up for all those unpleasant years so quickly, Governor. We didn't forget that you let us down for so long!
de: Zwei oder drei gute Taten machen all die Jahre nicht so schnell wieder gut, Statthalter. So schnell vergessen wir nicht, dass Ihr uns so lange im Stich gelassen habt!
es: Dos o tres buenas obras no pueden compensar tan fácilmente tantos años desagradables, gobernador. ¡No hemos olvidado que nos defraudaste durante mucho tiempo!
fr: Deux ou trois bonnes actions ne suffisent pas à nous faire oublier tout ce que nous avons vécu Gouverneur! Nous attendons mieux que ça. Nous n'oublions pas que vous nous avez laissé tomber si longtemps !
id: Dua atau tiga perbuatan baik tidak bisa langsung menghapus tahun-tahun yang tidak menyenangkan, Gubernur. Kami tidak lupa bahwa kami dikecewakan begitu lama!
it: Due o tre buone azioni non possono certo compensare tutti questi spiacevoli anni come se niente fosse, governatore. Non abbiamo dimenticato che lei ci ha deluso a lungo!
ja: 総督サマ？2つ3つ立派なことをなさったからといって、すぐに何年か前のような関係に戻れるとはお思いにならないでください。本当に長い間、不愉快な思いをしてきたんです！
ko: 영주님, 선행 두세 번으로 그동안의 실정을 덮을 수는 없습니다. 영주님은 오랫동안 주민들을 실망시켰어요!
pt: Duas ou três boas ações não apagam assim tão rápido todos aqueles anos desagradáveis, Governador. Não nos esquecemos que o senhor nos decepcionou durante tanto tempo!
ru: Двух или трех добрых дел слишком мало, чтобы стереть годы пренебрежения, губернатор. Мы не забыли, сколь долго вы о нас не заботились!
zh: 两三件礼物不会让多年的不快烟消云散，镇长。我们还没有忘记多年来你让我们有多么失望！
zh_tw: 兩三件禮物不會讓多年的不快煙消雲散，鎮長。我們還沒有忘記多年來你讓我們有多麼失望！

# T_QUESTS_TWELVE_STRIKE_001_STARTED
source: My Lord, I have investigated your popularity with the residents to see if we are on the right track, and it doesn't look too good. Maybe a gift from you can make a difference.
de: Mylord, ich habe mich in der Stadt nach Eurer Beliebtheit umgehört und ehrlich gesagt sieht es nicht wirklich gut aus. Vielleicht kann uns ein Geschenk an die Bewohner weiterhelfen.
es: Mi señor, he sondeado tu popularidad entre los residentes para ver si vamos por el buen camino y no tiene mala pinta. Quizá un regalo pueda marcar la diferencia.
fr: Sire, j’ai...évalué votre popularité auprès des habitants pour voir si nous avons du succès. Et elle n’est vraiment pas bonne. Peut-être qu’un cadeau de votre part pourra améliorer quelque peu la situation.
id: Tuanku, aku sudah menyelidiki popularitas Tuanku di antara penduduk untuk melihat apakah kita di jalan yang benar, dan hasilnya kurang menggembirakan. Hadiah dari Tuanku mungkin bisa mengubah keadaan.
it: Mio Signore, ho indagato sulla tua popolarità tra i residenti per vedere se siamo sulla strada giusta, e non siamo messi troppo bene. Forse un dono da parte vostra può fare la differenza.
ja: 我々の方針が適切か確かめるべく、領主様の住民からの支持率を探ってまいりました。あまり芳しい結果とは申せません。贈り物をしてはいかがでしょう。起爆剤にはなりうるかと。
ko: 영주님, 저희가 제대로 일하고 있는지 알아보기 위해 주민들에게 영주님의 인기를 조사했습니다. 그런데 결과가 썩 좋지 않습니다. 선물을 주면 달라질 거예요.
pt: Meu senhor, averiguei sua popularidade com os residentes para ver se estamos no caminho certo e os resultados não são muito bons. Talvez um presente faça a diferença.
ru: Милорд, я поинтересовался у местных жителей о том, как они к вам относятся. Хотел понять, как обстоят наши дела. Боюсь, что не очень. Может быть, подарок их задобрит?
zh: 领主大人，我调查了居民的满意度来看看我们做的如何，然而结果却不尽人意。也许送给居民一份礼物可以挽回民心。
zh_tw: 領主大人，我調查了居民的滿意度來看看我們做的如何，然而結果卻不盡人意。也許送給居民一份禮物可以挽回民心。

# T_QUESTS_TWELVE_STRIKE_001_SUCCESS
source: The villagers accepted your gift gratefully! They are relieved that you thought of them. Now they can prepare for the winter as well.
de: Die Dorfbewohner haben Euer Geschenk dankend angenommen! Sie sind erleichtert, dass Ihr an sie gedacht habt. So können auch sie sich auf den Winter vorbereiten.
es: ¡Los aldeanos han aceptado tu regalo de buen grado! Están contentos de que te hayas acordado de ellos. Ahora ellos también podrán prepararse para el invierno.
fr: Ils ont accueilli votre don avec plaisir ! Ils vous remercient de penser à eux et de leur permettre de préparer l’hiver.
id: Para warga desa menerima hadiah Tuanku dengan rasa syukur! Mereka lega karena Tuanku memikirkan mereka. Sekarang mereka juga bisa bersiap-siap menghadapi musim dingin.
it: Gli abitanti del villaggio hanno accettato il tuo regalo con gratitudine! Sono contenti che tu abbia pensato a loro. Ora possono prepararsi per l'inverno.
ja: 村人は贈り物を賜り、感謝しています！陛下が庶民のこともきちんとお考えであると分かり、安堵しているようです。これで安心して冬支度ができると申しておりました。
ko: 주민들이 선물을 감사히 받았습니다! 영주님이 주민들을 잘 보살핀다고 생각하고 있어요. 이제 겨울 준비도 할 수 있어요.
pt: Os aldeões aceitaram de bom grado o presente! Ficaram felizes porque o senhor pensou neles. Agora também podem se preparar para o inverno.
ru: Селяне очень радушно приняли ваш подарок! Они рады, что вы задумались о них. Теперь они тоже могут начать готовиться к зиме.
zh: 村民们感激地收下了您的礼物！知道您挂念着他们，他们感到十分慰藉。现在他们也可以为冬天做准备了。
zh_tw: 村民們感激地收下了您的禮物！知道您掛念著他們，他們感到十分慰藉。現在他們也可以為冬天做準備了。

# T_QUESTS_TWELVE_STRIKE_001_SUCCESS_GIVE
source: All that remains is to deliver the goods, my Lord.
de: Nun müssen wir nur noch die Ware ausliefern, Mylord.
es: Ya solo queda entregar las mercancías, mi señor.
fr: Il ne reste plus qu’à livrer la marchandise, Sire.
id: Sekarang kita tinggal membagikan barang-barang, Tuanku.
it: Non resta che consegnare la merce, mio Signore.
ja: あとはこの物資を運ぶだけですね、領主様。
ko: 영주님, 이제 상품을 전달하기만 하면 됩니다.
pt: Tudo o que resta é entregar as mercadorias, meu senhor.
ru: Осталось только доставить товары, милорд.
zh: 现在只要把货物送到就好了，领主大人。
zh_tw: 現在只要把貨物送到就好了，領主大人。

# T_QUESTS_TWELVE_STRIKE_001_TITLE
source: Soothe the inhabitants with a gift.
de: Beschwichtige die Bewohner mit einem Geschenk.
es: Tranquiliza a los habitantes con un regalo.
fr: Donnez des récoltes aux habitants.
id: Tenangkan penduduk dengan hadiah.
it: Placa gli abitanti con un regalo.
ja: 物を贈り、住民を落ち着かせる。
ko: 주민들을 선물로 달래세요.
pt: Acalme os habitantes com um presente.
ru: Задобрить жителей подарком.
zh: 使用一份礼物安抚居民。
zh_tw: 使用一份禮物安撫居民。

# T_QUESTS_TWELVE_STRIKE_002_FIRE_CLIENT
source: Someone set fire to the marketplace. This is a strong message! It is important to help the Townies to regain an acceptable level of well-being.
de: Mylord! Jemand hat den Marktplatz in Brand gesetzt! Wir müssen den Bewohnern schnellstens helfen, damit sie wieder einen angemessenen Lebensstandard erlangen und so etwas nicht mehr passieren muss.
es: Alguien ha prendido fuego al mercado. ¡Es un mensaje muy claro! Es importante ayudar a los townies a recuperar un nivel de bienestar aceptable.
fr: Sire ! Les habitants brulent le marché ! Le message est fort. Il faut absolument les aider afin qu’ils puissent retrouver un niveau de bien-être acceptable !
id: Ada orang yang membakar pasar. Ini pesan yang kuat! Kita harus membantu para Townie untuk kembali meraih tingkat kesejahteraan yang pantas.
it: Qualcuno ha dato fuoco al mercato. Questo è un messaggio forte! È importante aiutare i cittadini a ritrovare un livello di benessere accettabile.
ja: 市場で小火騒ぎがありました。犯人からの強いメッセージを感じます。制度を整え、住人が再び健康で文化的な最低限度の生活を送れるように致しましょう。
ko: 누군가 시장에 불을 질렀어요. 이건 강력한 메시지예요! 주민들이 제대로 복지를 누리며 살 수 있게 도와줘야 해요.
pt: Alguém incendiou o mercado. É uma mensagem! É importante ajudar os habitantes a recuperar um nível aceitável de bem-estar.
ru: Кто-то поджег рынок. Это настоящий вызов! Нужно помочь горожанам снова жить достойно.
zh: 有人在市场放了把火。这是一个强烈的信号！帮助镇民重回可以接受的幸福水准尤为重要。
zh_tw: 有人在市場放了把火。這是一個強烈的信號！幫助鎮民重回可以接受的幸福水準尤為重要。

# T_QUESTS_TWELVE_STRIKE_002_FIRE_START
source: This marketplace is just a reminder of our misery! We can't afford to buy anything there. We've been barely surviving for the past few years. We too have the right to live decently!
de: Dieser Marktplatz ist nur eine Erinnerung an unser Elend! Wir können es uns ohnehin nicht leisten, dort etwas zu kaufen. Seit Jahren leben wir am Existenzminimum. Auch uns sollte ein anständiges Leben gewährt werden!
es: ¡Este mercado es un recordatorio de nuestra miseria! No podemos permitirnos comprar nada aquí. A duras penas hemos sobrevivido los últimos años. ¡Tenemos derecho a vivir dignamente!
fr: Ce marché n’est qu’un rappel de notre misère ! Nous n’avons pas les moyens d’acheter la moindre chose. Tout ce que nous faisons depuis des années c’est survivre. Nous aussi nous avons le droit de vivre décement !
id: Pasar ini adalah contoh kesengsaraan kami! Kami tidak mampu membeli apa pun di sini. Kami sekadar menyambung hidup selama beberapa tahun terakhir. Kami juga berhak hidup layak!
it: Questo mercato ci ricorda continuamente quanto siamo poveri! Non possiamo permetterci di comprare nulla. Siamo sopravvissuti a malapena negli ultimi anni. Anche noi abbiamo il diritto di vivere dignitosamente!
ja: この市場に来ると、自分のみじめさを再確認してしまうよ！何ひとつ買えやしないんだもの...ここ数年は生き延びるのがやっとさ。私たちにも、まともな生活をする権利があるだろう！？
ko: 이 시장은 우리가 얼마나 끔찍하게 살고 있는지를 보여주고 있어요! 여기엔 아무것도 살 게 없어요. 지난 몇 년 동안 근근이 살고 있어요. 우리도 사람답게 살고 싶어요!
pt: Este mercado é só um lembrete da nossa miséria! Não podemos comprar nada nele. Nos últimos anos, mal conseguimos sobreviver. Também temos direito a uma vida decente!
ru: Этот рынок лишь напоминает нам о нашей нищете! Мы не можем себе ничего там позволить. Последние годы мы только и делаем, что выживаем. Мы имеем право на достойную жизнь!
zh: 市场总让我们想起曾经悲惨的日子。我们在市场里什么也买不起。过去几年我们一直挣扎在温饱线上。我们也有过好日子的权利！
zh_tw: 市場總讓我們想起曾經悲慘的日子。我們在市場裡什麼也買不起。過去幾年我們一直掙扎在溫飽線上。我們也有過好日子的權利！
