Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN_CC_61_DESC
source: Good news, My lord. Some Townies have arrived to lend us their support in our task. You should build them a townhouse.
de: Gute Neuigkeiten mein Herr. Weitere Townies sind eingetroffen. Bauen wir ihnen ein Haus.
es: Buenas noticias, mi señor. Han venido varios townies a ofrecernos su apoyo para la tarea. Debes construirles un ayuntamiento.
fr: Bonne nouvelle, mon seigneur. Certains habitants sont venus nous prêter main-forte. Nous devrions leur bâtir une maison.
id: Berita bagus, Tuanku. Beberapa Townies datang untuk membantu kita merampungkan tugas. Sebaiknya kita membangun rumah tinggal untuk mereka.
it: Buone notizie, mio signore. Alcuni cittadini sono arrivati per darci una mano nei nostri compiti. Dovremmo costruire loro un municipio.
ja: 閣下、良い知らせです。私たちの仕事を手伝うために何人かのタウニーが到着しました。彼らに家を作ってあげましょう。
ko: 좋은 소식입니다, 영주님. 일부 주민이 이주해와서 작업에 도움을 주고 있습니다. 이들에게 타운하우스를 만들어주어야 합니다.
pt: Boas notícias, meu senhor. Chegaram alguns habitantes para nos ajudar na missão. Deveríamos construir uma casa para eles.
ru: Хорошие новости, милорд. В город прибыло несколько горожан, готовых помочь нам с заданием. Давайте построим для них городской дом.
zh: 大人，好消息。有些镇民，已经搬来，为咱们的任务出力。您应该给他们修建联排房。
zh_tw: 大人，好消息。有些鎮民，已經搬來，為咱們的任務出力。您應該給他們修建聯排房。

# T_GAME_QUEST_SCEN_CC_61_TITEL
source: Build a townhouse.
de: Baue ein Wohnhaus.
es: Construye un ayuntamiento.
fr: Bâtissez une maison.
id: Bangunlah rumah tinggal.
it: Costruisci un municipio.
ja: 家を作る。
ko: 타운하우스를 만드세요.
pt: Construa uma casa.
ru: Построй городской дом.
zh: 修建联排房。
zh_tw: 修建聯排房。

# T_GAME_QUEST_SCEN_CC_62_DESC
source: We need a toolmaker’s workshop in order to construct the tavern. I recommend constructing a charcoal burner to start with.
de: Für den Bau eines Wirtshauses benötigen wir Werkzeuge. Ich empfehle zunächst eine Köhlerei zu bauen.
es: Para construir la taberna necesitamos un taller de herramientas. Para empezar, te recomiendo que construyas una carbonería.
fr: Il nous faut un atelier de l'outilleur pour construire la taverne. Je vous conseille de commencer par un brûleur à charbon.
id: Kita perlu bengkel pembuat alat untuk mendirikan kedai minum. Sebaiknya kita mulai dengan membuat tempat pembuatan arang.
it: Ci serve un laboratorio di utensileria per costruire la taverna. Consiglio di cominciare costruendo una fornace a carbone.
ja: 酒場を作るために工具職人の仕事場が必要です。まず炭焼き窯を作ることから始めると良いでしょう。
ko: 선순집을 만들려면 도구 공장을 만들어야 합니다. 우선 숯 가마를 만드세요.
pt: Precisamos de uma oficina de ferramenteiro para construir a taverna. Recomendo construir uma carvoaria para começar.
ru: Для строительства таверны нам потребуется мастерская инструментальщика. Но для начала давайте разместим хижину угольщика.
zh: 要建酒馆，咱们需要一座工具制造厂。依小人之见，应该从修建烧炭炉开始。
zh_tw: 要建酒館，咱們需要一座工具製造廠。依小人之見，應該從修建燒炭爐開始。

# T_GAME_QUEST_SCEN_CC_62_TITEL
source: Build a charcoal burners hut.
de: Baue eine Köhlerei.
es: Construye una carbonería.
id: Bangunlah pondok pembuat arang.
it: Costruisci una fornace a carbone.
ja: 炭焼き小屋を作る。
ko: 숯꾼 오두막을 만드세요.
pt: Construa uma carvoaria.
ru: Построй хижину угольщика.
zh: 修建烧炭房。
zh_tw: 修建燒炭房。

# T_GAME_QUEST_SCEN_CC_63_DESC
source: The next building we need is a smelter. This way we can start with the production of iron bars.
de: Ich empfehle nun, die Schmelze zu errichten und schon einmal etwas Eisen zu schmelzen.
es: El siguiente edificio que necesitamos es una fundición. Así podremos empezar a producir vigas de hierro.
fr: Le prochain bâtiment nécessaire est une fonderie. Ainsi, nous pourrons commencer la production de barres de fer.
id: Bangunan berikut yang kita perlukan adalah tempat peleburan logam. Dengan begitu kita bisa mulai memproduksi batang besi.
it: Il prossimo edificio che ci occorre è una fonderia, così da poter iniziare la produzione di sbarre di ferro.
ja: 次に必要な建物は精錬所です。鉄の棒の生産を始めることができます。
ko: 다음으로 필요한 건물은 용광로입니다. 이 건물로 철봉을 생산할 수 있습니다.
pt: O próximo prédio que precisamos é uma fundição. Assim podemos começar a produzir barras de ferro.
ru: Следующее необходимое здание — плавильня, которая позволяет начать производство слитков железа.
zh: 下一步，就需要精炼炉了。有了精炼炉，咱们就可以开始制造铁条了。
zh_tw: 下一步，就需要精煉爐了。有了精煉爐，咱們就可以開始製造鐵條了。

# T_GAME_QUEST_SCEN_CC_63_TITEL
source: Build a smelter.
de: Baue eine Schmelze.
es: Construye una fundición.
fr: Construisez une fonderie.
id: Bangunlah tempat peleburan logam.
it: Costruisci una fonderia.
ja: 精錬所を作る。
ko: 용광로를 만드세요.
pt: Construa uma fundição.
ru: Построй плавильню.
zh: 修建精炼炉。
zh_tw: 修建精煉爐。

# T_GAME_QUEST_SCEN_CC_64_DESC
source: My lord! In order to start with the production of tools we need the toolmaker’s workshop constructed in town.
de: Mein Herr, es wird Zeit, eine Schmiede zu errichten, um die benötigten Werkzeuge herstellen zu können.
es: ¡Mi señor! Para empezar la producción de herramientas necesitamos construir un taller de herramientas.
fr: Mon seigneur ! Pour commencer la production d'outils, il nous faut bâtir un atelier de l'outilleur en ville.
id: Tuanku! Untuk memulai produksi alat, kita perlu bengkel pembuat alat di kota.
it: Mio signore! Per iniziare la produzione di attrezzi ci occorre un laboratorio di utensileria in città.
ja: 閣下！工具の生産を始めるには工具職人の仕事場を町に作らなければいけません。
ko: 영주님! 도구를 생산하려면 마을에 도구 공장을 만들어야 합니다.
pt: Milorde! Para começar a produção de ferramentas precisamos construir a oficina de ferramenteiro na cidade.
ru: Милорд! Пора нам начать производство инструментов. Давайте построим мастерскую инструментальщика.
zh: 大人，要制造工具，咱们就得在镇里建一座工具制造厂。
zh_tw: 大人，要製造工具，咱們就得在鎮裡建一座工具製造廠。

# T_GAME_QUEST_SCEN_CC_64_TITEL
source: Build a toolmaker’s workshop.
de: Baue eine Werkzeugschmiede.
es: Construye un taller de herramientas.
fr: Construisez un atelier de l'outilleur.
id: Bangunlah bengkel pembuat alat.
it: Costruisci un laboratorio di utensileria.
ja: 工具職人の仕事場を作る。
ko: 도구 공장을 만드세요.
pt: Construa uma oficina de ferramenteiro.
ru: Построй мастерскую инструментальщика.
zh: 修建工具制造厂。
zh_tw: 修建工具製造廠。

# T_GAME_QUEST_SCEN_CC_B_15_DESC
source: The food supplies are getting low, my liege. You really should order a Townie to catch some fish or hunt some game. If the Townies don’t get some food fast, they will get less productive.
de: Mein Herr, unsere Nahrungsvorräte gehen zu neige. Ein Townie sollte sich um Fische und Fleisch kümmern, damit wir weiterhin produktiv arbeiten können.
es: El suministro de comida está descendiendo, mi señor. Deberías ordenar a un townie que pesque o cace algo. Si los townies no consiguen comida pronto, bajará su productividad.
fr: Seigneur, les réserves de nourriture s'épuisent. Vous devriez ordonner à un habitant de pêcher ou capturer du gibier. Si les habitants ne mangent pas rapidement, ils seront moins productifs.
id: Persediaan pangan mulai menipis, Tuanku. Kita perlu menugaskan seorang Townie untuk menangkap ikan atau berburu. Jika para Townies tidak segera mendapat bahan makanan, produktivitas mereka akan berkurang.
it: Le scorte di cibo si stanno assottigliando, mio signore. Dovresti davvero ordinare a un cittadino di andare a caccia o a pesca.
ja: 食料の備蓄が少なくなっています。タウニーに魚を釣ったり獲物を狩るよう命じなければいけません。彼らが早く食料を手に入れなければ生産性は落ちてしまいます。
ko: 식량 공급이 부족합니다, 영주님. 주민들에게 명령을 내려 생선을 잡거나 동물을 사냥해야 합니다. 주민이 식량을 빨리 받지 못하면 생산성이 떨어집니다.
pt: O estoque de comida está acabando, milorde. Seria melhor você ordenar que um habitante vá pescar ou caçar. Se os habitantes não conseguirem comida rápido, ficarão menos produtivos.
ru: Сир, у нас кончается продовольствие. Надо бы назначить горожанина рыбаком или охотником. Если жителям начнет недоставать еды, то они станут хуже работать.
zh: 大人，食品供应出现短缺。您真的应该下令，让一个镇民前去捕鱼或是狩猎。，镇民要是不能很快得到某些食品，生产量就会降低。
zh_tw: 大人，食品供應出現短缺。您真的應該下令，讓一個鎮民前去捕魚或是狩獵。，鎮民要是不能很快得到某些食品，生產量就會降低。

# T_GAME_QUEST_SCEN_CC_B_15_TITEL
source: Produce some food.
de: Produziere Nahrung.
es: Produce algo de comida.
fr: Produisez de la nourriture.
id: Produksi pangan.
it: Produci del cibo.
ja: 食料を生産する。
ko: 식량을 생산하세요.
pt: Produza comida.
ru: Произведи немного пищи.
zh: 制作食品。
zh_tw: 製作食品。

# T_GAME_QUEST_SCEN_CC_B_20_DESC
source: My lord, as a humble merchant I am at your service. I can see you are in a need of coin for your construction projects. I would buy some iron ore from you if you like.
de: Herr Statthalter, wie ich sehe, benötigt Ihr ein paar Münzen für den Bau. Mit ein paar Eisenerzen kommen wir sicherlich ins Geschäft.
es: Mi señor, como humilde mercader estoy a tu servicio. Veo que necesitas monedas para tus proyectos de construcción. Si lo deseas, te puedo comprar mineral de hierro.
fr: Mon seigneur, je suis un humble marchand à votre service. Je vois que vous avez besoin de pièces pour vos projets de construction. Je pourrais vous acheter du minerai de fer, si vous le désirez.
id: Tuanku, sebagai pedagang sederhana aku siap melayanimu. Sepertinya Tuanku memerlukan uang untuk proyek pembangunan. Aku ingin membeli bijih besi, kalau Tuanku berkenan.
it: Mio signore, come umile mercante sono al tuo servizio. Vedo che hai bisogno di denaro per i tuoi progetti edilizi. Se vuoi posso comprarti del minerale di metallo.
ja: 閣下、私はあなたにお仕えする商人です。建物を建てるためにコインが必要なようなので、もしよければ私が鉄を買い取りましょう。
ko: 영주님, 미천한 상인이지만 도움을 드리고자 합니다. 영주님은 건설 프로젝트에 필요한 코인이 부족하십니다. 원하신다면 제가 철광석을 구매하겠습니다.
pt: Sendo apenas um humilde mercador, estou a seu serviço. Vejo que precisa de dinheiro para seus projetos de construção. Se tiver interesse, eu compro seu minério de ferro.
ru: Милорд, я лишь скромный купец, но готов помочь вам всем, чем смогу. Вижу, вам не хватает денег на осуществление строительства. Если хотите, я могу купить у вас немного железной руды.
zh: 大人，小的是个卑微的商人，愿意为您效劳。小人见您因为建筑工程，需要现金。 如蒙许可，小人想向您购买一些铁矿石。
zh_tw: 大人，小的是個卑微的商人，願意為您效勞。小人見您因為建築工程，需要現金。 如蒙許可，小人想向您購買一些鐵礦石。

# T_GAME_QUEST_SCEN_CC_B_20_TITEL
source: Trade some goods with the merchant.
de: Tausche mit dem Händler.
es: Intercambia mercancías con el mercader.
fr: Échangez des biens avec le marchand.
id: Tukarkan sejumlah komoditas dengan pedagang.
it: Scambia qualche merce con il mercante.
ja: 商人と物資を取引する。
ko: 상인과 상품을 거래하세요.
pt: Troque produtos com o mercador.
ru: Поторгуй с купцом.
zh: 与商人买卖货物。
zh_tw: 與商人買賣貨物。

# T_GAME_QUEST_SCEN_CC_B_30_DESC
source: Ran out of money, my liege? No problem. I am willing to buy some animal skins from you.
de: Wieder knapp bei Kasse? Kein Problem, tauscht ein paar Tierhäute mit mir.
es: ¿Te has quedado sin dinero, mi señor? No hay problema. Estoy dispuesto a comprarte pieles de animales.
fr: Vous n'avez plus d'argent, mon seigneur ? Aucun problème. Je peux vous acheter des peaux d'animaux.
id: Tuanku kehabisan uang? Tidak masalah. Aku bersedia membeli kulit hewan dari Tuanku.
it: Hai esaurito i fondi, mio signore? Nessun problema: ti comprerò qualche pelle di animale.
ja: お金がなくなってしまいましたか？問題ありません、あなたから動物の皮を買い上げて差し上げましょう。
ko: 돈이 부족하시다고요, 영주님? 걱정 없습니다. 제가 가죽을 사드리겠습니다.
pt: Está sem recursos financeiros, milorde? Sem problema. Posso comprar suas peles de animais.
ru: Кончились деньги, сир? Никаких проблем. Я готов купить у вас шкуры животных.
zh: 大人，现金短缺了吗？没关系。小人愿意向您购买一些动物毛皮。
zh_tw: 大人，現金短缺了嗎？沒關係。小人願意向您購買一些動物毛皮。

# T_GAME_QUEST_SCEN_CC_B_40_DESC
source: Governor, I am in need of some gold nuggets. Are you willing to sell some to me?
de: Herr Statthalter, ich bräuchte ein paar Golderze. Habt Ihr welche zum Tausch?
es: Gobernador, necesito pepitas de oro. ¿Estás dispuesto a vendérmelas?
fr: Gouverneur, j'ai besoin de pépites d'or. Êtes-vous prêt à m'en vendre ?
id: Gubernur, aku perlu bijih emas. Maukah kau menjualnya kepadaku?
it: Governatore, ho bisogno di pepite d’oro. Vuoi vendermene qualcuna?
ja: 閣下、私は金塊が必要です。私にいくつか売っていただけますか？
ko: 영주님, 저는 금 덩어리가 부족합니다. 제게 파시겠습니까?
pt: Governador, preciso de pepitas de ouro. Está disposto a vender algumas?
ru: Губернатор, мне нужны золотые самородки. Не хотите ли их продать?
zh: 总督大人，我需要点天然金块。您愿意卖些给我吗？
zh_tw: 總督大人，我需要點天然金塊。您願意賣些給我嗎？

# T_GAME_QUEST_SCEN_CC_C_10_DESC
source: My lord, I don‘t feel that well. A doctor should look at me.
de: Mein Herr, ich fühle mich nicht so wohl. Ein Arzt sollte mich untersuchen.
es: Mi señor, no me encuentro muy bien. Debería verme un doctor.
fr: Mon seigneur, je ne me sens pas très bien. Il faudrait qu'un docteur m'examine.
id: Tuanku, aku merasa kurang sehat. Sepertinya aku perlu diperiksa oleh dokter.
it: Mio signore, non mi sento molto bene. Dovrei farmi vedere da un dottore.
ja: 閣下、私はあまり調子がよくありません。医者に診てもらわなくてはなりません。
ko: 영주님, 몸이 좋지 않습니다. 의사의 진찰을 받아야 합니다.
pt: Não me sinto bem, meu senhor. Talvez fosse bom ir ao médico.
ru: Милорд, что-то мне нехорошо. Вы не могли бы направить ко мне врача?
zh: 大人，我感觉不舒服。得找个医生看看。
zh_tw: 大人，我感覺不舒服。得找個醫生看看。

# T_GAME_QUEST_SCEN_CC_C_10_TITEL
source: Cure the sick townies.
de: Heile die kranken Townies.
es: Cura a los townies enfermos.
fr: Guérissez les habitants malades
id: Sembuhkan Townies yang sakit.
it: Cura i cittadini malati.
ja: 病気のタウニーを治療する。
ko: 아픈 주민을 치료하세요.
pt: Cure os habitantes doentes.
ru: Вылечи больных горожан.
zh: 医治伤病镇民。
zh_tw: 醫治傷病鎮民。

# T_GAME_QUEST_SCEN_CC_C_20_DESC
source: Fire! A Townie should purge the fire immediately.
de: Feuer! Ein Townie sollte sich gleich um das Löschen kümmern.
es: ¡Fuego! Hay que enviar a un townie para que lo apague de inmediato.
fr: Au feu ! Il faut qu'un habitant éteigne les flammes immédiatement.
id: Kebakaran! Api harus segera dipadamkan oleh seorang Townie.
it: Fuoco! Un cittadino deve spegnere l’incendio immediatamente.
ja: 火事です！タウニーはすぐに火を消さなくてはなりません。
ko: 불입니다! 주민이 불을 즉시 꺼야 합니다.
pt: Fogo! Algum habitante tem que apagar imediatamente.
ru: Пожар! Горожанину следует скорее потушить его.
zh: 着火啦！应该有个镇民，马上去把火扑灭。
zh_tw: 著火啦！應該有個鎮民，馬上去把火撲滅。

# T_GAME_QUEST_SCEN_CC_C_20_TITEL
source: Purge the fire.
de: Lösche das Feuer.
es: Apaga el fuego.
fr: Éteignez le feu
id: Padamkan api.
it: Spegni l’incendio.
ja: 火を消す。
ko: 불을 끄세요.
pt: Apague o fogo.
ru: Потуши пожар.
zh: 灭火。
zh_tw: 滅火。

# T_GAME_QUEST_SCEN_CC_C_30_DESC
source: The bandits annoy us even here. My lord, we should assign some Townies to the guard towers until the assault has been defended.
de: Selbst hier lassen uns die Banditen nicht in Ruhe. Mein Herr, wir sollten Townies als Wachen einstellen, bis die Banditen vertrieben wurden.
es: Los bandidos nos incordian incluso aquí. Mi señor, deberíamos asignar algunos townies a las torres de vigilancia hasta que hayamos rechazado el ataque.
fr: Les bandits viennent nous embêter jusqu'ici. Mon seigneur, nous devrions affecter des habitants dans les tours de garde pour nous défendre ce leur assaut.
id: Di sini pun kita tidak aman dari bandit. Tuanku, kita perlu menugaskan beberapa Townies di menara jaga sampai serangan ini berhasil dihalau.
it: I banditi ci infastidiscono perfino qui. Mio signore, dovremmo assegnare qualche cittadino alle torri di guardia fino a che l’assalto non verrà respinto.
ja: 盗賊はここでも私たちを困らせます。閣下、襲撃がおさまるまで、タウニーを見張り塔に割り当てる必要があります。
ko: 강도가 여기서도 말썽입니다. 영주님, 공격을 물리칠 때까지 주민을 감시탑에 배치해야 합니다.
pt: Até aqui os bandidos nos perturbam. Seria bom colocar uns habitantes nas torres de guarda até que o ataque tenha sido rechaçado.
ru: Бандиты и здесь не дают нам жизни. Милорд, давайте назначим горожан в сторожевые вышки — пусть отбивают нападение.
zh: 到了这儿，还有土匪骚扰。大人，咱们应该分派些镇民去瞭望塔，直到抵挡住进犯为止。
zh_tw: 到了這兒，還有土匪騷擾。大人，咱們應該分派些鎮民去瞭望塔，直到抵擋住進犯為止。

# T_GAME_QUEST_SCEN_CC_C_30_TITEL
source: Defend the town against the bandits.
de: Verteidige die Stadt gegen Banditen.
es: Defiende la ciudad de los bandidos.
fr: Défendez la ville contre les bandits
id: Pertahankan kota terhadap serangan bandit.
it: Difendi la città dai banditi.
ja: 盗賊から街を守る。
ko: 강도로부터 도시를 지키세요.
pt: Defenda a cidade dos bandidos.
ru: Защити город от бандитов.
zh: 抗击土匪，保卫城市。
zh_tw: 抗擊土匪，保衛城市。

# T_GAME_QUEST_SCEN_CC_C_40_DESC
source: My lord, can we rest a little and have a little snack?
de: Mein Herr, können wir vielleicht eine kleine Brotzeit einlegen?
es: Mi señor, ¿podemos descansar un poco y tomar un bocado?
fr: Mon seigneur, pouvons-nous nous reposer et casser la croûte ?
id: Tuanku, apakah kita bisa beristirahat sejenak dan makan sedikit?
it: Mio signore, possiamo riposarci e fare una merenda?
ja: 閣下、少し休んで軽く食事をしてもよいでしょうか？
ko: 영주님, 잠시 쉬고 간식을 먹을 수 있을까요?
pt: Meu senhor, podemos descansar um pouco e fazer um lanche?
ru: Милорд, можно нам отдохнуть и перекусить чем-нибудь?
zh: 大人，我们稍事休息，吃点东西，可以吗？
zh_tw: 大人，我們稍事休息，吃點東西，可以嗎？

# T_GAME_QUEST_SCEN_CC_C_40_TITEL
source: Produce some bread.
de: Stelle etwas Brot her.
es: Produce algo de pan.
fr: Produisez du pain
id: Buatlah roti.
it: Produci del pane.
ja: パンをつくる。
ko: 빵을 생산하세요.
pt: Produza pão.
ru: Выпеки немного хлеба.
zh: 制作面包。
zh_tw: 製作麵包。

# T_GAME_QUEST_SCEN_CC_MAIN_DESC
source: My lord, we have just a few Townies for this challenge. We should assign them on and off the buildings as we see fit.
de: Mein Lord, wir haben für die Aufgabe nur ein paar Townies zur Verfügung. Wir sollten sie zuweisen und entfernen, je nachdem, wie wir sie benötigen.
es: Mi señor, tenemos muy pocos townies para este reto. Debemos asignarlos y desasignarlos a los edificios según convenga.
fr: Mon seigneur, nous ne disposons que de quelques habitants pour relever ce défi. Nous devrions les affecter aux bâtiments en fonction de nos besoins immédiats.
id: Tuanku, kini hanya tersisa beberapa Townies untuk tantangan ini. Sebaiknya mereka ditugaskan bergantian sesuai kebutuhan.
it: Mio signore, abbiamo solo un pugno di cittadini per questa sfida. Dovremo modificare le loro assegnazioni a seconda delle necessità.
ja: 閣下、このチャレンジには少しのタウニーしかいません。彼らを必要に応じて建物に割り当てなければいけません。
ko: 영주님, 이 과제에 동원할 수 있는 주민이 몇 명 있습니다. 적절한 건물에 수시로 배치해야 합니다.
pt: Temos apenas alguns habitantes para este desafio. Devemos colocá-los e tirá-los dos prédios conforme for necessário.
ru: Милорд, для выполнения этого испытания у нас есть лишь горстка горожан. Нам нужно будет регулярно переназначать их в здания.
zh: 大人，情势如此紧急，咱们却只有几个镇民。咱们只得随机应变，把他们在各建筑物间调来调去。
zh_tw: 大人，情勢如此緊急，咱們卻只有幾個鎮民。咱們只得隨機應變，把他們在各建築物間調來調去。

# T_GAME_QUEST_SCEN_CC_MAIN_END
source: Congratulations. You have mastered this challenge.
de: Meinen Glückwunsch. Ihr habt diese Herausforderung gemeistert!
es: Enhorabuena. Has superado este desafío.
fr: Félicitations. Vous avez réussi ce défi.
id: Selamat. Kau berhasil mengatasi tantangan.
it: Congratulazioni. Hai completato questa sfida.
ja: おめでとうございます。あなたはこのチャレンジをマスターしました。
ko: 축하합니다. 이 도전을 해결했습니다.
pt: Parabéns. Você completou este desafio com maestria.
ru: Поздравляем. Испытание пройдено!
zh: 祝贺你。你成功解决了用工荒。
zh_tw: 祝賀你。你成功解決了用工荒。

# T_GAME_QUEST_SCEN_CC_MAIN_TITLE
source: Use the Townies wisely to solve all tasks.
de: Setze die Townies geschickt ein, um alle Ziele zu erreichen.
es: Usa a los townies con sabiduría para resolver todos los problemas.
fr: Utilisez les habitants avec sagesse afin d'accomplir toutes les tâches.
id: Manfaatkanlah para Townies dengan bijaksana untuk merampungkan semua tugas.
it: Usa i cittadini saggiamente per completare tutti i compiti.
ja: タウニーたちをうまく使って問題を解決する。
ko: 주민을 현명하게 사용하여 작업을 모두 해결하세요.
pt: Use os habitantes para cumprir todas as missões.
ru: Обдумай распределение горожан для выполнения заданий.
zh: 巧妙调配镇民，完成全部任务。
zh_tw: 巧妙調配鎮民，完成全部任務。

# T_GAME_QUEST_SCEN_CW_20_DESC
source: Good news, my lord. Trees are already regrowing on the peninsula next to the castle. I suggest we build forester‘s huts over there to get wood easier.
de: Seht mein Herr, dort drüben auf der Halbinsel wachsen die Bäume bereits wieder. Ich empfehle, dort einige Forsthütten zu bauen, um leichter an Holz zu gelangen.
es: Buenas noticias, señor. Ya están creciendo árboles en la península que está junto al castillo. Sugiero que construyamos cabañas de guarda forestal allí para conseguir madera más fácilmente.
fr: Bonne nouvelle, mon seigneur. Les arbres repoussent déjà sur la péninsule, près du chateau. Je vous conseille d'y bâtir des cabanes de forestier pour récupérer plus facilement du bois.
id: Kabar bagus, Tuanku. Semenanjung di sebelah kastil sudah mulai ditumbuhi pohon lagi. Sebaiknya kita membangun pondok penjaga hutan di sana supaya kita lebih mudah mendapatkan kayu.
it: Buone notizie, mio signore! Gli alberi stanno già ricrescendo sulla penisola accanto al castello. Consiglio di costruire laggiù capanni per taglialegna per procurarci il legname più facilmente.
ja: 閣下、良い知らせです。城の隣の半島に木々が再び成長しています。 木材を簡単に入手できるよう、あそこに木こり小屋を建てることを提案します。
ko: 좋은 소식입니다, 영주님. 성 옆에 있는 반도에서 나무가 이미 다시 자라고 있습니다. 거기에 산꾼의 오두막을 지어 목재를 손쉽게 확보하는 것이 좋겠습니다.
pt: Boas novas! As árvores estão crescendo novamente na península próxima ao castelo. Sugiro construir cabanas de silvicultor lá para facilitar a extração.
ru: Хорошие новости, милорд. Деревья уже растут на полуострове неподалеку от замка. Предлагаю разместить там хижину лесника — это облегчит процесс добычи древесины.
zh: 大人，好消息。城堡旁边的半岛上，林木已经重新长高。 依小人之见，咱们应该在那边建筑伐木工小屋，方便获取木材。
zh_tw: 大人，好消息。城堡旁邊的半島上，林木已經重新長高。 依小人之見，咱們應該在那邊建築伐木工小屋，方便獲取木材。

# T_GAME_QUEST_SCEN_CW_30_DESC
source: My lord, the forester's huts are all decayed and abandoned! The trees in this region have been completely cut down. The forester's huts are of no use anymore. I advise you to destroy all no longer needed buildings to get some wood.
de: Mein Herr, die Forsthütten sind alle heruntergekommen und verlassen! Alle Wälder in der Gegend wurden abgeholzt, mein Herr! Die Forsthütten haben keinen Nutzen mehr. Ich schlage vor, die nicht mehr benötigten Gebäude abzureißen. So können wir das Holz anderweitig verwenden.
es: ¡Mi señor, las cabañas de guarda forestal están abandonadas y en mal estado! En esta región se han talado todos los árboles. Las cabañas ya no sirven de nada. Te aconsejo que destruyas todos los edificios que ya no son necesarios para obtener madera.
fr: Mon seigneur, les cabanes de forestier sont toutes à l'abandon ! Les arbres de cette région ont tous été abattus. Les cabanes de forestier ne servent plus à rien. Je vous conseille de détruire tous les bâtiments inutiles pour récupérer du bois.
id: Tuanku, semua pondok penjaga hutan sudah reyot dan ditinggalkan! Pepohonan di daerah ini sudah ditebang semua. Pondok penjaga hutan tidak ada gunanya lagi. Sebaiknya semua bangunan yang sudah tidak berguna dirobohkan saja untuk diambil kayunya.
it: Mio signore, i capanni dei taglialegna sono abbandonati e semidistrutti! Gli alberi in questa regione sono stati tutti abbattuti. I capanni non sono più di nessuna utilità. Ti consiglio di distruggere gli edifici non più necessari per recuperare un po’ di legname.
ja: 閣下、木こり小屋は全て崩壊し捨て去られています！ この地域の木々は完全に切り倒されています。木こり小屋はもう役に立ちません。 少しでも木材を入手するために、全ての不要な建物を破壊することをおすすめします。
ko: 영주님, 산꾼의 오두막이 모두 낡고 버려졌습니다! 이 지역의 나무가 모두 잘렸습니다. 산꾼의 오두막이 더 이상 쓸모가 없습니다. 더 이상 필요하지 않은 건물을 해체하여 목재를 확보하는 것이 좋습니다.
pt: As cabanas de silvicultor estão degradadas e abandonadas! As árvores desta área foram completamente dizimadas. As cabanas de silvicultor não têm mais serventia. Sugiro destruir todos os prédios não utilizados para conseguir madeira.
ru: Милорд, местные хижины лесников заброшены и пришли в негодность! Деревья тут все вырублены, и эти хижины нам больше не пригодятся. Предлагаю снести их, чтобы получить немного древесины.
zh: 大人，这些伐木工小屋，已经朽坏废弃！ 这个地区的林木，已经伐尽。伐木工小屋，已经没用了。 小人建议，把不需要的建筑拆除，以获取木材。
zh_tw: 大人，這些伐木工小屋，已經朽壞廢棄！ 這個地區的林木，已經伐盡。伐木工小屋，已經沒用了。 小人建議，把不需要的建築拆除，以獲取木材。

# T_GAME_QUEST_SCEN_CW_30_NAME
source: Demolish the forester‘s huts.
de: Reiße die Forsthütten ab.
es: Derriba las cabañas de guarda forestal.
fr: Démolissez les cabanes de forestier.
id: Robohkan pondok penjaga hutan.
it: Demolisci i capanni dei taglialegna.
ja: 木こり小屋を取り壊す。
ko: 산꾼의 오두막을 해체하세요.
pt: Destrua todas as cabanas de silvicultor.
ru: Снеси хижины лесников.
zh: 拆除伐木工小屋
zh_tw: 拆除伐木工小屋
