Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_BUILDINGCATEGORY_2_DEPRECATED
source: Advanced buildings
de: Fortgeschrittene Gebäude
es: Edificios avanzados
fr: Bâtiments avancés
id: Bangunan maju
it: Edifici avanzati
ja: 上級建物
ko: 고급 빌딩
pt: Construções avançadas
ru: Продвинутые здания
zh: 高级建筑
zh_tw: 高級建築

# T_GAME_BUILDINGCATEGORY_3
source: Production buildings
de: Produktionsgebäude
es: Edificios de producción
fr: Bâtiments de production
id: Bangunan untuk produksi
it: Edifici produttivi
ja: 生産の建物
ko: 생산 건물
pt: Prédios de produção
ru: Здания: производство
zh: 生产建筑物
zh_tw: 生產建物

# T_GAME_BUILDINGCATEGORY_3_DEPRECATED
source: Public buildings
de: Öffentliche Gebäude
es: Edificios públicos
fr: Bâtiments publics
id: Bangunan publik
it: Edifici pubblici
ja: 公共建物
ko: 공공 빌딩
pt: Construções públicas
ru: Общественные здания
zh: 公共建筑
zh_tw: 公共建築

# T_GAME_BUILDINGCATEGORY_4
source: Special buildings
de: Spezialgebäude
es: Edificios especiales
fr: Bâtiments spéciaux
id: Bangunan khusus
it: Edifici speciali
ja: 特別な建物
ko: 특수 건물
pt: Prédios especiais
ru: Здания: особые
zh: 特殊建筑物
zh_tw: 特殊建物

# T_GAME_BUILDINGCATEGORY_4_DEPRECATED
source: Decorations
de: Dekorationen
es: Decoraciones
fr: Décorations
id: Dekorasi
it: Decorazioni
ja: デコレーション
ko: 장식
pt: Decorações
ru: Украшения
zh: 装饰品
zh_tw: 裝飾品

# T_GAME_BUILDINGCATEGORY_5
source: Decorations
de: Dekorationen
es: Decoraciones
fr: Décorations
id: Dekorasi
it: Decorazioni
ja: デコレーション
ko: 장식
pt: Decorações
ru: Украшения
zh: 装饰
zh_tw: 裝飾

# T_GAME_BUILDING_ARCHERYCONTEST
source: Contest grounds
de: Wettkampfgelände
es: Recinto de torneos
fr: Terrain de compétition
id: Arena perlombaan
it: Campo di gara
ja: コンテストの場
ko: 경기장
pt: Campo de Arco
ru: Стрельбище
zh: 射箭场
zh_tw: 射箭場

# T_GAME_BUILDING_ARMORY
source: Armory
de: Rüstkammer
es: Armería
fr: Armurerie
id: Gudang senjata
it: Armeria
ja: 武器工場
ko: 병기 공장
pt: Armeiro
ru: Лавка оружейника
zh: 兵工厂
zh_tw: 兵工廠

# T_GAME_BUILDING_BAKERY
source: Bakery
de: Bäckerei
es: Panadería
fr: Boulangerie
id: Toko roti
it: Forno
ja: パン屋
ko: 베이커리
pt: Padaria
ru: Пекарня
zh: 面包房
zh_tw: 麵包屋

# T_GAME_BUILDING_BANDITCAMP
source: Bandit camp
de: Banditenlager
es: Campamento de bandidos
fr: Camp des bandits
id: Perkemahan bandit
it: Accampamento dei banditi
ja: 盗賊の野営地
ko: 강도 캠프
pt: Acampamento dos bandidos
ru: Лагерь бандитов
zh: 强盗营地
zh_tw: 強盜營地

# T_GAME_BUILDING_BANNER
source: Coat of arms
de: Wappenbanner
es: Blasón
fr: Blason
id: Lambang
it: Cotta d'arme
ja: 紋章
ko: 문장
pt: Brasão
ru: Герб
zh: 盾形纹章
zh_tw: 盾形紋章

# T_GAME_BUILDING_BARRACKS
source: Barracks
de: Kaserne
es: Barracón
fr: Baraquements
id: Barak
it: Caserma
ja: 兵舎
ko: 병영
pt: Quartel
ru: Казармы
zh: 兵营
zh_tw: 兵營

# T_GAME_BUILDING_BEERFEST
source: Brewing fest grounds
de: Gebräufestgelände
es: Recinto para festivales de cerveza.
fr: Buvette
id: Tempat festival ramuan
it: Area della festa della cervesia
ja: 醸造祭の場
ko: 감주 축제장
pt: Feira da Cerveja
ru: Площадь для пивного фестиваля
zh: 酿酒节会场
zh_tw: 釀酒節會場

# T_GAME_BUILDING_BENCH
source: Bench
de: Bank
es: Banco
fr: Banc
id: Bangku
it: Panchina
ja: ベンチ
ko: 벤치
pt: Banco
ru: Скамейка
zh: 长凳
zh_tw: 長條凳

# T_GAME_BUILDING_BIRDHOUSE
source: Bird Feeder
de: Vogelhaus
es: Comedero de pájaros
fr: Nichoir
id: Tempat Pakan Burung
it: Mangiatoia per uccelli
ja: 鳥の餌箱
ko: 새 모이
pt: Alimentador de pássaros
ru: Кормушка
zh: 养鸟人
zh_tw: 飼鳥器

# T_GAME_BUILDING_BUTCHER
source: Butcher's workshop
de: Metzgerei
es: Carnicería
fr: Boucherie
id: Rumah jagal
it: Macellaio
ja: 肉屋の作業場
ko: 푸줏간
pt: Oficina do açougueiro
ru: Лавка мясника
zh: 屠宰场
zh_tw: 屠宰場

# T_GAME_BUILDING_CANAL
source: Storm drain
de: Straßenablauf
es: Desagüe
fr: Collecteur d'eau
id: Saluran pembuangan air
it: Tombino
ja: 雨水管
ko: 빗물 배수관
pt: Bueiro
ru: Ливневый сток
zh: 雨水沟
zh_tw: 雨水溝

# T_GAME_BUILDING_CAPACITY
source: Building occupancy
de: Gebäudeauslastung
es: Ocupación del edificio
fr: Occupation de bâtiment
id: Tingkat hunian bangunan
it: Occupazione edificio
ja: 建物占有
ko: 건물 수용력
pt: Ocupação do prédio
ru: Вместимость здания
zh: 建筑物入住率
zh_tw: 建物入住率

# T_GAME_BUILDING_CARPENTER
source: Carpenter's shop
de: Schreinerei
es: Carpintería
fr: Menuiserie
id: Tukang Kayu
it: Carpentiere
ja: 大工店
ko: 목공소
pt: Loja do carpinteiro
ru: Мастерская плотника
zh: 木匠铺
zh_tw: 木匠鋪

# T_GAME_BUILDING_CATHEDRAL
source: Cathedral
de: Kathedrale
es: Catedral
fr: Cathédrale
id: Gereja Katedral
it: Cattedrale
ja: 大聖堂
ko: 성당
pt: Catedral
ru: Собор
zh: 大教堂
zh_tw: 大教堂

# T_GAME_BUILDING_CHURCH
source: Church
de: Kirche
es: Iglesia
fr: Église
id: Gereja
it: Chiesa
ja: 教会
ko: 교회
pt: Igreja
ru: Церковь
zh: 教堂
zh_tw: 教堂

# T_GAME_BUILDING_COALER
source: Charcoal burner
de: Köhlerei
es: Carbonera
fr: Charbonnière
id: Perapian Batubara
it: Carbonaio
ja: 炭焼き窯
ko: 숯가마
pt: Carvoeiro
ru: Угольщик
zh: 木炭窑
zh_tw: 木炭窯

# T_GAME_BUILDING_CONSTRUCTIONSITE
source: Construction site
de: Baustelle
es: Obra
fr: Chantier
id: Area Pembangunan
it: Cantiere
ja: 建設地
ko: 공사장
pt: Local de construção
ru: Стройплощадка
zh: 建筑工地
zh_tw: 建築工地

# T_GAME_BUILDING_CORNFIELD
source: Wheat field
de: Getreidefeld
es: Trigal
fr: Champ de blé
id: Ladang Gandum
it: Campo di grano
ja: 小麦畑
ko: 밀밭
pt: Campo de trigo
ru: Пшеничное поле
zh: 小麦田
zh_tw: 麥田

# T_GAME_BUILDING_COUNTRYHOME
source: Large city house
de: Großes Stadthaus
es: Casa grande de la ciudad
fr: Grande maison de ville
id: Rumah kota besar
it: Grande casa di città
ja: 大都会
ko: 큰 도시 집
pt: Grande casa da cidade
ru: Большой городской дом
zh: 大型城市房屋
zh_tw: 大型城市房屋

# T_GAME_BUILDING_COUNTRYHOME_OLD
source: Large townhouse
de: Großes Wohnhaus
es: Casa grande
fr: Grande maison
id: Rumah Besar
it: Abitazione grande
ja: 大きな家
ko: 대형 타운하우스
pt: Moradia grande
ru: Большой городской дом
zh: 大排屋
zh_tw: 連棟大邸

# T_GAME_BUILDING_DECOTREE
source: Ornamental tree
de: Zierbaum
es: Árbol decorativo
fr: Arbre ornemental
id: Pohon Hiasan
it: Albero ornamentale
ja: 観葉植物
ko: 장식용 나무
pt: Árvore ornamental
ru: Декоративное дерево
zh: 景观树
zh_tw: 觀賞樹

# T_GAME_BUILDING_FAIRGROUND
source: Fairground
de: Festplatz
es: Recinto ferial
fr: Champ de foire
id: Arena pekan raya
it: Centro fieristico
ja: 催事会場
ko: 축제장
pt: Praça de Eventos
ru: Ярмарочная площадь
zh: 露天娱乐场
zh_tw: 露天娛樂場

# T_GAME_BUILDING_FAIRYFOUNTAIN
source: Fairy Fountain
de: Märchenbrunnen
es: Fuente del Hada
fr: Fontaine aux fées
id: Mata air
it: Fontana fatata
ja: 妖精の泉
ko: 요정 분수
pt: Fonte das fadas
ru: Волшебный фонтан
zh: 仙女喷泉
zh_tw: 仙女噴泉

# T_GAME_BUILDING_FARM
source: Farm
de: Bauernhof
es: Granja
fr: Ferme
id: Perkebunan
it: Fattoria
ja: 農場
ko: 농장
pt: Fazenda
ru: Ферма
zh: 农场
zh_tw: 農場

# T_GAME_BUILDING_FENCE
source: Fence
de: Zaun
es: Valla
fr: Clôture
id: Pagar
it: Staccionata
ja: 柵
ko: 울타리
pt: Cerca
ru: Забор
zh: 篱笆
zh_tw: 籬笆

# T_GAME_BUILDING_FIRESTATION
source: Fire tower
de: Feuerturm
es: Torreta de incendios
fr: Tour d'incendie
id: Menara Api
it: Torre dei pompieri
ja: 火の見やぐら
ko: 파이어 타워
pt: Torre contra incêndio
ru: Пожарная вышка
zh: 防火塔
zh_tw: 防火塔

# T_GAME_BUILDING_FISHERHUT
source: Fisherman's hut
de: Fischerhütte
es: Caseta de pescadores
fr: Cabane de pêcheur
id: Gubuk Pemancing
it: Capanno del pescatore
ja: 漁師小屋
ko: 낚시꾼 오두막
pt: Cabana de pescadores
ru: Хижина рыбака
zh: 渔民的棚屋
zh_tw: 漁農小屋

# T_GAME_BUILDING_FLAGS
source: Flagpole
de: Flaggenmast
es: Mástil
fr: Mât de drapeau
id: Tiang Bendera
it: Asta
ja: 旗棒
ko: 깃대
pt: Mastro da bandeira
ru: Флагшток
zh: 旗杆
zh_tw: 旗杆

# T_GAME_BUILDING_FLOWERBED
source: Flowerbed
de: Blumenbeet
es: Parterre
fr: Platebande
id: Taman bunga
it: Aiuola fiorita
ja: 花壇
ko: 화단
pt: Canteiro de flores
ru: Клумба
zh: 花坛
zh_tw: 花圃

# T_GAME_BUILDING_FOREST
source: Forest
de: Wald
es: Bosque
fr: Forêt
id: Hutan
it: Foresta
ja: 森
ko: 숲
pt: Floresta
ru: Лес
zh: 森林
zh_tw: 森林

# T_GAME_BUILDING_FOUNTAIN
source: Fountain
de: Springbrunnen
es: Fuente
fr: Fontaine
id: Air mancur
it: Fontana
ja: 噴水
ko: 분수
pt: Fonte
ru: Фонтан
zh: 喷泉
zh_tw: 噴泉

# T_GAME_BUILDING_GALLOWS
source: Gallows
de: Galgen
es: Horca
fr: Potence
id: Tiang Gantungan
it: Forca
ja: 絞首台
ko: 교수대
pt: Forcas
ru: Виселица
zh: 挂架
zh_tw: 掛架

# T_GAME_BUILDING_GOLDSMITH
source: Goldsmith's workshop
de: Goldschmiede
es: Orfebre
fr: Orfèvre
id: Pengrajin emas
it: Oreficeria
ja: 金細工職人の工房
ko: 금세공인
pt: Ourives
ru: Мастерская ювелира
zh: 金匠
zh_tw: 金匠

# T_GAME_BUILDING_GOTHIC
source: Gazebo
de: Pavillon
es: Cenador
fr: Belvédère
ja: 見晴らし小屋
ko: 정자
ru: Беседка
zh: 露台
zh_tw: 露臺

# T_GAME_BUILDING_GUARDTOWER
source: Guard Tower
de: Wachturm
es: Torre de vigilancia
fr: Tour de garde
id: Menara Jaga
it: Torre di guardia
ja: 見張り塔
ko: 감시탑
pt: Torre de guarda
ru: Сторожевая вышка
zh: 守卫塔
zh_tw: 守衛塔

# T_GAME_BUILDING_HEADQUARTERS
source: Castle
de: Schloss
es: Castillo
fr: Château
id: Kastil
it: Castello
ja: 城
ko: 성
pt: Castelo
ru: Замок
zh: 城堡
zh_tw: 城堡

# T_GAME_BUILDING_HEDGEMAZE
source: Hedgerow
de: Hecke
es: Seto
fr: Haie
id: Pagar tanaman
it: Siepe
ja: 生け垣
ko: 생울타리
pt: Cerca viva
ru: Живая изгородь
zh: 矮木树篱
zh_tw: 矮木樹籬

# T_GAME_BUILDING_HERBSGARDEN
source: Herb garden
de: Kräutergarten
es: Huerto de hierbas
fr: Jardin aux plantes
id: Kebun Toba
it: Orto
ja: ハーブ畑
ko: 허브 정원
pt: Jardim de ervas
ru: Сад трав
zh: 草药园
zh_tw: 草藥園

# T_GAME_BUILDING_HOPSFARM
source: Oast house
de: Hopfendarre
es: Secadero de lúpulo
fr: Touraille
id: Tempat pengeringan hop
it: Essiccatoio
ja: 乾燥所
ko: 홉 건조장
pt: Casa de Lúpulo
ru: Хмелесушильня
zh: 烘干坊
zh_tw: 烘乾坊

# T_GAME_BUILDING_HUNTER
source: Hunter's cabin
de: Jagdhütte
es: La cabaña del cazador
fr: Cabane du chasseur
id: Pondok pemburu
it: Capanno del cacciatore
ja: 狩人の山小屋
ko: 사냥꾼의 오두막
pt: Cabana do caçador
ru: Хижина охотника
zh: 猎人小屋
zh_tw: 獵人小屋

# T_GAME_BUILDING_INFO_ARCHERYCONTEST
source: On the archery contest grounds, the best archers of the Kingdom compete in various tournaments. The Townies love to watch the contestants.
de: Auf dem Wettkampfgelände können sich die besten Bogenschützen des Königreiches im Wettstreit messen. Die Townies lieben es den Schützen zuzuschauen.
es: En el recinto para tiro con arco, los mejores arqueros del reino compiten en varios torneos. A los Townies les encanta mirar a los contendientes.
fr: Sur le terrain de compétition, les meilleurs archers du royaume s'affrontent dans divers tournois. Les habitants adorent regarder les concurrrents.
id: Para pemanah terbaik di kerajaan beradu hebat dalam berbagai turnamen di arena perlombaan panahan. Para Townies senang menonton peserta lomba.
it: Sul campo di gara del tiro con l’arco, i migliori arcieri del regno competono in diversi tornei. I cittadini amano guardare queste gare.
ja: アーチェリーのコンテスト場では王国一番のアーチェリー選手が様々なトーナメントで競い合います。タウニー達はその競技を見るのが大好きです。
ko: 양궁 경기장에서 왕국에서 가장 뛰어난 궁사들이 다양한 토너먼트에서 실력을 겨룹니다. 주민들이 양궁 시합을 즐겁게 볼 거예요.
pt: No campo de arco, os melhores arqueiros do reino disputam vários campeonatos. Os habitantes adoram assistir à disputa entre competidores.
ru: На стрельбище проходят различные турниры для лучших лучников королевства. Горожане обожают смотреть эти соревнования.
zh: 射箭场上，有各种射箭锦标赛，全王国最好的弓箭手，都来此处比试。镇民喜欢观看弓箭手一较高低。
zh_tw: 射箭場上，有各種射箭錦標賽，全王國最好的弓箭手，都來此處比試。鎮民喜歡觀看弓箭手一較高低。

# T_GAME_BUILDING_INFO_ARMORY
source: The armory is the place where the soldiers' equipment is crafted. The armorer crafts fine armors with iron and leather as well as swords for the military.
de: Die Rüstkammer ist der Ort, an dem Ausrüstung für Soldaten gefertigt wird. Der Kämmerer produziert aus Eisen und Leder Rüstungen sowie Schwerter.
es: Los equipos para los soldados se fabrican en la armería. El armero crea magníficas armaduras con hierro y cuero, además de espadas.
fr: L'armurerie est l'endroit où sont fabriqués les équipements des soldats. L'armurier façonne de belles armures en fer et en cuir, ainsi que des épées pour les militaires.
id: Gudang senjata adalah tempat membuat perlengkapan serdadu. Ahli membuat senjata menghasilkan baju tempur terbaik dengan besi dan kulit serta pedang untuk militer.
it: Nell'armeria si produce l'equipaggiamento per i soldati. L'armaiolo realizza ottime armature usando ferro e cuoio, nonché spade per l'esercito.
ja: 武器工場では、兵士の装備を製造しています。武器職人が軍隊向けに、鉄や革を用いて良質な剣や鎧を作っています。
ko: 병기 공장은 군용 장비를 만드는 곳입니다. 병기 제조자가 철과 가죽으로 갑옷은 물론 군용 검도 만듭니다.
pt: O armeiro é o local onde o equipamento dos soldados é fabricado. O armeiro fabrica finas armaduras com ferro e couro, e espadas para os militares.
ru: В лавке оружейника производят снаряжение для солдат. Оружейник создает отличные доспехи из железа и выделанной кожи, а также кует мечи для вашей армии.
zh: 兵工厂是制造士兵装备的地方。工匠使用铁料和皮革为部队制作护甲和武器。
zh_tw: 兵工廠是製造士兵裝備的地方。工匠使用鐵料和皮革為部隊製作護甲和武器。

# T_GAME_BUILDING_INFO_BAKERY
source: The bakery uses flour and wood to produce bread. It supplies the village with food.
de: In der Bäckerei werden mit Holz und Mehl Brote gebacken. Sie versorgt dein Dorf mit Nahrung.
es: La panadería elabora pan con harina y madera para proveer con alimentos a la ciudad.
fr: La boulangerie fabrique du pain avec de la farine, en utilisant du bois comme combustible. Elle nourrit les habitants.
id: Toko roti menggunakan tepung dan kayu untuk memproduksi roti. Toko roti memasok makanan desamu.
it: Il fornaio usa farina e legno per produrre pane. Fornisce cibo al villaggio.
ja: パン屋は小麦粉と木材を使用して、パンを生産、村に食糧を供給します。
ko: 베이커리는 밀가루와 나무를 사용하여 빵을 제조합니다. 빵은 마을의 식량으로 사용됩니다.
pt: A padaria usa farinha e madeira para produzir o pão. Ela fornece alimentos para toda a aldeia.
ru: В пекарне пекут хлеб, используя для этого муку и древесину. Пекарня снабжает деревню едой.
zh: 面包房利用面粉和木头制作面包，为全村的人提供食物。
zh_tw: 麵包屋利用麵粉和木頭製作麵包，為全村的人提供食物。

# T_GAME_BUILDING_INFO_BANDITCAMP
source: Dubious robbers operate out of the bandit camp. It is well defended and can pose a threat to your town.
de: Vom Banditenlager aus operieren zwielichtige Räuber. Das Lager wird gut verteidigt und kann eine Gefahr für dein Dorf darstellen.
es: Turbios ladrones operan en los alrededores de su campamento. Está bien defendido y puede suponer una amenaza para tu aldea.
fr: Des hors-la-loi opèrent en dehors du camp des bandits. Il est bien défendu et peut représenter une menace pour votre ville.
id: Gerombolan perampok beraksi dari perkemahan bandit. Perkemahan itu punya pertahanan kuat dan bisa menjadi ancaman untuk kotamu.
it: Dei ladri sospetti agiscono fuori dall'accampamento dei banditi, che è ben difeso e costituisce una minaccia per la tua città.
ja: 怪しげな盗賊が野営地の外で活動しています。武装していて、街に脅威を与えかねません。
ko: 수상한 강도들이 강도 캠프에서 활동합니다. 방어가 잘 되어 있으며 마을에 위협을 줄 수 있습니다.
pt: Assaltantes suspeitos operam a partir do acampamento dos bandidos. Ele é bem defendido e pode ser uma ameaça à sua cidade.
ru: Лагерь бандитов — это база злобных грабителей и головорезов. Он неплохо защищен и может представлять серьезную угрозу для твоего города.
zh: 强盗们偷偷溜出营地。但您的城镇防御严密，不会受到任何威胁。
zh_tw: 強盜們偷偷溜出營地。但您的城鎮防禦嚴密，不會受到任何威脅。

# T_GAME_BUILDING_INFO_BARRACKS
source: The barracks is the training area for the soldiers. Carrier townies will transport military equipment to guard towers in range. Supplied with equipment, the soldiers' combat abilities are increased.
de: Die Kaserne dient den Soldaten als Ausbildungsplatz. Träger-Townies bringen vom Gebäude Ausrüstung zu den Wachtürmen in Reichweite. Mit der Ausrüstung steigern sich die Kampfwerte der Soldaten.
es: El barracón es la zona de entrenamiento de los soldados. Los townies porteadores llevan el equipo militar a las torres de vigilancia a su alcance. La capacidad combativa de los soldados aumenta al recibir el equipo.
fr: Les baraquements sont le terrain d'entraînement des soldats. Les habitants portent les équipements militaires depuis les baraquements jusqu'aux tours de garde à portée. Une fois équipé, le soldat a de meilleures capacités combatives.
id: Barak adalah tempat latihan para serdadu. Para pengangkut akan membawa perlengkapan militer ke menara jaga yang ada dalam jangkauan mereka. Setelah disuplai dengan perlengkapan, kemampuan tempur para serdadu akan meningkat.
it: Nella caserma vengono addestrati i soldati. I cittadini viaggiatori trasportano attrezzature militari alle torri di guardia nel loro raggio d'azione. I soldati muniti di equipaggiamento hanno una maggiore abilità in battaglia.
ja: 兵舎は兵士の訓練エリアです。運搬人のタウニーが、エリア内の見張り塔に軍事装備を運びます。装備を支給されることで兵士の戦闘能力はアップします。
ko: 병영에서 군인을 훈련시킵니다. 운송 업자가 군용 장비를 범위 내에 있는 감시탑으로 운반합니다. 장비를 받으면 군인의 전투 능력이 상승합니다.
pt: O quartel é a área de treinamento dos soldados. Os habitantes transportadores levam equipamento militar até as torres de guarda ao seu alcance. A habilidade de combate dos soldados é aumentada se estiverem abastecidos com equipamento.
ru: В казармах солдаты живут и тренируются. Отсюда горожане-носильщики будут поставлять военное снаряжение сторожевым вышкам, находящимся неподалеку от здания. Солдаты, вовремя получающие снаряжение, будут намного лучше проявлять себя в бою.
zh: 兵营是训练士兵的地点。运输员向兵营覆盖范围内的守卫塔运送兵器。士兵配备兵器后，战斗力会提高。
zh_tw: 兵營是訓練士兵的地點。運輸員向兵營覆蓋範圍內的守衛塔運送兵器。士兵配備兵器後，戰鬥力會提高。

# T_GAME_BUILDING_INFO_BEERFEST
source: At the brewing fest grounds, villagers can fulfill their desire for community. Here you can drink and celebrate. Even during winter there are festivals here.
de: Auf dem Gebräufestgelände können Dorfbewohner ihrem Wunsch nach Gemeinschaft nachkommen. Hier kann getrunken und gefeiert werden. Selbst im Winter finden hier Feste statt.
es: En el recinto para festivales de cerveza los aldeanos pueden satisfacer sus deseos de vida comunitaria. Aquí pueden beber y celebrar. Alberga festivales incluso en invierno.
fr: À la buvette, les villageois peuvent satisfaire leur désir de communauté. Ici, vous pouvez boire et célébrer. Même en hiver, il y a des festivals ici.
id: Di tempat festival ramuan, warga desa bisa memenuhi hasrat mereka untuk berkumpul. Di sini orang bisa minum dan berpesta. Bahkan di musim dingin pun ada festival di sini.
it: Nell’area della festa della cervesia gli abitanti del villaggio possono soddisfare il loro desiderio di comunità. Qui si può bere e festeggiare: ci sono feste e banchetti anche durante l'inverno.
ja: 醸造祭の場で、村人は地域社会と絆を深めることが出来ます。要は飲めや歌えやの場所。冬でも祭が行われているようです。
ko: 감주 축제장에서 주민들은 공동체의 소속감을 느낄 수 있어요. 여기서 감주를 마시고 즐기는 거죠. 겨울에도 이곳에서 축제가 열립니다.
pt: Na Feira da Cerveja, os habitantes podem satisfazer seu desejo de comunidade. Nela, você pode beber e celebrar. Até mesmo no inverno há festivais na Feira da Cerveja.
ru: Площадь для пивного фестиваля удовлетворяет потребность селян в общении. Здесь они могут выпить и повеселиться. Праздники здесь проходят даже в разгар зимы.
zh: 在酿酒节会场，村民们可以满足他们的社区期望。你可以在这里尽情喝酒庆祝。即使是冬天这里也会有节庆举办。
zh_tw: 在釀酒節會場，村民們可以滿足他們的社區期望。你可以在這裡盡情喝酒慶祝。即使是冬天這裡也會有節慶舉辦。

# T_GAME_BUILDING_INFO_BUTCHER
source: The butcher's workshop processes pigs into meat and skin and in combination with herbs into the finest sausages.
de: Die Metzgerei verarbeitet Schweine zu Fleisch und Häuten oder, zusammen mit Kräutern, zu feinsten Würstchen.
es: En la carnicería se procesa la carne y la piel del cerdo y se combinan con finas hierbas para obtener las mejores salchichas.
fr: La boucherie transforme les cochons en viande et en peau puis, avec les herbes, en saucisses délicieuses.
id: Rumah jagal mengolah babi menjadi daging dan kulit mentah dan, dengan campuran rempah-rempah, juga menghasilkan sosis terbaik.
it: Il macellaio lavora la carne di maiale che, unita alle erbe aromatiche, diventa deliziose salsicce.
ja: 肉屋の作業場では、豚を肉と皮に解体し、ハーブを使って最高品質のソーセージを作っています。
ko: 푸줏간은 돼지를 고기와 가죽으로 처리하고 허브를 가미하여 훌륭한 소시지를 만듭니다.
pt: A oficina do açougueiro processa porcos para produzir carne e pele, e faz as melhores salsichas combinando com ervas.
ru: В лавке мясника свиней разделывают на мясо и кожу. А если доставить сюда травы, то мясник сможет изготовить отличные колбасы.
zh: 屠宰场可以加工肉类和皮毛，然后配上草药制作香肠。
zh_tw: 屠宰場可以加工肉類和皮毛，然後配上草藥製作香腸。

# T_GAME_BUILDING_INFO_CARPENTER
source: A carpenter will repair damaged buildings in your town with resources. In addition, this building will allow you to repair all your buildings at once for a small amount of prestige.
de: Ein Schreiner repariert beschädigte Gebäude in deiner Stadt mit Ressourcen. Zusätzlich können mit einer Schreinerei alle Gebäude deiner Stadt für ein wenig Prestige auf einmal ausgebessert werden.
es: Si tienes una carpintería con recursos puedes reparar los edificios dañados. Además te permite la opción de repararlos todos a la vez por una pequeña cantidad de prestigio.
fr: Un charpentier réparera les bâtiments endommagés de votre ville avec des ressources. De plus, ce bâtiment vous permet de réparer tous vos bâtiments d'un coup contre une petite quantité de prestige.
id: Tukang kayu menggunakan emas dan sumber daya untuk memperbaiki gedung yang rusak di area sekitar. Bengkel tukang kayu memungkinkan Anda memperbaiki semua gedung di kota dengan sekali klik. Biaya dalam poin Prestise bergantung pada berapa banyak total kerusakan gedung yang harus diperbaiki.
it: Il carpentiere ripara di edifici danneggiati della città usando le risorse. Inoltre, questo edificio ti permette di riparare tutte le strutture in cambio di una piccola quantità di prestigio.
ja: 大工は、資材を使って、劣化した建物を修復します。
ko: 목수가 자원을 이용하여 마을의 손상된 건물을 수리합니다. 더불어 이 건물 덕택에 약간의 명망으로 건물을 모두 한 번에 수리할 수 있습니다.
pt: O carpinteiro consertará prédios danificados na sua cidade usando recursos. Além disso, com este prédio você pode reparar todos os seus prédios de uma vez em troca de um pouco de prestígio.
ru: Плотник будет ремонтировать поврежденные здания за ресурсы. Также это здание позволяет ремонтировать все здания сразу за небольшое количество очков престижа.
zh: 木匠使用资源维修城镇内的受损建筑物。 此外，木匠店铺可以让您使用一点声望立即修复所有建筑物。
zh_tw: 木匠使用資源維修城鎮內的受損建物。 此外，木匠店鋪可以讓您使用一點聲望立即修復所有建物。

# T_GAME_BUILDING_INFO_CASTLE
source: The castle is your town's main building. Goods are stored here and you can assign carrier townies.
de: Das Schloss ist das Hauptgebäude deiner Stadt. Hier werden deine Waren gelagert und du kannst Townies als Träger einteilen.
es: El castillo es el edificio principal de la ciudad. Aquí podrás almacenar mercancías y asignar como transportistas a algunos townies.
fr: Le château est le principal bâtiment de votre ville. Les marchandises y sont stockées et vous pouvez y assigner des habitants porteurs.
id: Kastil adalah gedung utama kota Anda. Barang-barang disimpan di sini dan Anda bisa menetapkan townies pembawa.
it: Il castello è l'edificio principale della città. Qui vengono immagazzinate le merci e puoi creare cittadini viaggiatori.
ja: 城があなたの街の中心となる建物です。ここに物資が納められ、運搬する者を任命することができます。
ko: 성은 귀하의 타운의 주요 빌딩입니다. 상품들은 이곳에 저장되어 있으며 수송 주민들을 지정할 수 있습니다.
pt: O castelo é o principal prédio da cidade. É nele que são guardados os suprimentos e você pode delegar aos habitantes tarefas de transporte.
ru: Замок является основным зданием твоего города. Здесь хранятся товары, а также можно назначать горожан в качестве носильщиков.
zh: 城堡是城镇的主要建筑。货物存放在这里，你可以指定承运镇民。
zh_tw: 城堡是城鎮的主要建築。貨物存放在這裡，你可以指定鎮民承運。

# T_GAME_BUILDING_INFO_CASTLE_UPGRADE
source: The upgrade increases the castle's storage capacity.
de: Die Lagerkapazität des Schlosses wird nach einem Upgrade vergrößert.
es: La mejora aumenta la capacidad de almacenaje del castillo.
fr: L'amélioration augmente la capacité de stockage du château.
id: Pemutakhiran meningkatkan kapasitas simpan kastil.
it: Il potenziamento aumenta la capienza di magazzino del castello.
ja: アップグレードで城の貯蔵容量が増加します。
ko: 업그레이드는 성의 저장 수용력을 증가시킵니다.
pt: O upgrade aumenta a capacidade de estoque do castelo.
ru: Улучшение увеличивает вместительность замка.
zh: 升级可以增加城堡的储存能力。
zh_tw: 升級可以增加城堡的儲物能力。
