Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MAP_CANALGRANDE_DESC
source: A lagoon with a lot of small islands is the perfect place to build a town that is connected by bridges and traversed by canals.
de: Eine Lagune voller kleiner Inseln, lassen eine Stadt zu, die von Brücken und Kanälen durchzogen wird.
es: Una laguna con muchos islotes es el lugar perfecto para construir una ciudad comunicada por puentes y atravesada por canales.
fr: Un lagon avec de nombreuses petites îles est l'endroit parfait pour construire une ville reliée par des ponts et traversée par des canaux.
id: Laguna dengan banyak pulau kecil adalah tempat sempurna untuk membangun kota yang dihubungkan oleh jembatan dan dilewati kanal.
it: Una laguna con tante piccole isole è il luogo perfetto per costruire una città collegata da ponti e attraversata da canali.
ja: たくさんの小さな島があるラグーンは運河で横断されて、橋に繋がれた町を作るのに最適な場所です。
ko: 작은 섬으로 구성된 석호는 다리와 수로로 연결된 마을을 만들기에 알맞은 곳이에요.
pt: Uma lagoa com várias ilhas pequenas é o melhor lugar para construir uma cidade com várias pontes e cortada por diversos canais.
ru: Лагуна с множеством островков — идеальное место для города, районы которого соединены мостами и где можно перемещаться по каналам.
zh: 一个湖中有许多小岛的泻湖十分适合建造一座由桥梁连接并由运河穿越的小镇。
zh_tw: 一個湖中有許多小島的瀉湖十分適合建造一座由橋樑連接並由運河穿越的小鎮。

# T_MAP_COASTALISLAND_DESC
source: In this bay lies an idyllic island. Can you establish a town of real importance in this remote location?
de: In dieser Bucht liegt eine idyllische Insel. Schafft Ihr es, an diesem entlegenen Ort ein Dorf von wahrer Größe zu errichten?
es: En esta bahía hay una isla idílica. ¿Puedes establecer una ciudad verdaderamente importante en esta ubicación remota?
fr: Dans cette baie se trouve une île idyllique. Pouvez-vous établir une ville réellement importante dans ce lieu reculé ?
id: Di teluk ini ada pulau yang cantik. Sanggupkah kau membangun kota yang berpengaruh di tempat terpencil ini?
it: In questa baia si trova un’isola idilliaca. Puoi stabilire una città di una certa importanza in questo luogo remoto?
ja: この入り江にのどかな島があります。この遠く離れた場所で真の重要な地となる街を築いてくれますか？
ko: 이 만에 아늑한 섬이 있습니다. 이 외진 곳에 정말 중요한 마을을 세울 수 있나요?
pt: Nesta baía, há uma ilha idílica. Será que você consegue criar uma cidade importante neste lugar remoto?
ru: В этой бухте лежит беззаботный остров. Сможешь ли ты основать значимый город здесь, вдали от цивилизации?
zh: 这个海湾里有个田园诗般的小岛。你能在这个偏远的地方建成一个意义不凡的城镇吗？
zh_tw: 這個海灣裡有個田園詩般的小島。你能在這個偏遠的地方建成一個意義不凡的城鎮嗎？

# T_MAP_COASTSANDCLIFFS_DESC
source: The castle overlooks the ocean from a high cliff. On the surrounding plateaus, you can build a nice coastal town.
de: Dein Schloss überblickt den Ozean von einem hohen Kliff aus. Auf den umliegenden Plateaus lässt sich eine schöne Küstenstadt errichten.
es: El castillo domina el océano desde un alto acantilado. En las mesetas circundantes puedes construir una bonita ciudad costera.
fr: Le château surplombe l’océan. Tout autour, vous pouvez construit une belle ville côtière.
id: Kastil berada di atas tebing tinggi dan menghadap ke samudra. Dataran di sekelilingnya cocok untuk membangun kota pesisir yang bagus.
it: Il castello si affaccia sull'oceano da un'alta scogliera. Negli altopiani circostanti, è possibile costruire un città costiera.
ja: このお城は高い崖から海を見下ろしています。周りの台地に素敵な沿岸の街を作ることができます。
ko: 높은 절벽 위에서 바다를 내려다보는 성이 있습니다. 주변 고원에 멋진 해안 마을을 만들 수 있습니다.
pt: A vista do castelo dá para o oceano, acima de um penhasco. Nos platôs circundantes, você pode construir uma bela cidade costeira.
ru: Замок стоит на высоком утесе, возвышаясь над океаном. На окружающих его равнинах можно построить неплохой прибрежный город.
zh: 这座城堡从高高的悬崖上俯瞰大海。在周围的高原上，你可以建造一座美丽的海滨小镇。
zh_tw: 城堡座落在懸崖高處眺望海洋。您可以在附近的高原上打造一座沿海城鎮。

# T_MAP_COASTSANDCLIFFS_NAME
source: Cliffs and Coasts
de: Küsten und Kliffs
es: Acantilados y costas
fr: Bord de mer
id: Tebing dan Pesisir
it: Scogliere e coste
ja: 崖と沿岸
ko: 절벽과 해안
pt: Penhascos e costas
ru: Утесы и побережье
zh: 峭壁和海岸
zh_tw: 懸崖和海岸

# T_MAP_DESC_10
source: This lush valley is perfectly suited for building a flourishing town.
de: In diesem blühenden Tal lässt sich eine prächtige Stadt errichten.
es: Construye una sastrería y produce ropa.
fr: Cette vallée luxuriante est idéale pour construire une ville.
id: Lembah yang subur ini sangat cocok untuk membangun kota yang maju.
it: Questa lussureggiante vallata è un luogo ideale per costruire una città fiorente.
ja: この緑豊かな渓谷は街づくりに、うってつけの土地です。
ko: 풍부한 마을을 지을 완벽한 계곡입니다.
pt: Este exuberante vale é perfeito para construir uma cidade próspera.
ru: Эта пышная долина идеально подходит для строительства цветущего города.
zh: 这郁郁葱葱的山谷非常适合建设一个繁荣的小镇。
zh_tw: 這鬱鬱蔥蔥的山谷非常適合建設一個繁榮的小鎮。

# T_MAP_DESC_11
source: This map was created to test the performance on all devices. A really large town is sprawling all over the map.
de: Dies ist die Testkarte, um die Performance bei verschiedensten Geräten zu testen. Ein wirklich großes Dorf ist über die Karte verteilt.
es: Este mapa ha sido creado para probar el rendimiento en todo tipo de dispositivos. Una gran ciudad se extiende a lo largo del mapa.
fr: Cette carte a été créée pour tester les performances sur tous les appareils. Une très grande ville s'étale sur toute la carte.
id: Peta ini dibuat untuk menguji kinerja semua perangkat. Sebuah kota yang sangat besar terbentang pada peta tersebut.
it: Questa mappa è stata creata per testare le prestazioni su tutti i dispositivi. Una città molto grande si estende su tutta la mappa.
ja: このマップではすべての機能をテストするために作られました。広大なマップ上に、巨大な街が広がっています。
ko: 해당 지도는 모든 장치의 실행능력을 시험하기 위하여 생성되었습니다. 커다란 마을이 지도 위에 뻗어 있습니다.
pt: Este mapa foi criado para testar o desempenho em todos os dispositivos. Uma cidade realmente grande está se espalhando por todo o mapa.
ru: Данная карта была создана для проверки производительности на всех устройствах. Действительно большой город раскинулся по всей карте.
zh: 设计该地图旨在对所有设备的性能进行测试。一个真正的大城镇在地图上蔓延。
zh_tw: 設計該地圖旨在對所有設備的性能進行測試。一個真正的大城鎮在地圖上蔓延。

# T_MAP_DESC_12
source: The rippling waters of the rivers in this region invite Townies to go fishing or have a swim in the crystal clear water.
de: Die plätschernden Flüsse dieser Karte laden Townies zum Schwimmen und Angeln ein.
es: Los caudalosos ríos de la región son perfectos para que los townies vayan a pescar o se bañen en sus cristalinas aguas.
fr: L'eau claire des rivières de la région invite les habitants à pêcher ou à se baigner.
id: Gemercik air sungai di dataran ini mengundang para Townie untuk memancing atau berenang di air yang sangat jernih.
it: Le acque increspate dei fiumi di questa regione invitano i paesani alla pesca o a una bella nuotata.
ja: この街を流れる川はクリスタルのように澄んでおり、釣りを楽しんだり、泳いだりすることができます。
ko: 강의 잔잔한 물결은 주민들을 낚시 또는 수정처럼 맑은 물에서 수영을 할 수 있도록 합니다.
pt: As águas ondulantes dos rios nesta região convidam os moradores para pescarem ou nadarem na água cristalina.
ru: Журчащие воды рек в этом регионе манят поселян отправиться на рыбалку или искупаться в кристально чистой воде.
zh: 这个地方潺潺的河水邀请镇民们去钓鱼，或在清澈的河水中游泳。
zh_tw: 這個地方潺潺的河水邀請鎮民們去釣魚，或在清澈的河水中游泳。

# T_MAP_DESC_13
source: Beneath the shady plateau a small village may grow into a huge town.
de: Unterhalb des schattigen Plateaus kann ein kleines Dorf zu einer gewaltigen Stadt erblühen.
es: Bajo la sombría meseta, una pequeña aldea puede convertirse en una gran ciudad.
fr: En contrebas de ce plateau ombragé, un modeste petit village peut devenir une ville florissante.
id: Di bawah dataran tinggi yang teduh, sebuah desa kecil bisa tumbuh menjadi kota yang besar.
it: Sull'ombroso altopiano, un piccolo villaggio può diventare una grande città.
ja: そびえ立つ台地のふもとには小さな村があります。巨大な街へと発展させましょう。
ko: 그늘진 고원아래의 작은 마을은 큰 마을로 성장할 수 있습니다.
pt: Sob um planalto com sombra uma pequena aldeia pode se transformar em uma enorme cidade.
ru: Внизу, под тенью плато, маленькая деревня может вырасти в огромный город.
zh: 在绿树成荫的高原下，一个小小的村庄可能发展成一个庞大的城镇。
zh_tw: 在綠樹成蔭的高原下，一個小小的村莊可能發展成一個龐大的城鎮。

# T_MAP_DESC_14
source: The kingdom is suffering from a drought. The river has dried up. This makes cultivating the land an feeding your Townies a challenging task.
de: Das Königreich wird von einer Dürre geplagt - der Fluss ist schon fast ausgetrocknet! Es wird eine schwere Aufgabe sein, die Felder zu bestellen und deine Townies mit Nahrung zu versorgen.
es: La sequía asola el reino. El río se ha secado, lo que dificulta aún más la tarea de cultivar y alimentar a los townies.
fr: Le royaume souffre de la sécheresse. La rivière s'est asséchée. Cela complique sérieusement notre tâche pour cultiver la terre et nourrir vos habitants.
id: Kerajaan ini menderita karena kemarau. Sungai telah mengering. Ini membuat penggarapan lahan menjadi tugas menantang bagi Penduduk Kota Anda.
it: Il regno soffre per la siccità. Il fiume si è prosciugato. Ciò rende la coltivazione della terra e il nutrimento dei cittadini un'impresa impegnativa.
ja: 街は干ばつに苦しんでいます。川は干上がり、畑を耕すのが大変です。
ko: 타운이 가뭄으로 고통받고 있습니다. 강이 말라버렷습니다. 경작이 불가능하므로 주민들의 식략 제공에 어려움을 겪을 수 있습니다.
pt: O reino sofre com a seca. O rio secou. Isso faz com que o cultivo da terra para alimentar os Habitantes seja um desafio.
ru: Королевство страдает от засухи. Река пересохла. Это делает возделывание земли и обеспечение твоих поселян едой задачей не из легких.
zh: 王国之内正遭遇着旱灾呢。 河流干涸了。 因此，耕种土地，养活镇民变成了一项艰巨的任务。
zh_tw: 王國之內正遭遇著旱災呢。 河流乾涸了。 因此，耕種土地，養活鎮民變成了一項艱巨的任務。

# T_MAP_DESC_15
source: Establish a flourishing trading post on the plateau. Lucrative deals with merchants and knights await you.
de: Errichte einen florierenden Handelsposten auf dem Plateau. Lukrative Geschäfte mit freien Händlern und Rittern erwarten dich.
es: Establece un punto de comercio próspero en la meseta. Te esperan negocios lucrativos con mercaderes y caballeros.
fr: Établissez un comptoir de commerce florissant sur le plateau. Des affaires lucratives vous attendent avec les marchands et les chevaliers.
id: Membuat pos dagang yang berkembang di dataran tinggi. Transaksi menguntungkan dengan pedagang dan kesatria menanti Anda.
it: Instaura un fiorente centro di commercio sull'altopiano. Affari lucrosi con mercanti e cavalieri ti attendono.
ja: 高地に交易所を設立して、商人や騎士との取引で街を繁栄させましょう。
ko: 고원에 교역소를 지으십시오. 수익성이 좋은 상인과 기사와의 거래가 당신을 기다립니다.
pt: Estabeleça um próspero posto comercial na planície. Negociações lucrativas com mercadores e cavaleiros estão à sua espera.
ru: Организуй цветущую факторию на плато. Тебя ожидают выгодные сделки с купцами и рыцарями.
zh: 在高原上设立一个交易站。 等着你的是与商人和骑士之间利润丰厚的交易。
zh_tw: 在高原上設立一個交易站。 等著您的是與商人和騎士之間利潤豐厚的交易。

# T_MAP_DESC_16
source: Establish a mining colony and provide resources for the construction of a monumental cathedral.
de: Errichte eine Bergbaukolonie und versorge ein Monument mit Massen an Ressourcen.
es: Establece una colonia minera y proporciona recursos para construir una catedral monumental.
fr: Établissez une colonie minière et fournissez des ressources pour la construction d'une cathédrale monumentale.
id: Bentuk koloni pertambangan dan berikan sumber daya untuk pembangunan katedral monumental.
it: Crea una colonia mineraria e fornisci le materie prime per la costruzione di una cattedrale monumentale.
ja: たくさん鉱脈を発見し、聖堂を建設するための資材を集めましょう。
ko: 광산 마을을 설립한 후 성당을 건출할 재료들을 공급합니다.
pt: Funde uma colônia de mineração e forneça recursos para a construção de uma catedral monumental.
ru: Организуй колонию рудокопов и обеспечь ресурсы для строительства монументального собора.
zh: 建立一个采矿殖民地，为纪念不朽的大教堂提供物资。
zh_tw: 建立一個採礦聚居地，為紀念不朽的大教堂提供物資。

# T_MAP_DESC_17
source: Make preparations for a grand royal wedding.
de: Triff Vorbereitungen für eine große königliche Hochzeit.
es: Haz los preparativos para una boda real por todo lo alto.
fr: Occupez-vous des préparatifs pour un grand mariage royal.
id: Persiapkan pernikahan istana yang agung.
it: Organizza i preparativi per un grande matrimonio reale.
ja: もうすぐお姫様の結婚式！式の準備をしましょう。
ko: 왕족의 결혼식을 위해 준비합니다.
pt: Faça os preparativos para um imponente casamento real.
ru: Подготовься к грандиозной королевской свадьбе.
zh: 为一场盛大的皇室婚礼作准备。
zh_tw: 為一場盛大的皇室婚禮作準備。

# T_MAP_DESC_18
source: Build a large town near this dried-up riverbed, but remember that water is a scarce commodity in this area.
de: An diesem ausgetrockneten Flussbett lässt sich eine große Stadt bauen. Viel Wasser wirst du hier aber nicht finden.
es: Construye una ciudad en este lecho seco, pero recuerda que, en esta zona, el agua es una materia prima escasa.
fr: Construisez une grande ville près du lit asséché de cette rivière, mais souvenez-vous que l'eau est une denrée rare dans cette région.
id: Bangun kota besar di dekat dasar sungai kering ini, tapi ingat bahwa air adalah komoditas langka di daerah ini.
it: Costruisci una grande città vicino a questo fiume asciutto, me ricorda che l'acqua scarseggia da queste parti.
ja: 干上がった川辺に大きな街を建設しましょう。しかしこの地域は水が少なく商売になりません。
ko: 말라버린 강 주변에 대형 타운을 지으세요. 하지만 이 지역에 물이 모자람을 잊지마세요.
pt: Construa uma grande cidade perto do leito seco do rio, mas lembre-se que a água é um recurso escasso nesta área.
ru: Постройте большой город рядом с пересохшим руслом реки, но помните о том, что эти места крайне бедны водой.
zh: 在这条干涸的河道旁建设一座大镇，可是别忘了，这一带水可是希缺商品。
zh_tw: 在這條乾涸的河道旁建設一座大鎮，可是別忘了，這一帶水可是希缺商品。

# T_MAP_DESC_19
source: There is a small plateau near the edge of the swamplands. An ideal place for a town.
de: Am Rande des Sumpflandes befindet sich ein kleines Plateau - ein idealer Platz für eine kleine Stadt.
es: Hay una pequeña meseta cerca del pantano. Es el lugar ideal para construir una ciudad.
fr: Il y a un petit plateau à la frontière des marais. L'endroit idéal pour une ville.
id: Ada dataran kecil dekat tepi rawa. Tempat terbaik untuk sebuah kota.
it: C'è un piccolo altopiano vicino al limite delle paludi. Un luogo ideale per una città.
ja: 沼沢地の縁付近には小さな台地が存在します。街をつくるのに理想的な場所です。
ko: 습지 가장자리에 작은 고원이 있습니다. 마을을 위해 이상적인 장소입니다.
pt: Há uma pequena planície perto do pântano. Um lugar ideal para uma cidade.
ru: На краю болот расположено небольшое плато. Идеальное место для города.
zh: 在沼泽地边缘地带有一块小小的高原。 这是一个建设城镇的好地方。
zh_tw: 在沼澤地邊緣地帶有一塊小小的高原。 這是一個建設城鎮的好地方。

# T_MAP_DESC_2
source: This quiet place at the coast is the ideal location to found your village.
de: Dieser ruhige Platz an der Küste ist die ideale Umgebung, um ein wundervolles Dorf zu gründen.
es: Este tranquilo lugar junto a la costa es el sitio ideal para fundar tu aldea.
fr: Ce petit coin tranquille sur la côte est l'endroit idéal pour fonder votre village.
id: Tempat tenang di pesisir pantai ini adalah lokasi yang ideal untuk mendirikan desamu.
it: Questa tranquilla località costiera è il luogo ideale per fondare il tuo villaggio.
ja: 沿岸の静かな地域は村づくりには最適といえます。
ko: 해변가의 조용한 장소에 마을을 지을 수 있습니다.
pt: Este local tranquilo na costa é ideal para posicionar sua aldeia.
ru: Тихое местечко на побережье является идеальным местом для основания твоей деревни.
zh: 海边这个僻静的地方正是你兴建村庄的理想场所。
zh_tw: 海邊這個僻靜的地方正是您興建村莊的理想場所。

# T_MAP_DESC_20
source: An isolated mountain region in the middle of nowhere. No water, but countless ore veins. The perfect place to strike it rich!
de: Eine einsame Bergregion mitten im nirgendwo. Kein Wasser, aber unzählige Erzvorkommen. Der ideale Ort, um sich eine goldene Nase zu verdienen!
es: Una región montañosa en medio de la nada. No tiene agua, pero sí montones de yacimientos de mineral. ¡Un lugar perfecto para enriquecerse!
fr: Une région montagneuse isolée au milieu de nulle part. Pas d'eau, mais d'innombrables filons de minerai. L'endroit idéal pour devenir riche !
id: Wilayah gunung terpencil di tengah negeri antah-berantah. Tak ada air, tapi urat bijih tak terhitung. Tempat sempurna untuk menjadi kaya!
it: Una montagna isolata in mezzo al nulla. Niente acqua, ma innumerevoli giacimenti di minerale. Il posto perfetto per fare fortuna!
ja: どこにいるのかすら分からない場所の真ん中にいるような、孤立した山岳地帯です。水はありませんが、無数の鉱脈が存在します。富を求める上では最高の場所です。
ko: 고립된 산 지역은 동떨어져 있습니다. 물은 없지만, 수 많은 광석들이 있습니다. 돈을 벌 수 있는 완벽한 장소입니다!
pt: Uma região montanhosa isolada no meio do nada. Sem água, mas há muito minério. O lugar perfeito para enriquecer!
ru: Изолированный горный край в безлюдной местности. Вода отсутствует, но присутствуют многочисленные рудные жилы. Идеальное место для того, чтобы неожиданно разбогатеть!
zh: 在蛮荒之地的与世隔绝的山区。 虽然没有水，但是却有着数不清的矿脉。 是个发现丰富的矿藏(发横财)的好地方！
zh_tw: 在蠻荒之地的與世隔絕的山區。 雖然沒有水，但是卻有著數不清的礦脈。 是個發現豐富的礦藏(發橫財)的好地方！

# T_MAP_DESC_2016_01
source: The King needs a lot of planks to build a big fleet. Find out why the delivery of planks stopped and set up a Trade Guild.
de: Der König benötigt für den Ausbau der Schiffsflotte sehr viele Bretter. Finde heraus, warum keine Bretterlieferungen mehr ankommen und gründe eine Handelsgilde.
es: El rey necesita muchas tablas para construir una gran armada. Averigua por qué se ha detenido el envío de tablas y establece un gremio comercial.
fr: Le roi a besoin d'énormément de bois pour bâtir sa flotte. Découvrez pourquoi la livraison de planches a cessé et mettez en place une guilde du commerce.
id: Raja memerlukan banyak papan untuk membangun armada besar. Coba cari tahu kenapa kiriman kayu terhenti dan bangunlah Perkumpulan Saudagar.
it: Il re ha bisogno di molte assi di legno per costruire una grande flotta. Scopri perché la fornitura di assi si è interrotta e costruisci una Gilda dei mercanti.
ja: 王様は大艦隊をつくるのにたくさんの厚板を必要としています。厚板の配達がなぜ止まっているのかを探り当て、取引ギルドをつくってください。
ko: 왕이 거대한 함대를 만들기 위해 목재가 많이 필요합니다. 목재 배송이 중단된 이유를 밝혀내고 트레이드 길드를 세우세요.
pt: O Rei precisa de muitas tábuas para construir uma frota. Descubra por que a entrega de tábuas parou e crie uma guilda comercial.
ru: Королю нужны доски для строительства огромного флота. Узнай, почему прекратились поставки досок и построй гильдию торговцев.
zh: 国王需要大量木板打造庞大舰队。找出木板进献受阻的原因并建立一个同业公会。
zh_tw: 國王需要大量木板打造龐大艦隊。找出木板進獻受阻的原因並建立一個同業公會。

# T_MAP_DESC_2016_02
source: This beautiful region is a perfect place to build a big city. The vast hills provide ample room for countless buildings.
de: Dieses wunderschöne Gebiet ist ein idealer Ort, um eine große Stadt zu errichten. Die weitläufigen Hügel bieten genügend Platz für unzählige Gebäude.
es: Esta hermosa región es el lugar perfecto para levantar una gran ciudad. Las vastas colinas proporcionan mucho espacio para construir innumerables edificios.
fr: Cette magnifique région est l'emplacement idéal pour bâtir une grande ville. Les collines offrent beaucoup de place pour d'innombrables bâtiments.
id: Kawasan ini sempurna untuk membangun kota besar. Perbukitan luas ini menyediakan tempat yang cukup untuk tidak terhitung banyaknya bangunan.
it: Questa bellissima regione è il luogo perfetto dove costruire una grande città. Le ampie colline offrono molto spazio per innumerevoli edifici.
ja: この美しい地域は大都市をつくるのに完ぺきな場所です。広大な丘には無数の建物を建てる余裕が十分にあります。
ko: 이 아름다운 지역은 큰 도시를 만들기에 안성맞춤이에요. 거대한 언덕에 수많은 건물을 지을 공간이 충분해요.
pt: Esta bela região é perfeita para construir uma grande cidade. As Colinas Amplas têm espaço de sobra para inúmeros prédios.
ru: Этот прекрасный регион — идеальное место для строительства большого города. На его громадных холмах можно возвести множество строений.
zh: 这个美丽的地区，是建立大城市的绝佳地点。广阔的山区，有充足的空间，兴建无数房屋。
zh_tw: 這個美麗的地區，是建立大城市的絕佳地點。廣闊的山區，有充足的空間，興建無數房屋。

# T_MAP_DESC_2016_03
source: A small town has become a big metropolis. Fulfill the desires and needs of the Townies in the given time.
de: Eine kleine Stadt ist zur großen Metropole herangewachsen. Kümmere dich in der vorgegebenen Zeit um die Bedürfnisse und Wünsche der Townies.
es: Una pequeña ciudad se ha convertido en una gran metrópolis. Satisface los deseos y necesidades de los townies en el tiempo indicado.
fr: Une petite ville est devenue une vaste métropole. Accédez aux désirs et besoins des habitants durant le temps imparti.
id: Kota kecil telah menjadi metropolitan besar. Penuhi keinginan dan kebutuhan para Townies dalam waktu yang tersedia.
it: Una piccola cittadina è diventata una grande metropoli. Soddisfa i bisogni e i desideri dei cittadini nel tempo a disposizione.
ja: 小さな町が大きな都市になりました。タウニーたちの望みを与えられた時間内に叶えましょう。
ko: 작은 도시가 대도시로 성장했어요. 주어진 시간 내에 주민의 욕구와 필요를 충족시키세요.
pt: Uma pequena cidade virou uma grande metrópole. Satisfaça os desejos e necessidades dos habitantes no tempo dado.
ru: Небольшой городок превратился в огромный мегаполис. Удовлетвори потребности горожан за отведенное время.
zh: 小城已发展成了大都会。在指定时间内，完成镇民心愿。
zh_tw: 小城已發展成了大都會。在指定時間內，完成鎮民心願。

# T_MAP_DESC_2016_04
source: Change the jobs of the given Townies wisely to build a marketplace and a tavern.
de: Ändere geschickt die Berufe einer Handvoll Townies, um einen Marktplatz und ein Wirtshaus zu errichten.
es: Cambia a los townies indicados de empleo con sabiduría para construir un mercado y una taberna.
fr: Changez les métiers des habitants spécifiés de manière à bâtir un marché et une taverne.
id: Ubahlah pekerjaan para Townies untuk membangun pasar dan kedai minum.
it: Modifica i compiti dei cittadini saggiamente per costruire un mercato e una taverna.
ja: 与えられたタウニーたちの仕事をうまく変えて市場や酒場を作りましょう。
ko: 주민들의 직업을 현명하게 바꿔서 시장과 선술집을 만드세요.
pt: Mude certos habitantes de trabalho para construir um mercado e uma taverna.
ru: Переназначай горожан, чтобы построить рынок и таверну.
zh: 妥善调配某些镇民的工作，以建立集市和酒馆。
zh_tw: 妥善調配某些鎮民的工作，以建立集市和酒館。

# T_MAP_DESC_2016_05
source: Plan your town well, space for buildings is sparse between the falls and the terrain can be difficult to traverse.
de: Plane deine Stadt gut, denn zwischen den Wasserfällen ist schwieriges Terrain und wenig Platz zum bauen.
es: Planifica bien tu aldea, hay poco espacio para los edificios entre las grietas y puede ser complicado atravesar el terreno.
fr: Planifiez bien votre ville, il y a peu d'espace pour bâtir entre les chutes et le terrain peut être compliqué à traverser.
id: Rencanakan kotamu dengan baik, ruang untuk bangunan terbatas di antara air terjun dan medannya mungkin sulit dilalui.
it: Pianifica attentamente la città, lo spazio per gli edifici è scarso tra le cascate, e il terreno può essere difficile da attraversare.
ja: 滝の間は建物のためのスペースが少なく、横断が困難な土地であるため、街づくりは計画的に行ってください。
ko: 마을을 잘 계획하세요. 폭포 사이에 건물 공간이 부족하고 지역 횡단이 어려울 수 있습니다.
pt: Planeje bem a cidade. Espaços para prédios ficam entre cachoeiras e o terreno é difícil de atravessar.
ru: Построй город среди водопадов, но учти — места здесь немного, а рельеф может мешать передвижению.
zh: 规划好您治下的小镇，建筑房屋的地方分散在瀑布之间，在此地形穿行，可能会很困难。
zh_tw: 規劃好您治下的小鎮，建築房屋的地方分散在瀑布之間，在此地形穿行，可能會很困難。

# T_MAP_DESC_2016_06
source: There are heavy avalanches in this region. Besides that, you should establish a little town and use the rich ore deposits.
de: Lawinen bedrohen das Dorf in dieser Region. Baue trotz der Gefahren eine kleine Stadt auf, um die reichen Erzvorkommen nutzen zu können.
es: En esta región hay fuertes aludes. Aparte de eso, debes establecer una pequeña aldea y aprovechar los abundantes depósitos de mineral.
fr: Il y a de grosses avalanches dans cette région. De plus, vous devrez établir un petit village et utiliser les riches dépôts de minerai.
id: Di daerah ini rawan longsor. Tapi di luar itu, ada baiknya mendirikan kota kecil dan memanfaatkan cadangan bijih yang besar.
it: Ci sono massicce valanghe in questa regione. Nonostante questo, dovrai fondare una piccola città e sfruttare i ricchi depositi di minerali.
ja: この地域では大きな雪崩が起きます。豊富に埋まっている鉱石を使って小さな町を作りましょう。
ko: 이 지역에 대규모 산사태 지대가 있어요. 그 옆에 작은 마을을 만들어 풍부한 광석 매장층을 사용해야 해요.
pt: Há pesadas avalanches nessa região. Além disso, você pode estabelecer uma pequena cidade e usar os ricos depósitos de minério.
ru: В этом регионе часто сходят большие лавины. Но тебе поручено основать здесь город и разработать богатые месторождения руды.
zh: 这一地区，严重雪崩时有发生。尽管如此，您还是要利用丰富的矿藏，建立一个小镇。
zh_tw: 這一地區，嚴重雪崩時有發生。儘管如此，您還是要利用豐富的礦藏，建立一個小鎮。
