Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SHARE_ACHIEVEMENTS_UPLOAD_QUESTION
source: Do you want to post your achievements to your timeline?
de: Möchtest du deine Errungenschaften auf deiner Timeline posten?
es: ¿Quieres publicar tus logros en tu muro?
fr: Voulez-vous poster vos succès sur votre fil d'actualité ?
id: Kamu mau posting pencapaianmu di linimasamu?
it: Vuoi pubblicare gli obiettivi sulla tua timeline?
ja: あなたのタイムラインにアチーブメントを投稿しますか？
ko: 도전 과제를 타임라인에 게시하시겠습니까?
pt: Deseja postar suas conquistas na sua linha do tempo?
ru: Опубликовать достижение в хронике?
zh: 您要把您的成就发布到时间线吗？
zh_tw: 您要把您的成就發佈到時間線嗎？

# T_SHARE_BUTTON
source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
pt: Compartilhar
ru: Поделиться
zh: 分享
zh_tw: 分享

# T_SHARE_PERMISSIONS_TITLE
source: Confirm your permissions
de: Bestätige deine Berechtigungen
es: Confirmar los permisos
fr: Confirmer vos permissions
id: Konfirmasikan pemberian izin
it: Conferma i permessi
ja: パーミッションを確認する
ko: 권한을 확인하세요
pt: Confirme suas permissões
ru: Подтверждение доступа
zh: 确认权限设置
zh_tw: 確認權限設定

# T_SHARE_PICTUREUPLOAD_FEEDBACK_NEGATIVE
source: Screenshot upload failed! Try again later…
de: Screenshot Upload fehlgeschlagen! Versuch es später nochmal…
es: ¡Error al cargar el pantallazo! Inténtalo más tarde...
fr: Échec du téléchargement de la capture d'écran ! Réessayez plus tard…
id: Upload cuplikan gambar gagal! Coba lagi nanti...
it: Caricamento screenshot fallito! Riprova più tardi...
ja: スクリーンショットのアップロードに失敗しました！後で再度トライしてください。
ko: 스크린샷 업로드 실패! 나중에 다시 시도하세요…
pt: Falha no upload da captura de tela! Tente mais tarde…
ru: Не удалось загрузить скриншот! Попробуй позже...
zh: 截图上传失败！请稍后再试……
zh_tw: 截圖上傳失敗！請稍後再試……

# T_SHARE_PICTUREUPLOAD_FEEDBACK_NEGATIVE_PERMISSIONS
source: Screenshot upload failed! The necessary permissions have not been set!
de: Screenshot Upload fehlgeschlagen! Es fehlen die nötigen Berechtigungen!
es: ¡Error al cargar el pantallazo! ¡No se han otorgado los permisos necesarios!
fr: Échec du téléchargement de la capture d'écran ! Les permissions nécessaires n'ont pas été paramétrées !
id: Upload cuplikan gambar gagal! Izin yang diperlukan belum diberikan!
it: Caricamento screenshot fallito! I permessi necessari non sono stati impostati!
ja: スクリーンショットのアップロードに失敗しました！必要なパーミッションが設定されていません。
ko: 스크린샷 업로드 실패! 필수 권한이 설정되지 않았습니다!
pt: Falha no upload da captura de tela! É preciso configurar as permissões!
ru: Не удалось загрузить скриншот: отсутствуют необходимые разрешения.
zh: 截图上传失败！必要的权限，还没有设置！
zh_tw: 截圖上傳失敗！必要的授權，還沒有設定！

# T_SHARE_PICTUREUPLOAD_FEEDBACK_POSITIVE
source: Screenshot upload successful. Do you want to show your post on the timeline?
de: Screenshot Upload erfolgreich. Möchtest du deinen Post auf der Timeline anzeigen?
es: Pantallazo cargado con éxito. ¿Quieres mostrar tu post en el muro?
fr: Téléchargement réussi de la capture d'écran. Voulez-vous afficher votre message sur votre fil d'actualité ?
id: Upload cuplikan gambar berhasil. Mau ditampilkan di linimasamu?
it: Caricamento screenshot riuscito. Vuoi pubblicare il tuo post sulla timeline?
ja: スクリーンショットがアップロードされました。あなたのタイムラインに投稿しますか？
ko: 스크린샷이 성공적으로 업로드됐습니다. 타임라인에 게시물을 표시하시겠습니까?
pt: Upload de captura de tela completo. Deseja exibir sua postagem na linha do tempo?
ru: Скриншот загружен. Создать пост в хронике?
zh: 截图上传成功。您想让帖子显示在时间线上吗？
zh_tw: 截圖上傳成功。您想讓帖子顯示在時間線上嗎？

# T_SHARE_SCREENSHOT_UPLOADING
source: Screenshot upload in progress…
de: Screenshot wird hochgeladen…
es: Pantallazo cargándose...
fr: Téléchargement de la capture d'écran en cours…
id: Upload cuplikan gambar sedang diproses...
it: Caricamento dello screenshot...
ja: スクリーンショットをアップロード中・・・
ko: 스크린샷 업로드 중…
pt: Fazendo upload de captura de tela…
ru: Идет загрузка скриншота...
zh: 截图上传中……
zh_tw: 截圖上傳中……

# T_SHARE_SCREENSHOT_UPLOAD_QUESTION
source: Do you want to post the screenshot to your timeline?
de: Möchtest du den Screenshot auf deiner Timeline posten?
es: ¿Quieres publicar el pantallazo en tu muro?
fr: Voulez-vous poster votre capture d'écran sur votre fil d'actualité ?
id: Kamu mau posting cuplikan gambar di linimasamu?
it: Vuoi pubblicare lo screenshot sulla tua timeline?
ja: あなたのタイムラインにスクリーンショットを投稿しますか？
ko: 스크린샷을 타임라인에 게시하시겠습니까?
pt: Deseja postar a captura de tela na sua linha do tempo?
ru: Опубликовать скриншот в хронике?
zh: 您要把截图发布到时间线吗？
zh_tw: 您要把截圖發佈到時間線嗎？

# T_SHOP_FB_LIKE
source: Like us on Facebook!
de: Like uns auf Facebook!
es: ¡Dale a «Me gusta» en Facebook!
fr: Aimez-nous sur Facebook !
id: Sukai kami di Facebook!
it: Metti Mi piace su Facebook!
ja: Facebookでいいねを押してください！
ko: Facebook에서 '좋아요'를 눌러주세요!
pt: Curta-nos no Facebook!
ru: Оцените нас на Facebook!
zh: 在 Facebook 上为我们点赞！
zh_tw: 在 Facebook 上為我們點讚！

# T_SHOP_TEASER_1
source: MORE OFFERS
de: MEHR ANGEBOTE
es: MÁS OFERTAS
fr: PLUS D'OFFRES
id: TAWARAN LAIN
it: ALTRE OFFERTE
ja: もっと見る
ko: 더 많은 상품
pt: MAIS OFERTAS
ru: БОЛЬШЕ ПРЕДЛОЖЕНИЙ
zh: 更多优惠！
zh_tw: 更多優惠

# T_SHOP_TEASER_2
source: Visit the store for more!
de: Besuche den Shop für mehr!
es: ¡Visita la tienda para ver más artículos!
fr: Visitez la boutique pour plus encore !
id: Kunjungi toko untuk tawaran lain!
it: Visita il negozio!
ja: ショップに行ってみよう！
ko: 더 많은 아이템을 확인하시려면 Shop을 방문하세요.
pt: Visite a loja para mais itens!
ru: Посети магазин, чтобы узнать больше!
zh: 访问商店，获得更多金币！
zh_tw: 拜訪商店，獲得更多資金！

# T_TEASER_OFFER_COLLECTALL
source: Do you want to collect all taxes in town for {PRICE} Prestige?
de: Möchtest du alle Steuern in deiner Stadt für {PRICE} Prestige einsammeln?
es: ¿Quieres recaudar todos los impuestos por {PRICE} de prestigio?
fr: Voulez-vous collecter tous les impôts en ville pour {PRICE} Prestige ?
id: Apa kamu ingin menarik seluruh pajak di kota dengan membayar {PRICE} Prestige?
it: Vuoi riscuotere tutte le tasse per {PRICE} Prestigio?
ja: {PRICE}名声を消費して、街のすべての税金を徴収しますか？
ko: {PRICE}개의 특권으로 마을에서 세금을 모두 징수하시겠습니까?
pt: Deseja coletar todos os impostos na cidade por {PRICE} Prestígio?
ru: Хочешь собрать все подати в городе за очки престижа ({PRICE})?
zh: 你希望用 {PRICE} 声望值收集所有税金吗？
zh_tw: 你希望用 {PRICE} 聲望值收集所有稅金嗎？

# T_TEASER_OFFER_CUREALL
source: Do you want to cure all your townies for {PRICE} Prestige?
de: Möchtest du alle Townies für {PRICE} Prestige heilen?
es: ¿Quieres curar a todos tus Townies por {PRICE} de prestigio?
fr: Voulez-vous guérir tous vos habitants pour {PRICE} Prestige ?
id: Apa kamu ingin menyembuhkan semua Townie dengan membayar {PRICE} Prestige?
it: Vuoi curare tutti i cittadini per {PRICE} Prestigio?
ja: {PRICE}名声を消費して、タウニー全員を治療しますか？
ko: {PRICE}개의 특권으로 주민을 모두 치료하시겠습니까?
pt: Deseja curar todos os seus habitantes por {PRICE} Prestígio?
ru: Хочешь вылечить всех своих поселян за очки престижа ({PRICE})?
zh: 你希望用 {PRICE} 声望值治愈所有镇民吗？
zh_tw: 你希望用 {PRICE} 聲望值治癒所有鎮民嗎？

# T_TEASER_OFFER_EXTINGUISHALL
source: Do you want to put out all fires for {PRICE} Prestige?
de: Möchtest du alle Brände für {PRICE} Prestige löschen?
es: ¿Quieres sofocar todos los fuegos por {PRICE} de prestigio?
fr: Voulez-vous éteindre tous les incendies pour {PRICE} Prestige ?
id: Apa kamu ingin memadamkan semua kebakaran dengan membayar {PRICE} Prestige?
it: Vuoi spegnere tutti gli incendi per {PRICE} Prestigio?
ja: {PRICE}名声を消費して、すべての火を消しますか？
ko: {PRICE}개의 특권으로 불을 모두 끄시겠습니까?
pt: Deseja apagar todos os incêndios por {PRICE} Prestígio?
ru: Хочешь потушить все возгорания за очки престижа ({PRICE})?
zh: 你希望用 {PRICE} 声望值扑灭所有火灾吗？
zh_tw: 你希望用 {PRICE} 聲望值撲滅所有火災嗎？

# T_TEASER_OFFER_REPAIRALL
source: Do you want to repair all your buildings for {PRICE} Prestige?
de: Möchtest du alle Gebäude für {PRICE} Prestige reparieren?
es: ¿Quieres reparar todos los edificios por {PRICE} de prestigio?
fr: Voulez-vous réparer tous vos bâtiments pour {PRICE} Prestige ?
id: Apa kamu ingin memperbaiki semua bangunanmu dengan membayar {PRICE} Prestige?
it: Vuoi riparare tutti gli edifici per {PRICE} Prestigio?
ja: {PRICE}名声を消費して、すべての建物を修復しますか？
ko: {PRICE}개의 특권으로 건물을 모두 수리하시겠습니까?
pt: Deseja consertar todos os seus prédios por {PRICE} Prestígio?
ru: Хочешь отремонтировать все свои здания за очки престижа ({PRICE})?
zh: 你希望用 {PRICE} 声望值修理所有建筑物吗？
zh_tw: 你希望用 {PRICE} 聲望值修理所有建築物嗎？

# T_TEASER_RESEARCH_UPGRADE_1_DEPRECTAED
source: Research „Basic buildings level 2“ to unlock upgrades for all buildings from that category!
de: Erforsche „Grundlegende Gebäude Stufe 2“, um die Upgrades für alle Gebäude aus diesem Bereich freizuschalten!
ja: 「基本建物レベル2」をリサーチして、このカテゴリーのすべての建物をアップグレードできるようにしよう
ko: “기본 건물 2레벨”을 연구하고 이 카테고리의 모든 건물을 업그레이드하세요!
zh: 研究“第二级基本建筑”以解锁此类别的所有升级！

# T_TEASER_RESEARCH_UPGRADE_2_DEPRECATED
source: Research „Advanced buildings level 2“ to unlock upgrades for all buildings from that category!
de: Erforsche „Fortgeschrittene Gebäude Stufe 2“, um die Upgrades für alle Gebäude aus diesem Bereich freizuschalten!
ja: 「上級建物レベル2」をリサーチして、このカテゴリーのすべての建物をアップグレードできるようにしよう
ko: “첨단 건물 2레벨”을 연구하고 이 카테고리의 모든 건물을 업그레이드하세요!
zh: 研究“第二级高级建筑”以解锁此类别的所有升级！

# T_TEASER_RESEARCH_UPGRADE_3_DEPRECATED
source: Research „Public buildings level 2“ to unlock upgrades for all buildings from that category!
de: Erforsche „Öffentliche Gebäude Stufe 2“, um die Upgrades für alle Gebäude aus diesem Bereich freizuschalten!
ja: 「公共建物レベル2」をリサーチして、このカテゴリーのすべての建物をアップグレードできるようにしよう
ko: “공공 건물 2레벨”을 연구하고 이 카테고리의 모든 건물을 업그레이드하세요!
zh: 研究“第二级公共建筑”以解锁此类别的所有升级！

# T_TEASER_UPGRADE_BUILDING_COLLECT_ALL
source: Upgrade the treasury to get acces to the „Collect All Taxes“ feature!
de: Upgrade die Schatzkammer, um „Alle Steuern einsammeln“ nutzen zu können!
ja: 国庫をアップグレードして、「すべての税金を集める」機能を利用できるようにしよう
ko: 재무부를 업그레이드하고 “세금 모두 징수” 기능을 사용하세요!
pt: Faça o upgrade to tesouro para ter acesso ao recurso “Coletar todos os impostos”!
zh: 升级金库以获得“收集全部税金”功能！

# T_TEASER_UPGRADE_BUILDING_CURE_ALL
source: Upgrade the infirmary to get acces to the „Cure All Townies“ feature!
de: Upgrade den Heilmedikus, um „Alle Townies heilen“ nutzen zu können!
ja: 診療所をアップグレードして、「タウニー全員を治療する」機能を利用できるようにしよう
ko: 의무실을 업그레이드하고 “주민 모두 치료” 기능을 사용하세요!
pt: Faça o upgrade da enfermaria para obter acesso ao recurso “Curar todos os habitantes”!
zh: 升级医务室以获得“治疗全部镇民”功能！

# T_TEASER_UPGRADE_BUILDING_EXTINGUISH_ALL
source: Upgrade the fire tower to get acces to the „Extinguish All Fires“ feature!
de: Upgrade den Feuerturm, um „Alle Feuer löschen“ nutzen zu können!
ja: 火の見やぐらをアップグレードして、「すべての火を消す」機能を利用できるようにしよう
ko: 화재 감시탑을 업그레이드하고 “화재 모두 진화” 기능을 사용하세요!
zh: 升级防火塔以获得“扑灭全部火灾”功能！

# T_TEASER_UPGRADE_BUILDING_REPAIR_ALL
source: Upgrade the carpenter to get acces to the „Repair All“ feature!
de: Upgrade die Schreinerei, um „Alles Reparieren“ nutzen zu können!
ja: 大工店をアップグレードして、「すべてを修復」機能を利用できるようにしよう
ko: 목공소를 업그레이드하고 “모두 수리” 기능을 사용하세요!
pt: Faça o upgrade da carpintaria para ter acesso ao recurso “Consertar Todos”!
zh: 升级木匠铺以获得“修理全部”功能！

# T_TEASER_WATCH_TRAILER_NOW
source: Watch this video now to earn {NR} Prestige!
de: Schau dir dieses Video an, um {NR} Prestige zu verdienen!
es: ¡Mira este vídeo y consigue {NR} monedas de Prestige!
fr: Regardez cette vidéo dès maintenant pour gagner {NR} Prestige !
id: Tontonlah video untuk untuk mendapatkan {NR} Prestige.
it: Guarda ora questo video per guadagnare {NR} Prestigio!
ja: この動画を見て、{NR}名声を獲得しよう
ko: 이 동영상을 감상하고 {NR} 명성 를 얻으세요!
pt: Veja agora este vídeo para ganhar {NR} Prestige!
ru: Смотри это видео сейчас, чтобы заработать престиж({NR})!
zh: 现在观看视频，可以获得 {NR} 威信！
zh_tw: 現在看影片可以獲得{NR}威信！

# T_VIDEO_TEXT
source: Watch a video to receive a reward!
de: Schaue ein Video und erhalte eine Belohnung!
es: ¡Ve un vídeo y obtendrás una recompensa!
fr: Regardez une vidéo pour recevoir une récompense !
id: Tontonlah rekaman video untuk mendapatkan hadiah!
it: Guarda un video per ricevere una ricompensa!
ja: 動画を見て報酬を受け取ろう！
ko: 동영상을 보고 보상을 받으세요!
pt: Veja um vídeo para receber uma recompensa!
ru: Посмотрите видео и получите награду!
zh: 看视频，得奖励！
zh_tw: 看錄像，得獎勵！

# T_VIDEO_TEXT_2
source: WATCH VIDEO AND GET:
de: SCHAUE DAS VIDEO UND BEKOMME:
es: MIRA EL VÍDEO Y CONSEGUIRÁS:
fr: REGARDEZ ET RECEVEZ :
id: TONTONLAH REKAMAN VIDEO DAN DAPATKAN:
it: GUARDA IL VIDEO PER:
ja: 動画を見て獲得:
ko: 동영상 보기 보상:
pt: VEJA O VÍDEO E GANHE:
ru: СМОТРИ ВИДЕО И ПОЛУЧИ:
zh: 观看视频并获取：
zh_tw: 觀看錄影並獲取：

# T_VIDEO_TEXT_NO
source: No ad available!
de: Keine Werbung verfügbar!
es: ¡No hay anuncios disponibles!
fr: Aucune pub disponible
it: Nessuno spot disponibile!
ja: 広告は利用できません！
ko: 광고가 없습니다!
pt: Nenhum anúncio disponível!
ru: Нет рекламных предложений для просмотра!
zh: 无可看广告！
zh_tw: 無可看廣告！

# T_XPERIA_REWARDS_POPUP_TEXT
source: Xperia user detected! Have fun with your free gift brought to you by HandyGames & Sony!
de: Xperia Benutzer erkannt! Viel Spaß mit deinem Gratisgeschenk, präsentiert von HandyGames & Sony!
es: ¡Usuario de Xperia detectado! ¡Diviértete con tu regalo gratis en este juego presentado por HandyGames y Sony!
fr: Utilisateur Xperia détecté ! Amusez-vous avec le cadeau gratuit qui vous est proposé par HandyGames & Sony !
id: Pengguna Xperia terdeteksi! Selamat menikmati hadiah gratis Anda yang dipersembahkan oleh HandyGames & Sony!
it: Utente Xperia rilevato! Divertiti con il regalo offerto da HandyGames & Sony!
ja: Xperiaユーザーを発見！HandyGamesとSonyからのフリーギフトで楽しんでください！
ko: Xperia 사용자 확인! HandyGames & Sony 에서 제공 되는 무료 선물을 찾아보세요!
pt: Usuário Xperia detectado! Divirta-se com seu brinde grátis, oferecido por HandyGames & Sony!
ru: Обнаружен пользователь Xperia! Надеемся, вам понравится бесплатный подарок от HandyGames и Sony!
zh: 已侦测到 Xperia 用户！HandyGames 和 Sony 联手向您奉上免费礼物，敬请笑纳！
zh_tw: 已偵測到 Xperia 使用者！HandyGames 和 Sony 聯手向您奉上免費禮物，敬請笑納！

# T_XPERIA_REWARDS_POPUP_TEXT_01
source: Xperia user detected!
de: Xperia Benutzer erkannt!
es: ¡Usuario de Xperia detectado!
fr: Utilisateur Xperia détecté !
id: Xperia pengguna terdeteksi!
it: Utente Xperia rilevato!
ja: Xperiaユーザーを発見！
ko: Xperia 사용자 확인!
pt: Usuário Xperia detectado!
ru: Обнаружен пользователь Xperia!
zh: 已侦测到 Xperia 使用者！
zh_tw: 已偵測到 Xperia 使用者!

# T_XPERIA_REWARDS_POPUP_TEXT_02
source: Have fun with your free gift brought to you by HandyGames & Sony!
de: Viel Spaß mit deinem Gratisgeschenk, präsentiert von HandyGames & Sony!
es: Busca el regalo gratis en este juego presentado por HandyGames y Sony!
fr: Cherchez le cadeau gratuit dans ce jeu qui vous est proposé par HandyGames & Sony !
id: Bersenang-senang dengan hadiah gratis Anda dibawa ke anda oleh HandyGames & Sony!
it: Cerca il regalo gratuito in questo gioco offerto da HandyGames & Sony!
ja: HandyGamesとSonyからのフリーギフトで楽しんでください！
ko: HandyGames & Sony에서 제공 되는 무료 선물을 찾아보세요!
pt: Procure pelo presente grátis neste jogo, oferecido por HandyGames & Sony!
ru: Жела́ем вам уда́чи c бесплатным подарком от HandyGames & Sony!
zh: 请在这游戏里留意 HandyGames 和 Sony 为您带来的免费礼物！
zh_tw: 請留意在這遊戲裡 HandyGames 和Sony 為您帶來的免費禮物!

# dialog_cellular_no
source: No
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니요
pt: Não
ru: Нет
zh: 否
zh_tw: 否

# dialog_cellular_text
source: Would you like to enable downloading over cellular connections? Depending on your data plan, this may cost you money. If you choose not to enable downloading over cellular connections, the download will automatically resume when wi-fi is available.
de: Willst du Downloads über das Mobilnetz erlauben? Abhängig von deinem Datentarif kann dies Kosten verursachen. Wenn du Mobilfunk nicht aktivierst, wird der Download automatisch fortgesetzt, sobald Wifi verfügbar ist.
es: ¿Desea habilitar la descarga a través de conexiones celulares? Dependiendo de su plan de datos, esto puede costarle dinero. Si decide no habilitar la descarga a través de conexiones celulares, la descarga se reanudará automáticamente cuando esté disponible la conexión wi-fi.
fr: Souhaitez-vous activer le téléchargement via des connexions cellulaires ? Selon votre forfait de données, cela peut vous coûter de l'argent. Si vous choisissez de ne pas activer le téléchargement via des connexions cellulaires, le téléchargement reprendra automatiquement lorsque le wi-fi sera disponible.
id: Apakah Anda ingin mengaktifkan unduhan melalui koneksi seluler? Bergantung pada paket data Anda, ini mungkin dikenakan biaya uang. Jika Anda memilih untuk tidak mengaktifkan unduhan melalui koneksi seluler, unduhan akan secara otomatis dilanjutkan ketika wi-fi tersedia.
it: Vuoi abilitare il download sulle connessioni cellulari? A seconda del tuo piano dati, potrebbero esserci costi aggiuntivi. Se scegli di non abilitare il download su connessioni celllulari, il download riprenderà automaticamente appena il WiFi sarà disponibile.
ja: モバイルネットワーク使用のダウンロードを有効にしますか？契約内容によっては、料金がかかる場合があります。 モバイルネットワーク使用のダウンロードを有効にしない場合は、Wi-Fiが有効になり次第、ダウンロードを自動的に再開します。
ko: 모바일 네트워크로 다운로드를 허용하시겠습니까? 데이터 요금제에 따라 비용이 발생할 수 있습니다. 모바일 네트워크에서 다운로드를 사용하지 않은 경우 WiFi를 사용할 수 있게 되면 다운로드가 자동으로 재시작합니다.
pt: Gostaria de habilitar o download pela conexão do celular? Dependendo do seu plano de dados, você poderá ser cobrado. Se não quiser permitir a conexão pelo celular, o download será continuado automaticamente quando a rede wi-fi estiver disponível.
ru: Вы хотите начать загрузку через сотовую связь? В зависимости от Вашего тарифного плана, это может повлечь за собой дополнительные затраты. Если Вы не разрешите загрузку через сотовую связь, загрузка возобновится автоматически, когда будет доступен Wi-Fi.
zh: 您想通过蜂窝连接启用下载吗？ 根据您的数据计划，这可能会花费您的钱。 如果您选择不通过蜂窝连接启用下载，则在wi-fi可用时，下载将自动恢复。
zh_tw: 您想要使用手机连接下载吗？依据您的流量包，该操作可能会让您承担流量费用。 如果您选择不启用手机连接下载，下载会在连接到无线网络时自动恢复。

# dialog_cellular_title
source: Download via cellular connection?
de: Über Mobilfunk herunterladen?
es: Descarga a través de conexión celular?
fr: Téléchargement par connexion cellulaire ?
id: Unduh melalui koneksi seluler?
it: Scaricare usando la connessione cellulare?
ja: モバイルネットワークを使用してダウンロードしますか？
ko: 모바일 네트워크로 다운로드하시겠습니까?
pt: Baixar através da rede de celular?
ru: Загрузить через сотовую связь?
zh: 通过蜂窝连接下载？
zh_tw: 通过手机连接下载吗？

# dialog_cellular_yes
source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
pt: Sim
ru: Да
zh: 是
zh_tw: 是

# state_require_cellular_permission
source: Wifi is disabled, press resume to continue using the cellular network.
de: Wifi ist ausgeschaltet, fortsetzen drücken, um über Mobilnetz fortzufahren.
es: Si la conexión Wifi está desactivada, pulse Reanudar para continuar usando la red celular.
fr: Le Wifi est désactivé, appuyez sur Reprendre pour continuer à utiliser le réseau cellulaire.
id: Wifi dinonaktifkan, tekan resume untuk terus menggunakan jaringan seluler.
it: Il WiFi è disattivato, premi 'Riprendi' per continuare usando la rete cellulare.
ja: Wi-Fiが無効です。モバイルネットワークを使用し、再開を押して続行してください。
ko: WiFi를 사용할 수 없습니다. 모바일 네트워크를 사용하려면 재시작을 누르세요.
pt: A rede wi-fi não está disponível. Selecione continuar para prosseguir usando a rede de celular.
ru: Wi-Fi отключен, нажмите возобновить, чтобы продолжить через сотовую сеть.
zh: Wifi被禁用，按恢复继续使用蜂窝网络。
zh_tw: Wifi已关闭，按恢复继续使用手机网络。

# text_button_pause
source: Pause Download
de: Download pausieren
es: Pausar la descarga
fr: Pause le téléchargement
id: Jeda unduhan
it: Metti in pausa il download
ja: ダウンロードを一時停止
ko: 다운로드 일시 중지
pt: Pausar download
ru: Приостановить загрузку
zh: 暂停下载
zh_tw: 暫停下載

# text_button_resume
source: Resume Download
de: Download fortsetzen
es: Reanudar la descarga
fr: Reprendre le téléchargement
id: Lanjutkan Pengunduhan
it: Riprendi il download
ja: ダウンロードを再開
ko: 다운로드 재시작
pt: Continuar download
ru: Возобновить загрузку
zh: 继续下载
zh_tw: 恢复下载

# text_button_retry
source: Retry Download
de: Download wiederholen
es: Intenta descargar de nuevo
fr: Réessayer le téléchargement
id: Coba Lagi Unduhan
it: Riprova il download
ja: ダウンロードを再トライ
ko: 다운로드 재시도
pt: Tentar download novamente
ru: Повторить загрузку
zh: 重试下载
zh_tw: 重试下载

# text_validation_failed
source: Extension File Validation Failed.
de: Überprüfung der Erweiterungsdatei fehlgeschlagen.
es: Fallo en la validación del archivo de extensión.
fr: Echec de la validation du fichier d'extension.
id: Validasi File Ekstensi Gagal.
it: Convalida del file di estensione fallita.
ja: 拡張ファイルの検証に失敗しました。
ko: 확장 파일 검증 실패
pt: Problema na verificação da extensão do arquivo.
ru: Произошла ошибка при проверке дополнительных файлов.
zh: 扩展文件验证失败。
zh_tw: 扩展文件验证失败。

# T_ACHIEVEMENT_ELECTION_FACTIONS_DESC
source: Convince all factions in the scenario “Election day”.
de: Überzeuge jede Fraktion in dem Szenario “Wahltag”.
es: Convence a todas las facciones en el escenario «Jornada electoral»
fr: Convainquez toutes les factions dans le scénario « Jour d'élection »
ja: シナリオ「選挙の日」で全ての派閥を説得する。
ru: Убеди все фракции в сценарии «День выборов».
zh: 在“选举日”剧情中，要使各派信服。
zh_tw: 在「選舉日」劇情中，要使各派信服。

# T_ACHIEVEMENT_LOSTPLAGUE_NAME
source: Cosmas & Damian
es: La medicina, esa gran ciencia
it: Esculapio
ja: コスマスとダミアヌス
pt: Cosme & Damião
ru: Косма и Дамиан
zh: 科斯马斯和达米安
zh_tw: 科斯馬斯和達米安

# T_ACHIEVEMENT_SCENARIO_CURSE_DESC
source: Complete the scenario “The curse”.
de: Beende das Szenario “Der Fluch”.
es: Completa el escenario «La maldición»
fr: Complétez le scénario « La malédiction »
ja: 「呪い」のシナリオを完了する。
pt: Complete o cenário “A maldição”.
ru: Заверши сценарий «Проклятье».
zh: 完成剧情“受诅咒”
zh_tw: 完成劇情「受詛咒」

# T_ACHIEVEMENT_SCENARIO_ELECTION_DESC
source: Complete the scenario “Election day”.
de: Beende das Szenario “Wahltag”.
es: Completa el escenario «Jornada electoral»
fr: Complétez le scénario « Jour d'élection »
ja: シナリオ「選挙の日」を完了する。
ru: Заверши сценарий «День выборов».
zh: 完成剧情“选举日”
zh_tw: 完成劇情「選舉日」

# T_ACHIEVEMENT_SCENARIO_INSANECHOICES_DESC
source: Complete the scenario “Insane Choices”.
de: Beende das Szenario „Irrsinnige Entscheidungen”.
es: Completa el escenario «Elecciones insensatas»
fr: Complétez le scénario « Des choix insensés »
ja: 「ありえない選択」のシナリオを完成させる。
ru: Заверши сценарий «Безумные решения».
zh: 完成剧情章节“疯狂的抉择”。
zh_tw: 完成劇情「瘋狂的抉擇」。

# T_GAME_LOADINGTIP_055
source: Special buildings, like the infirmary or the fire tower, unlock the „Extinguish all!“ and „Cure all!” functions in the building's menu.
de: Spezialgebäude wie der Heilmedikus oder der Feuerturm ermöglichen es dir, die „Alles heilen!“ bzw. „Alles löschen!“-Funktionen in den jeweiligen Kontextmenüs der Gebäude zu nutzen.
es: Para los edificios especiales, como la enfermería o la torreta de incendios, desbloquea las funciones «extinguir todo» y curar a todos» en su menú correspondiente.
fr: Les bâtiments spéciaux comme l'infirmerie ou la tour d'incendie débloquent les fonctions « Éteindre tout ! » et « Soigner tout le monde ! » dans le menu du bâtiment.
ja: 診療所や火の見やぐらのような特別な建物では、建物メニューの『すべてを消す』もしくは『すべてを治す』機能が解除できます。
ru: Специальные здания, такие как лазарет или пожарная вышка, позволяют разблокировать в меню здания опции «Потушить все!» и «Вылечить всех!».
zh: 特殊建筑物可以解锁特殊功能，如医院和消防塔可以分别解锁建筑物菜单中的“扑灭所有火灾”和“治愈所有患者”功能。
zh_tw: 特殊建物可以解鎖特殊功能，如醫院和消防塔可以分別解鎖建物功能表中的「撲滅所有火災」和「治癒所有患者」功能。

# T_INFO_PRIVACYPOLICYUPDATE_GTC
source: GTC
de: AGB
es: TGC
fr: Conditions générales
it: Condizioni generali
ja: 普通取引約款
pt: Condições gerais
ru: Условия пользования

# T_LANGUAGE_JA
source: 日本の
ja: 日本語
