Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN5_7_DESC
source: I have a problem, your lordship. Some of my footmen have dented their armor during the last battle against the bandits. Please stock up on tools so my soldiers can repair their armor when they visit the trading post.
de: Ich habe ein Problem, Herr Statthalter. Einige meiner Männer haben, seit dem letzten Kampf mit den Banditen, sehr verbeulte Rüstungen. Lagert Werkzeuge in euren Warenhäusern, damit meine Soldaten ihre Rüstungen beim nächsten Besuch in eurem Handelsposten selbst reparieren können.
es: Tengo un problema, su señoría. La última batalla contra los bandidos dejó mellada la armadura de parte de mi infantería. Almacena herramientas para que mis soldados puedan reparar su armadura cuando visiten el punto de comercio.
fr: J'ai un problème, votre seigneurie. Les armures de certains de mes fantassins sont toutes bosselées suite à la dernière bataille contre les bandits. S'il vous plaît, faites le plein d'outils afin que mes soldats puissent réparer leurs armures lorsqu'ils passent à votre comptoir commercial.
id: Saya menghadapi masalah, Yang Mulia. Beberapa baju zirah prajurit pejalan kaki rusak selama pertempuran terakhir melawan penjahat. Harap berikan juga alat sehingga para prajurit dapat memperbaiki baju zirahnya saat mengunjungi pos dagang.
it: Ho un problema, mio signore. Alcuni dei miei fanti hanno danneggiato le loro armature durante l'ultima battaglia contro i banditi. Rifornisciti di utensili, così che i miei soldati possano riparare le armature quando visitano il centro di commercio.
ja: 私の部下が森で何かを見つけました。恐らく盗賊団の足跡だと思われます。しかし、さらに調査する前に、もっと食糧が必要です。
ko: 문제가 발생했습니다. 하인들이 침략자에 맞선 마지막 전쟁에서 무기가 손상되었습니다. 도구들을 준비하셔서 군인들이 거래소를 방문하면 수리를 할 수 있도록 해주십시오.
pt: Estou com um problema, alteza. Alguns dos meus lacaios danificaram suas armaduras na última batalha contra os bandidos. Por favor, obtenha mais ferramentas para que meus soldados possam consertar suas armaduras quando visitarem o posto comercial.
ru: У меня возникла проблема, господин наместник. В последнем бою с разбойниками доспехи моих пехотинцев были повреждены. Соберите инструменты для того, чтобы мои солдаты смогли отремонтировать свои доспехи во время посещения ими фактории.
zh: 阁下，我遇到了难题。 上次在与土匪战斗中，有些步兵把盔甲弄坏了。 请储备一些工具，这样我的士兵们在参观交易站时，就可以顺便来修理他们的盔甲了。
zh_tw: 閣下，我遇到了難題。 上次在與土匪戰鬥中，有些步兵把盔甲弄壞了。 請儲備一些工具，這樣我的士兵們在參觀交易站時，就可以順便來修理他們的盔甲了。

# T_GAME_QUEST_SCEN5_7_NAME
source: Produce 25 tools.
de: Produziere 25 Werkzeuge.
es: Produce 25 herramientas.
fr: Produisez 25 outils.
id: Buat 25 alat.
it: Produci 25 utensili.
ja: 工具を25生産する。
ko: 25개의 도구를 생산합니다.
pt: Produza 25 ferramentas.
ru: Произведи 25 единиц инструментов.
zh: 生产25个值的工具。
zh_tw: 生產25個點數的的工具。

# T_GAME_QUEST_SCEN5_8_DESC
source: I bear good news, my lord steward! My campaign has been a great success and the bandits have been expelled from this region. During this long campaign we have expended all of our provisions. I need you to deliver some food to my army.
de: Ich komme mit guten Neuigkeiten, Herr Statthalter. Meine Kampagne gegen die Banditen ist ein großer Erfolg. Sie sind aus der Region vertrieben worden. Doch nun geht uns der Proviant zur Neige - ich benötige eine Lieferung mit Nahrung von euch.
es: ¡Traigo buenas noticias, estimado corregidor! Mi campaña ha sido todo un éxito y hemos conseguido expulsar de la región a todos los bandidos. Durante esta larga campaña, hemos utilizado todas nuestras provisiones. Necesito que alimentes a mi ejército.
fr: J'apporte de bonnes nouvelles, mon seigneur et intendant ! Ma campagne a été couronnée de succès et les bandits ont été repoussés de cette région. Durant cette longue campagne, nous avons épuisé toutes nos provisions. J'ai besoin que vous fournissiez de la nourriture à mon armée.
id: Saya membawa berita baik, Paduka! Kampanye saya sukses besar dan para penjahat telah terusir dari wilayah ini. Selama kampanye panjang ini, kami telah membelanjakan seluruh persediaan. Saya perlu memberi makanan kepada tentara.
it: Porto buone nuove, mio signore. La mia campagna è stata un grande successo e i banditi sono stati allontanati da questa regione. Durante questa lunga campagna abbiamo consumato tutte le nostre provviste. Ho bisogno che consegni del cibo al mio esercito.
ja: 閣下、あなたの領内にいる武装勢力に問題があると聞きました。部隊を率いて森の中を捜索します。ですが、傭兵たちは前払いを要求しています。
ko: 좋은 소식이 있습니다! 캠페인이 성공적이었으며 이 지역의 침략자들을 내쫓았습니다. 오랜 켐페인 동안 식량을 모두 소비하였습니다. 저의 군대에게 음식을 공급해주십시오.
pt: Trago boas notícias, meu senhor! Minha campanha teve grande sucesso e expulsamos os bandidos desta região. Durante esta longa campanha, consumimos todos os mantimentos. Preciso de comida para meu exército.
ru: Я принес добрые новости, господин наместник! Моя кампания увенчалась огромным успехом, и разбойники были изгнаны из этих краев. В ходе этой продолжительной кампании мы израсходовали всю нашу провизию. Мне нужно, чтобы вы доставили еду для моей армии.
zh: 我的管事大人，我有好消息！ 我的战役大获全胜，土匪已经从该地区驱逐出去了。 在这次漫长的战役中，我们所有的食物储备都耗尽了。 我需要你为我的军队送些粮食。
zh_tw: 我的管事大人，我有好消息！ 我的戰役大獲全勝，土匪已經從該地區驅逐出去了。 在這次漫長的戰役中，我們所有的食物儲備都耗盡了。 我需要您為我的軍隊送些糧食。

# T_GAME_QUEST_SCEN5_8_NAME
source: Deliver 25 fish and 25 bread to the knight.
de: Liefere 25 Fisch und 25 Brot an den Ritter.
es: Entrega 25 de pescado y 25 de pan al caballero.
fr: Livrez 25 poissons et 25 pains au chevalier.
id: Berikan 25 ikan dan 25 roti kepada kesatria.
it: Consegna 25 pesci e 25 filoni di pane al cavaliere.
ja: 騎士に25の魚と25のパンを届ける。
ko: 기사에게 25개의 빵과 25마리의 생선을 제공합니다.
pt: Entregue 25 peixes e 25 pães para o cavaleiro.
ru: Доставь 25 единиц рыбы и 25 единиц хлеба рыцарю.
zh: 向骑士交付25个值的鱼肉，及25个值的面包。
zh_tw: 向騎士交付25個點數的的魚肉，及25個點數的的麵包。

# T_GAME_QUEST_SCEN5_9_DESC
source: My troops want to celebrate our victory against the bandits, but now that the bandits have been defeated, my men grow restless. Would you build entertainment establishments in town, my lord?
de: Meine Truppen wollen unseren Sieg feiern, mein Statthalter. Nun, da die Banditen vertrieben wurden, langweilen sich meine Männer etwas. Könntet Ihr für etwas mehr Unterhaltung im Dorf sorgen?
es: Mis tropas quieren celebrar nuestra victoria contra los bandidos, pero ahora que les hemos derrotado, están inquietas. ¿Querrías construir lugares de entretenimiento en la aldea, mi señor?
fr: Mes troupes veulent fêter la victoire contre les bandits, car maintenant qu'ils ont disparu, ils s'ennuient. Pourriez-vous construire des établissements en ville pour les divertir, mon seigneur ?
id: Pasukanku mau merayakan kemenangan atas gerombolan bandit, tapi setelah para bandit berhasil dikalahkan, anak buahku malah gelisah. Maukah Tuanku membangun tempat hiburan di kota?
it: Le mie truppe vogliono festeggiare la nostra vittoria contro i banditi, ma ora che i banditi non sono più un problema, i miei uomini sono irrequieti. Potresti creare delle fonti di intrattenimento, milord?
ja: 私の軍隊は盗賊たちに勝利したことを祝いたいのですが、盗賊たちが倒された今、みんな落ち着かないのです。 閣下、町に娯楽施設を建設していただけますか？
ko: 군대가 강도를 물리친 것을 축하하고 싶어해요. 하지만 강도가 사라지니 군인들이 따분해하고 있어요. 마을에 오락 시설을 건설해주시겠어요, 영주님?
pt: Minhas tropas querem celebrar nossa vitória contra os bandidos. Agora que os ladrões foram derrotados, meus soldados estão inquietos. Poderia construir locais de entretenimento na cidade, milorde?
ru: Мои бойцы хотят отпраздновать победу над бандитами. К тому же теперь, когда бандитов не осталось, солдаты извелись от скуки. Милорд, вы не могли бы построить в городе несколько увеселительных заведений?
zh: 小人手下的部队需要欢庆剿匪胜利。既然强盗已败，小人手下的人也就开始惹是生非了。 主人，您可否在城里建设娱乐场所？
zh_tw: 小人手下的部隊需要歡慶剿匪勝利。既然強盜已敗，小人手下的人也就開始惹是生非了。 主人，您可否在城裡建設娛樂場所？

# T_GAME_QUEST_SCEN5_9_DESC_DEPRECATED
source: My troops want to celebrate our victory against the bandits, but now that the bandits have been defeated, my men grow restless. Would you build jousting grounds so that the soldiers can blow off some steam, my lord?
de: Meine Truppen wollen unseren Sieg feiern, mein Statthalter. Nun da die Banditen vertrieben wurden, langweilen sich meine Männer etwas. Würdet ihr einen Turnierplatz errichten, sodass meine Männer sich etwas austoben können?
es: Mis tropas quieren celebrar nuestra victoria contra los bandidos. Sin embargo, ahora que ya no están los bandidos para molestar, mis hombres se empiezan a poner nerviosos. ¿Podrías construir un campo de justas para que los soldados puedan quemar adrenalina?
fr: Mes troupes veulent célébrer leur victoire face aux bandits, mais maintenant que les bandits ont été vaincus, mes hommes piaffent d'impatience. Pourriez-vous bâtir des aires de joutes afin que les soldats se défoulent, mon seigneur et intendant ?
id: Pasukan saya ingin merayakan kemenangan terhadap penjahat, tapi sekarang para penjahat telah dikalahkan, pasukan saya menjadi risau. Bersediakah Anda membangun tempat latihan adu tombak berkuda sehingga para prajurit dapat berlatih, Paduka?
it: Le mie truppe vogliono festeggiare la nostra vittoria contro i banditi, ma adesso che i banditi sono stati sconfitti, gli uomini sono irrequieti. Puoi costruire una giostra in modo che i soldati possano rilassarsi un po', mio signore?
ja: 閣下！私はクニバルト・ボン・ブランケンステイン、王家の聖騎士です。 あなたの交易所は私の悩みを解消してくれるでしょう。盗賊をこの地から追い払いたいのです。この地域を守るためには監視塔の建設が必要です。そのため、石材を供給してくれませんか？
ko: 저의 군인들은 침략자에 맞서 승리한 전쟁을 축하하고 싶어합니다. 군인들은 매우 지겨워하고 있습니다. 군인들이 지겨움을 떨칠 수 있도록, 마창 경기장을 세워 줄 수 있습니까?
pt: Minhas tropas desejam celebrar a vitória contra os bandidos mas, agora que eles foram derrotados, meus homens estão inquietos. Poderia vossa alteza construir campos de torneio para que meus soldados possam relaxar?
ru: Мои войска хотят отпраздновать нашу победу над разбойниками. Теперь, когда разбойники побеждены, мои люди немного отдохнут. Милорд наместник, не будете ли вы так любезні, построить арену, для того, чтобы солдаты могли немного выпустить пар?
zh: 我的军队想要庆祝剿匪胜利，现在既然土匪已经赶跑了，我的战士们就变得无事可干，烦燥不安。 你能否建造比武场，让战士们消耗一部分过剩的精力？
zh_tw: 我的軍隊想要慶祝剿匪勝利，現在既然土匪已經趕跑了，我的戰士們就變得無事可幹，煩燥不安。 您能否建造比武場，讓戰士們消耗一部分過剩的精力？

# T_GAME_QUEST_SCEN5_9_NAME_DEPRECATED
source: Attain high satisfaction with jousting grounds.
de: Erreiche eine hohe Zufriedenheit mit Turnierplätzen.
es: Consigue una gran satisfacción con los campos de justas.
fr: Obtenez un bonheur élevé grâce aux aires de joute.
id: Capai kepuasan yang tinggi dengan arena adu tombak.
it: Ottieni un alto grado di soddisfazione con la giostra.
ja: 馬上槍闘技場で高い満足度を達成する。
ko: 마상 경기 시합장에서 높은 만족도를 획득하십시오.
pt: Obtenha alta satisfação com uma área de torneios.
ru: Достигни высокого уровня удовлетворения с помощью арены.
zh: 对马舞场达到高度的满意度。
zh_tw: 對馬舞場達到高度的滿意度。

# T_GAME_QUEST_SCEN5_MAIN_NAME
source: Build a successful trading post by completing all tasks!
de: Errichte einen profitablen Handelsposten, indem du alle Aufträge erfüllst!
es: Completa todas las tareas para construir un punto de comercio fructífero.
fr: Bâtissez un comptoir commercial florissant en complétant toutes les tâches !
id: Bangun pos perdagangan yang sukses dengan menyelesaikan semua tugas!
it: Costruisci un centro di commercio fiorente completando tutti gli incarichi!
ja: タスクをすべてクリアして、交易所をつくる。
ko: 모든 작업을 완료하여 성공적으로 거래소를 지어보세요!
pt: Construa um posto comercial de sucesso completando todas as missões!
ru: Построй успешную факторию, выполнив все задания!
zh: 完成所有这些任务就能设立一个交易站！
zh_tw: 完成所有這些任務就能設立一個交易站！

# T_GAME_QUEST_SCEN5_SUCESS
source: Simply splendid, my liege. You have successfully established a trading post in this strategically important location. The King and Lord Blankenstein are very pleased with your work and your support of the campaign against the bandits in this region.
de: Es ist vorzüglich, mein Herr. Ihr habt mit großem Erfolg einen Handelsposten an dieser strategischen Position errichtet. Der König ist begeistert und Lord Blankenstein ist äußerst zufrieden mit eurer Unterstützung gegen die Banditen in der Region.
es: Simplemente espléndido, milord. Has establecido con éxito un punto de comercio en este lugar de importancia estratégica. El rey y Lord Blankenstein están encantados con tu trabajo y con lo que les has ayudado en la campaña contra los bandidos de esta región.
fr: C'est tout simplement splendide, maître. Vous avez réussi à établir un comptoir de commerce dans cet endroit stratégique. Le roi et sire Blankenstein sont très satisfaits de votre travail et de votre aide lors de la campagne contre les bandits de cette région.
id: Bagus sekali, Paduka. Anda berhasil mendirikan pos dagang dalam lokasi penting strategis ini. Raja dan Lord Blankenstein sangat senang dengan pekerjaan dan dukungan Anda terhadap kampanye melawan penjahat di wilayah ini.
it: Assolutamente splendido, mio signore. Sei riuscito a stabilire un centro di commercio in un luogo strategicamente importante. Il re e Lord Blankenstein sono molto soddisfatti del tuo lavoro e del tuo aiuto nella campagna contro i banditi in questa regione.
ja: 最高としか言いようがありません！ この戦略上重要な場所に交易所を設立することができました。 国王もブランケンステイン伯爵もあなたの功績を認め、そしてあなたの援助により盗賊を討伐できたと大喜びです。
ko: 아주 훌륭합니다. 전략적으로 아주 중요한 장소에 거래소를 성공적으로 설립하였습니다. 왕과 기사 Blankenstein은 당신의 성과와 침략자들에 맞선 캠페인에 아주 기뻐하고 있습니다.
pt: Simplesmente incrível, meu senhor. O senhor estabeleceu com sucesso um posto comercial neste local de importância estragégica. O rei e Lorde Blanken+I2stein estão muito satisfeitos com vosso trabalho e apoio para a campanha contra os bandidos nesta região.
ru: Просто великолепно, мой господин. Вы успешно основали факторию в этом стратегически важном местоположении. Король и лорд Бланкенштайн чрезвычайно довольны проделанной вами работой и вашей поддержкой кампании против разбойников в этих краях.
zh: 君主，真了不起！ 你在此战略要地成功地设立了一个交易站。 国王和布兰肯•施泰因勋爵对你的工作及你在该地区的剿匪战役中的鼎力协助很满意。
zh_tw: 君主，真了不起！ 您在此戰略要地成功地設立了一個交易站。 國王和布蘭肯•施泰因勳爵對您的工作及您在該地區的剿匪戰役中的鼎力協助很滿意。

# T_GAME_QUEST_SCEN6_1_DESC
source: The King has sent an order! He demands a tremendous amount of material to build a cathedral! The construction of this monumental building has already begun, so we should deliver the resources as quickly as possible.
de: Wir haben einen direkten Befehl vom König! Er fordert Rohstoffe, um eine Kathedrale zu bauen! Die Bauarbeiten haben bereits begonnen, wir sollten uns also beeilen, all die notwendigen Rohstoffe zu liefern.
es: ¡El rey envía una orden! Demanda una cantidad tremenda de material para construir una cathedral. La construcción de este edificio monumental ya ha comenzado, así que deberíamos entregar los recursos cuanto antes.
fr: Le roi vous a donné un ordre ! Il exige une quantité faramineuse de matériel pour construire une cathédrale ! La construction de ce bâtiment monumental a déjà commencé, alors nous ferions mieux de livrer les ressources le plus rapidement possible.
id: Raja telah mengirimkan perintah! Dia meminta material yang sangat banyak untuk membangun katedral! Pembangunan gedung monumental ini telah dimulai, jadi kita harus memberikan sumber daya secepat mungkin.
it: Il re ha inviato un ordine! Pretende una enorme quantità di materiali per costruire una cattedrale! La costruzione di questo monumentale edificio è già iniziata, quindi dobbiamo consegnare le risorse il più rapidamente possibile.
ja: 国王からの命令です！大聖堂の建設に大量の資材が必要とのことです！建設はすでに始まっています。ですので、できるだけ早く届けましょう！
ko: 왕의 명령이 도착했습니다. 성당을 지을 대량의 재료들을 요청했습니다. 기념 빌딩의 건축은 이미 시작되었으므로, 가능한한 빨리 재료를 공급하여야 합니다.
pt: O rei fez uma encomenda! Ele exige uma quantidade imensa de materiais para construir uma catedral! A construção monumental já começou, então precisamos entregar os materiais o mais rápido possível.
ru: Король отдал приказ! Он требует огромного количества материалов для строительства собора! Строительство этого монументального сооружения уже начато, поэтому нам необходимо доставить ресурсы как можно быстрее.
zh: 国王下了一道命令！ 他需要巨量的建筑材料来建造一座大教堂！ 这座不朽的建筑业已动工，所以我们应该尽快运送物资。
zh_tw: 國王下了一道命令！ 他需要巨量的建築材料來建造一座大教堂！ 這座不朽的建築業已動工，所以我們應該儘快運送物資。

# T_GAME_QUEST_SCEN6_1_NAME
source: Deliver resources for the construction of the cathedral.
de: Liefere Ressourcen für den Bau der Kathedrale.
es: Entrega los recursos para la construcción de la catedral.
fr: Livrez des ressources pour la construction de la cathédrale.
id: Berikan sumber daya untuk pembangunan katedral.
it: Consegna le risorse per la costruzione della cattedrale.
ja: 大聖堂の建設資材を届ける。
ko: 성당의 재료를 공급합니다.
pt: Entregue os materiais para a construção da catedral.
ru: Доставь ресурсы для строительства собора.
zh: 为建造大教堂运送物资。
zh_tw: 為建造大教堂運送物資。

# T_GAME_QUEST_SCEN6_2_1_NAME
source: Trade wool for fish.
de: Tausche Wolle gegen Fisch ein!
es: Intercambia lana por pescado.
fr: Échangez de la laine contre du poisson.
id: Tukar wol dengan ikan.
it: Scambia lana con pesce.
ja: 羊毛を売り、魚を手に入れる。
ko: 양털을 생선과 교환합니다.
pt: Troque lã por peixe.
ru: Обменяй шерсть на рыбу.
zh: 用羊毛交换鱼肉。
zh_tw: 用羊毛交換魚肉。

# T_GAME_QUEST_SCEN6_2_2_NAME
source: Trade iron ore for fish.
de: Tausche Eisen gegen Fisch ein!
es: Intercambia metal de hierro por pescado.
fr: Échangez du minerai de fer contre du poisson.
id: Tukar bijih besi dengan ikan.
it: Scambia minerale di ferro con pesce.
ja: 鉄鉱石を売り、魚を手に入れる。
ko: 철 광석을 생선과 교환합니다.
pt: Troque minério de ferro por peixe.
ru: Обменяй железную руду на рыбу.
zh: 用铁矿石交换鱼肉。
zh_tw: 用鐵礦石交換魚肉。

# T_GAME_QUEST_SCEN6_2_3_NAME
source: Trade grape juice for fish.
de: Tausche Traubensaft gegen Fisch ein!
es: Intercambia mosto por pescado.
fr: Échangez du jus de raisin contre du poisson.
id: Tukar jus anggur dengan ikan.
it: Scambia succo d'uva con pesce.
ja: ぶどうジュースを売り、魚を手に入れる。
ko: 포도 주스를 생선과 교환합니다.
pt: Troque suco de uva por peixe.
ru: Обменяй виноградный сок на рыбу.
zh: 用葡萄汁交换鱼肉。
zh_tw: 用葡萄汁交換魚肉。

# T_GAME_QUEST_SCEN6_2_4_NAME
source: Trade gold ore for fish.
de: Tausche Gold gegen Fisch ein!
es: Intercambia metal de oro por pescado.
fr: Échangez du minerai d'or contre du poisson.
id: Tukar bijih emas dengan ikan.
it: Scambia minerale d'oro con pesce.
ja: 金鉱石を売り、魚を手に入れる。
ko: 금 광석을 생선과 교환합니다.
pt: Troque ouro por peixe.
ru: Обменяй золотую руду на рыбу.
zh: 用金矿石交换鱼肉。
zh_tw: 用金礦石交換魚肉。

# T_GAME_QUEST_SCEN6_2_NAME
source: Trade wood planks for fish.
de: Tausche Holzplanken gegen Fisch ein!
es: Intercambia tableros de madera por pescado.
fr: Échangez des planches de bois contre du poisson.
id: Tukar papan kayu tebal dengan ikan.
it: Scambia assi di legno con pesce.
ja: 厚板を売り、魚を手に入れる。
ko: 널빤지를 생선과 교환합니다.
pt: Troque tábuas de madeira por peixe.
ru: Обменяй доски на рыбу.
zh: 用厚木板交换鱼肉。
zh_tw: 用厚木板交換魚肉。

# T_GAME_QUEST_SCEN6_2_START_DESC
source: I can see that there are no lakes or rivers nearby, so you cannot produce fish. Build a marketplace and I can trade you fish in exchange for various goods!
de: Sieht so aus, als gäbe es keine nahe gelegenen Seen, um zu angeln! Aber ich kann dir aus dieser Lage helfen! Baue einen Marktplatz und ich werde dir Fische im Tausch gegen ein paar Güter geben, abgemacht?
es: Veo que no hay ni lagos ni ríos cerca, así que no podrás producir pescado. Construye un mercado y allí podré intercambiar el pescado a cambio de bienes varios.
fr: Je vois qu'il n'y a pas de lacs ou de rivières à proximité, vous ne pouvez donc pas pêcher de poisson. Construisez un marché et je vous échangerai du poisson contre diverses marchandises !
id: Saya tidak melihat danau atau sungai di dekatnya, jadi Anda tidak dapat menghasilkan ikan. Bangun pasar dan saya dapat menjual ikan dengan penukar berbagai barang!
it: Vedo che non ci sono laghi né fiumi nelle vicinanze, quindi non puoi produrre pesce. Costruisci un mercato e potrò rifornirti di pesce in cambio di altre merci!
ja: この付近には湖も川もなく、魚がとれませんね。市場を建設すれば、他の商品を売買し、魚を入手することができますよ。
ko: 근처에 호수 또는 강이 없으므로, 생선을 공급할 수 없습니다. 시장을 건축한 후, 다양한 상품을 교환할 수 있습니다!
pt: Percebo que não há lagos e nem rios ao redor, então vossa alteza não pode produzir peixes. Construa um mercado e eu lhe venderei peixe em troca de várias mercadorias!
ru: Я вижу, что поблизости нет озер или рек, в которых вы могли бы ловить рыбу. Постройте рынок и я смогу обменять вашу рыбу на различные товары!
zh: 我能看出附近并没有湖泊或河流，所以你无法生产鱼。 建一座市场，我可以用鱼来交换你的商品！
zh_tw: 我能看出附近並沒有湖泊或河流，所以您無法生產魚。 建一座市場，我可以用魚來交換您的商品！

# T_GAME_QUEST_SCEN6_3_1_NAME
source: Build 2 more mines.
de: Baue 2 weitere Minen.
es: Construye 2 minas más.
fr: Construisez 2 mines de plus.
id: Bangun 2 tambang lagi.
it: Costruisci altre 2 miniere.
ja: 採掘所をさらに2つ建てる。
ko: 광산을 2개 더 짓습니다.
pt: Construa mais 2 minas.
ru: Построй еще 2 рудника.
zh: 又增开了2座矿井。
zh_tw: 又增開了2座礦井。

# T_GAME_QUEST_SCEN6_3_2_NAME
source: Build 3 more mines.
de: Baue 3 weitere Minen.
es: Construye 3 minas más.
fr: Construisez 3 mines de plus.
id: Bangun 3 tambang lagi.
it: Costruisci altre 3 miniere.
ja: 採掘所をさらに3つ建てる。
ko: 광산을 3개 더 짓습니다.
pt: Construa mais 3 minas.
ru: Построй еще 3 рудника.
zh: 又增开了3座矿井。
zh_tw: 又增開了3座礦井。

# T_GAME_QUEST_SCEN6_3_DESC
source: We should start mining immediately! Make sure that we have enough mines running so we can meet the delivery schedule.
de: Wir sollten unverzüglich mit dem Abbau der Erze beginnen! Öffnet genug Minenschächte, um rechtzeitig liefern zu können!
es: ¡Deberíamos empezar la extracción enseguida! Asegúrate de que hay suficientes minas funcionando para que podamos cumplir el plazo de entrega.
fr: Nous ferions mieux de commencer à miner dès maintenant ! Assurez-vous d'avoir assez de mines en service afin de respecter le délai de livraison.
id: Kita harus segera mulai menambang! Pastikan bahwa kita memiliki cukup tambang yang berproduksi sehingga dapat memenuhi jadwal pengiriman.
it: Dobbiamo iniziare a estrarre immediatamente! Verifica di avere miniere attive a sufficienza per poter rispettare le date di consegna.
ja: すぐに採掘を始めましょう！鉱脈が豊富にあるので、建設に間に合いそうです。
ko: 광산 작업을 바로 시작해야합니다! 배달 일정을 맞출 수 있도록 충분한 광산 작업을 실행하십시오.
pt: Precisamos começar a minerar imediatamente! Certifique-se de que há minas em número suficiente em funcionamento para conseguir fazer a entrega no prazo.
ru: Нам немедленно необходимо начать разработку рудных месторождений! Убедитесь в том, что работает достаточно рудников, для того, чтобы мы могли соблюсти график поставок.
zh: 我们应该马上动工开采！ 要保证我们有足够的矿井在生产，这样我们才能够按时完成交付。
zh_tw: 我們應該馬上動工開採！ 要保證我們有足夠的礦井在生產，這樣我們才能夠按時完成交付。

# T_GAME_QUEST_SCEN6_3_NAME
source: Build a mine.
de: Baue eine Mine.
es: Construye una mina.
fr: Construisez une mine.
id: Bangun satu tambang.
it: Costruisci una miniera.
ja: 採掘所を建てる。
ko: 광산을 짓습니다.
pt: Construa uma mina.
ru: Построй рудник.
zh: 开挖一个矿井。
zh_tw: 開挖一個礦井。

# T_GAME_QUEST_SCEN6_4_DESC
source: Your Townies are working as hard as they can to mine all that ore! Make sure to provide them with sufficient of food to keep them fit for work!
de: Deine Townies arbeiten so hart wie sie können, um an all das wertvolle Erz zu gelangen! Stelle sicher, dass du sie mit genug Nahrung versorgst, um sie bei Kräften zu halten!
es: ¡Tus townies están trabajando enérgicamente para conseguir extraer todo ese mineral! No te olvides de suministrarles suficiente comida para que estén en forma.
fr: Vos habitants travaillent aussi dur que possible pour extraire tout ce minerai ! Assurez-vous de leur fournir assez de nourriture pour qu'ils soient en forme pour travailler !
id: Penduduk Kota Anda bekerja sekeras mungkin untuk menambang seluruh bijih itu! Pastikan Anda memberi mereka cukup makanan agar mereka tetap segar bekerja!
it: I tuoi cittadini stanno lavorando sodo per estrarre tutto quel minerale! Riforniscili di cibo a sufficienza per mantenerli in forze!
ja: タウニーたちは懸命に鉱石を採掘しています。十分な食糧を供給して、彼らの士気を維持しましょう！
ko: 광석을 캐내기 위하여 주민들은 열심히 일하고 있습니다! 일을 하는만큼 충분한 음식을 공급하십시오!
pt: Os seus Habitantes estão trabalhando o máximo que conseguem para minerar tudo o que podem! Certifique-se de que eles têm comida suficente para conseguirem trabalhar!
ru: Ваши поселяне трудятся с максимальным усердием, чтобы добыть всю необходимую руду! Убедитесь в том, что вы обеспечиваете их достаточным количеством еды для того, чтобы они могли продолжать трудиться!
zh: 你的镇民人正埋头苦干，开采矿石！ 要保证为他们供应充足的食物让他们吃饱，才能有力气干活！
zh_tw: 您的鎮民人正埋頭苦幹，開採礦石！ 要保證為他們供應充足的食物讓他們吃飽，才能有力氣幹活！
