Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_BUTCHER_STARTED
source: Thank you my Lord! Oh, it’s about the language Queen Frigyth speaks? It is true my father was from the same country, but I never learned the language, I am sorry.
de: Habt Dank, mein Herr. Ihr seid sehr gütig. Ja, das trifft zu. Mein Vater kommt aus dem fernen Norden. Allerdings habe ich die Sprache nie wirklich gelernt.
es: ¡Gracias, mi señor! Oh, ¿es por la lengua que habla la reina Frigyth? Es cierto que mi padre procede del mismo país, pero yo nunca aprendí el idioma, lo siento.
fr: Merci mon seigneur ! Oh, à propos de la reine Frigyth ? Il est vrai que mon père venait du même pays mais, vous savez moi et les langues étrangères…
id: Terima kasih, Tuanku! Oh, ini soal bahasa Ratu Frigyth? Memang benar ayahku berasal dari negeri yang sama, tapi aku tidak sempat belajar bahasa itu, mohon maaf.
it: Grazie milord! Oh, è per la lingua della Regina Frigyth? È vero, mio padre era del suo stesso paese, ma io non ho mai imparato la lingua, mi dispiace.
ja: ありがとうございます、閣下！フリジス女王の話す言葉についてですか？私の父親が同じ国の出身というのは本当なのですが、私はその言葉を習ったことがないのです、申し訳ありません。
ko: 영주님, 고맙습니다! 아, 프리기스 여왕님을 위한 통역사가 필요하시죠? 아버지가 여왕님과 같은 나라 출신인 건 사실이지만 전 그 나라 언어를 배우지 못했습니다. 죄송합니다.
pt: Obrigado, milorde! Ah, a questão é o idioma da Rainha Frigyth? É verdade, meu pai era do mesmo país, mas eu nunca aprendi essa língua. Lamento.
ru: Спасибо вам, милорд! Значит, вас интересует язык королевы Фригит? Да, мой отец родом из ее королевства, однако боюсь, он не научил меня местному языку.
zh: 谢谢您，大人！喔，是和弗里吉斯女王说的语言有关是吗？我爸爸的确来自同一个国家，但我从来没学过那门语言，很抱歉。
zh_tw: 謝謝您，大人！哦，是有關女王芙麗基斯的語言嗎？我的父親的確來自同一個國度，但是我從來沒有學過他們的語言，抱歉。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_BUTCHER_STARTED_02
source: You should ask the old lady on the other side of town. I heard she speaks many languages and generally knows a lot of stuff.
de: Aber soviel ich weiß, spricht eine ältere Dame auf der anderen Seite der Stadt viele Sprachen. Sie weiß eine Menge. Ihr solltet sie aufsuchen.
es: Deberíais preguntar a la anciana que viven en la otra punta de la ciudad. He oído que habla varias lenguas y que sabe de muchas cosas.
fr: Vous devriez plutôt demander à la vieille dame de l’autre côté de la ville. J’ai entendu dire qu’elle parlait une multitude de langues et il est vrai qu’elle connaît bien des choses.
id: Coba tanya perempuan tua yang tinggal di seberang kota. Kata orang, dia menguasai banyak bahasa dan juga tahu banyak.
it: Devi chiedere alla vecchia signora che abita dall'altro lato della città. Mi hanno detto che parla tante lingue ed è molto colta.
ja: 街の反対側に住むおばあさんに聞いてみるといいでしょう。彼女はたくさんの言葉を話し、多くのことを知っていると聞きました。
ko: 마을 반대쪽에 있는 노파를 찾아가 보세요. 많은 언어를 구사하고 상식도 풍부하다고 들었습니다.
pt: Seria bom falar com aquela senhora idosa que mora do outro lado da cidade. Eu ouvi dizer que ela fala muitas línguas e tem muito conhecimento.
ru: Поговорите со старой дамой, которая живет на другом конце города. Я слышал, она говорит на множестве языков и в целом очень образованная.
zh: 您应该问问镇子另一边住着的老太太。我听说她会说很多种语言并且知道不少东西。
zh_tw: 您該去問問城鎮另一邊的老女士。我聽說她會許多不同的語言，而且還略懂四海八方的事情。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_MONK_SUCCESS
source: Thanks a lot for the help my Liege. Yes it’s true, we know this young maiden. We rescued her from drowning.
de: Habt Dank, Statthalter. Ja die junge Dame kennen wir. Wir haben sie vor einiger Zeit vor dem Ertrinken gerettet.
es: Muchas gracias por la ayuda, mi señor. Sí, es cierto, conocemos a esa joven. La salvamos de morir ahogada.
fr: Merci beaucoup, Sire. Oui, il est vrai. Nous connaissons cette jeune femme que vous recherchez. Nous l’avons sauvée de la noyade.
id: Terima kasih atas bantuan Tuanku. Ya, benar, kami kenal perempuan muda itu. Kami menyelamatkannya ketika dia nyaris tenggelam.
it: Grazie mille per l'aiuto, mio signore. Sì, è vero, conosciamo questa giovane fanciulla. Stava annegando e l'abbiamo salvata.
ja: あなたの助けに感謝します、閣下。はい、その若い娘を知っています。彼女が溺れているところを助けたのです。
ko: 영주님, 도와주셔서 감사합니다. 맞습니다. 소녀를 알고 있습니다. 저희가 물에 빠진 그녀를 구해주었죠.
pt: Agradeço pela ajuda, meu senhor. Sim, é verdade, nós conhecemos essa jovem. Nós a salvamos do afogamento.
ru: Благодарю вас за помощь, ваша светлость. Да, все верно, мы знаем эту юную деву. Мы спасли ее, когда она чуть не утонула.
zh: 非常感谢大人的帮助。是的，这是真的，我们认识这个年轻的姑娘。我们把她从溺水中救了出来。
zh_tw: 萬分感激，大人。是的，我們認識這位少女，把她從水中救了出來。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_MONK_SUCCESS_02
source: Now she lives near the monastery and helps with the harvest. I taught her our language but her mothers tongue is from the north.
de: Nun lebt sie in der Nähe des Klosters bei uns und hilft bei der Ernte. Wir haben Ihr unsere Sprache beigebracht aber ihre Muttersprache ist aus dem Norden.
es: Ahora vive cerca del monasterio y nos ayuda con la cosecha. Le enseñé nuestro idioma, pero su lengua materna es del norte.
fr: Maintenant, elle habite près du monastère et elle nous aide régulièrement pour les récoltes. Je lui ai appris les rudiments de notre langue afin qu’elle puisse communiquer mais, sa langue maternelle vient du nord.
id: Sekarang dia tinggal di dekat biara dan membantu kami pada waktu panen. Aku mengajarinya bahasa kita, tapi bahasa ibunya adalah bahasa dari utara.
it: Adesso vive accanto al monastero e ci aiuta con la mietitura. Le ho insegnato la nostra lingua, lei parlava una lingua del nord.
ja: 彼女は今修道院のそばに住んでおり、収穫を手伝ってくれます。私が彼女に私たちの言葉を教えましたが、彼女の母国語は北の言葉です。
ko: 지금은 수도원 근처에서 살며 수확 일을 도와주고 있습니다. 제가 우리 말을 가르쳤는데 원래 북쪽 말을 한다고 들었습니다.
pt: Ela agora vive perto do mosteiro e ajuda na colheita. Eu a ensinei a falar nosso idioma, mas a língua-mãe dela é do norte.
ru: Она живет около монастыря и помогает нам со сбором урожая. Я научил ее нашему языку, но ее родной язык — наречие северян.
zh: 现在她住在修道院附近，帮助收割庄稼。我教了她我们的语言，但她的母语是北方那边的。
zh_tw: 現在她住在修道院附近幫助我們收割。我教她學會我們的語言，但是她的母語應該來自北方。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_OLDLADY_1_SUCCESS
source: Thanks my Lord, you are too kind. Sit down, I will tell you what I know.
de: Habt Dank, mein Herr. Ihr seid zu gütig. Setzt euch zu mir, ich erzähle euch alles was ich weiß.
es: Gracias, mi señor, eres muy amable. Siéntate, te diré lo que sepa.
fr: Merci bien, Sire. Vous êtes trop bon. Asseyez-vous, je vais tout vous dire.
id: Terima kasih, Tuanku. Tuanku terlalu baik. Silakan duduk, biar kuberitahukan yang kuketahui.
it: Grazie milord, sei molto gentile. Siediti, e ti dirò quello che so.
ja: ありがとうございます、閣下、なんて優しい方でしょう。さあお座りください、私の知っていることをお話ししましょう。
ko: 고맙습니다, 영주님. 정말 친절하시네요. 앉으세요. 제가 아는 것을 알려드리죠.
pt: Agradeço muito, milorde. É muita gentileza sua. Sente-se, eu lhe direi o que sei.
ru: Благодарю, милорд. Вы так добры. Присядьте, я расскажу вам все, что знаю.
zh: 大人，谢谢您，您太好了。请坐，我把我知道的都告诉您。
zh_tw: 謝謝您，大人，您真是太友善了。坐下來吧，我把我知道的都告訴您。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_OLDLADY_2_STARTED
source: I am sorry, but I don’t speak the ancient tongue. But I know a girl who lives near the river, right next to the monastery.
de: Es tut mir Leid, aber diese alte Sprache spreche ich leider nicht. Allerdings kenne ich eine junge Dame, die aus der Region stammt. Sie lebt unten am Fluss nahe des Klosters.
es: Lo lamento, pero no hablo la lengua antigua. Pero sé de una chica que vive cerca del río, junto al monasterio.
fr: Je suis navrée, mais je ne parle pas la langue ancienne. En revanche, je connais une jeune femme qui habite prés de la rivière, juste à côté du monastère.
id: Sayang sekali aku tidak menguasai bahasa para leluhur. Tapi aku kenal perempuan muda yang tinggal di dekat sungai, persis di samping biara.
it: Mi dispiace, ma non parlo l'antica lingua. Però conosco una ragazza che abita vicino al fiume, accanto al monastero.
ja: 申し訳ないです、私はその古い言葉を話すことができません。でも修道院のすぐ隣にある川のそばに住んでいる女の子を知っています。
ko: 죄송합니다. 고대 언어는 할 줄 모릅니다. 하지만 수도원 바로 옆 강가에 사는 소녀를 알고 있어요.
pt: Eu lamento, mas não falo a língua antiga. No entanto, conheço uma menina que mora perto do rio, perto do mosteiro.
ru: Прошу прощения, но я не говорю на древнем языке. Но я знаю одну девушку, она живет у реки, прямо у монастыря.
zh: 对不起，我不会说古语。但是我认识一个女孩，她住在河边，就在修道院旁边。
zh_tw: 對不起，但我不會說這遠古語言。但是我認識個住在河邊，就在修道院旁的女孩。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_OLDLADY_2_STARTED_02
source: She was rescued from the river a few months ago by the monks. Maybe she can help you.
de: Ich habe gehört, dass der Mönch sie vor ein paar Monaten aus dem Fluss gerettet hat.
es: Los monjes la rescataron del río hace unos meses. A lo mejor ella puede ayudarte.
fr: Elle a été secourue il y a quelques mois de cela par le moine. Peut-être qu’elle pourra vous aider.
id: Beberapa bulan lalu dia diselamatkan dari sungai oleh biarawan. Mungkin dia bisa membantu Tuanku.
it: I monaci l'hanno salvata dal fiume qualche mese fa. Forse è in grado di aiutarti.
ja: 彼女は数ヶ月前に修道士によって川から救出されました。彼女なら助けてくれるかもしれません。
ko: 몇 달 전 수도승이 강에서 그녀를 구출했죠. 아마 그녀가 도와줄 수 있을 거예요.
pt: Ela foi resgatada do rio pelos monges uns meses atrás. Talvez ela possa ajudar.
ru: Монахи несколько месяцев назад выловили ее из реки. Возможно, она сможет вам помочь.
zh: 她是几个月前被僧侣从河里救上来的。也许她能帮你。
zh_tw: 僧人們數個月前在河邊救了她，或許她能夠幫到您。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_STARTED
source: I have asked around town to find a capable person to help us.
de: Ich habe mich in der Stadt umgehört, ob es eine fähige Person gibt, die uns helfen kann.
es: He preguntado por la ciudad en busca de alguien capaz de ayudarnos.
fr: J’ai demandé aux habitants s’ils connaissaient une personne en mesure de nous venir en aide.
id: Aku sudah bertanya sekeliling kota untuk mencari orang yang bisa membantu kita.
it: Ho cercato in città una persona in grado di aiutarci.
ja: 私は手助けをしてくれる信頼できる人物を街中探し回りました。
ko: 마을에서 도움을 줄 인재를 수소문했습니다.
pt: Eu andei pela cidade procurando alguém capacitado para nos ajudar.
ru: Я поинтересовался у местных жителей насчет человека, который мог бы нам помочь.
zh: 我已经通知全镇帮忙找到一个能胜任的人来帮助我们。
zh_tw: 我已經在城鎮中四處詢問能夠幫助到我們的能人。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_STARTED_02
source: The butcher’s father comes from the same country as Queen Frigyth, I have heard. Maybe he can help us.
de: Der Vater des hiesigen Metzgers kommt, soweit ich in Erfahrung bringen konnte, aus dem selben Land wie die Königin Frigyth. Vielleicht kann er uns helfen.
es: Me han dicho que el padre del carnicero es del mismo país que la reina Frigyth. A lo mejor él puede ayudarnos.
fr: Le père du boucher vient du même pays que la reine Frigyth.
id: Kabarnya, ayah tukang jagal berasal dari negeri yang sama dengan Raja Frigyth. Mungkin dia bisa membantu kita.
it: Mi hanno detto che il padre del macellaio proviene dallo stesso paese della Regina Frigyth. Forse sarà in grado di aiutarci.
ja: 肉屋の父親がフリジス女王と同じ国の出身だと聞きました。彼なら助けてくれるかもしれません。
ko: 정육점 주인의 아버지가 프리기스 여왕님과 같은 나라 출신이라고 들었습니다. 어쩌면 그가 도와줄 수 있을 겁니다.
pt: Ouvi dizer que o pai do açougueiro é do mesmo país que a Rainha Frigyth. Talvez ele possa nos ajudar.
ru: Говорят, что отец мясника родом из той же страны, что и королева Фригит. Возможно, он сможет нам помочь.
zh: 我听说屠夫的父亲和弗里吉斯女王来自同一个国家。也许他能帮助我们。
zh_tw: 我聽說，屠夫的父親也是來自女王芙麗基斯的國度，或許他能幫到我們。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_TASKS_STARTED
source: Oh! Nice to see you there, my Lord. Are you here because of my inquiry?
de: Oh! Guten Tag mein Herr. Schön Sie zu sehen. Seid Ihr wegen meines Anliegens gekommen?
es: ¡Oh! Me alegro de verte aquí, mi señor. ¿Has venido por mi petición?
fr: Oh ! Ravi de vous voir, Sire. Êtes-vous ici à propos de ma doléance ?
id: Oh! Senang bisa bertemu Tuanku. Apakah Tuanku kemari karena permintaanku?
it: Oh! È un piacere vedervi, milord. Sei qui per la mia richiesta?
ja: ああ！お会いできて嬉しいです、閣下。私への質問の件でいらっしゃったのですか？
ko: 아! 반갑습니다, 영주님. 제 문의 때문에 찾아오셨나요?
pt: Ah! Que bom vê-lo aqui, milorde. O senhor veio por causa da consulta que fiz?
ru: О! Рад видеть вас, милорд. Вы здесь по поводу моей проблемы?
zh: 哦，很高兴在这儿见到你，大人。您是因为我的质询来这儿的吗？
zh_tw: 哦！很高興能見到您，大人。您是為了我的問題而來的嗎？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_TASKS_STARTED_02
source: Those confounded bandits! They came at night, stole all my pigs and burned down the pig farm. I lost everything, my Liege.
de: Diese vermaledeiten Banditen! Sie kamen des Nachts und haben alle Schweine gestohlen. Zu guter Letzt haben sie die Schweinefarm abgebrannt. Ich habe alles verloren, mein Herr.
es: ¡Esos malditos bandidos entraron de noche, me robaron todos los cerdos y me quemaron la granja! Lo he perdido todo, mi señor.
fr: Ces fripons de bandits, l’autre nuit, sans un bruit sont entrés dans ma porcherie ! Ont volé tous mes cochons et sont repartis en brûlant ma bâtisse. J’ai tout perdu, Sire.
id: Dasar gerombolan bandit terkutuk! Mereka datang malam-malam, mencuri semua babiku dan membakar peternakanku. Seluruh milikku ludes, Tuanku.
it: Quei maledetti banditi! Sono venuti di notte, hanno rubato tutti i miei maiali e bruciato la porcilaia. Ho perso tutto, mio signore.
ja: あのひどい盗賊たちめ！彼らは夜にやってきて私の豚を全て盗んだ挙句、養豚場を燃やしてしまいました。閣下、私は全てを失いました。
ko: 빌어먹을 강도들 같으니! 강도들이 밤에 찾아와 돼지들을 모두 훔치고 돼지 농장을 태워버렸습니다. 전 모든 것을 잃었습니다, 영주님.
pt: Aqueles bandidos aloprados! Eles vieram à noite, roubaram todos os meus porcos e queimaram a fazenda de porcos. Eu perdi tudo, meu senhor.
ru: Проклятые бандиты! Явились под покровом ночи, украли всех моих свиней и сожгли свиноферму. Я все потерял, ваша светлость.
zh: 那些讨厌的强盗！他们晚上摸进来，偷走了我所有的猪，烧毁了养猪场。我失去了一切，大人。
zh_tw: 這些該死的強盜！他們夜襲了我們，不只偷走了我的豬，還燒毀了養豬場。大人啊，我一無所有了。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_TASKS_STARTED_03
source: I will gladly look into that translation business of yours, if you help me rebuild my pig farm, alright?
de: Ich werde euch gerne mit Eurem Übersetzungskram helfen, aber ich muss zuerst die Schweinefarm wieder aufbauen. Helft Ihr mir?
es: Con gusto ayudaré como traductor, pero si recibo ayuda para reconstruir la granja de cerdos, ¿de acuerdo?
fr: Je me pencherai volontiers sur ce souci de traduction si vous voulez bien m’aider à rebâtir la porcherie, cela vous convient ?
id: Aku akan dengan senang hati membantu dengan urusan penerjemahan, kalau Tuan mau membantuku membangun kembali peternakanku, bagaimana?
it: Sarò lieto di aiutarti con la traduzione, se in cambio mi aiuti a ricostruire la mia porcilaia. Ci stai?
ja: もし私の養豚場を再建する手伝いをしてくださるならば、通訳の件を喜んで検討しましょう。
ko: 돼지 농장을 새로 짓는 걸 도와주시면 기꺼이 통역 일을 맡겠습니다.
pt: Eu terei toda a satisfação de ajudar nesse problema da tradução se o senhor me ajudar a reconstruir a fazenda de porcos, está bem?
ru: Я с удовольствием подсоблю вам с вашей языковой проблемой, если вы поможете мне заново отстроить свиноферму. Хорошо?
zh: 我很乐意参与您所要求的翻译事务，只要您帮我重建我的养猪场，行吗？
zh_tw: 我很樂意能夠幫助您處理翻譯的事情，只要您能夠幫我重建養豬場就好，好嗎？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_MONK_TASKS_STARTED
source: Oh, good that I meet you, Governor. Weeks ago I made a request that the monastery roof is in urgent need of repairs. Would you help us?
de: Oh gut dass ich sie sehe, Herr Statthalter. Vor Wochen schon habe ich einen Antrag gestellt, dass das Klosterdach endlich repariert werden muss. Würdet ihr uns helfen?
es: Oh, me alegro de verte, gobernador. Hace semanas hice una petición para que repararan urgentemente el techo del monasterio. ¿Nos ayudarás?
fr: Oh, vous tombez bien, Gouverneur. Il y a déjà quelques semaines, je vous ai envoyé une requête pour réparer en urgence le toit du monastère. Pouvez-vous nous venir en aide ?
id: Oh, senang bisa bertemu Tuan Gubernur. Beberapa minggu lalu aku menyampaikan permintaan karena atap biara perlu segera diperbaiki. Maukah Tuan membantu kami?
it: Oh, piacere di conoscerti, Governatore. Qualche settimana fa ho fatto una richiesta perché il tetto del monastero ha urgente bisogno di riparazioni. Puoi aiutarci?
ja: ああ総督、あなたにお会いできてよかったです。何週間も前に修道院の屋根が早急に修理が必要だとお願いしたのですが、助けていただけますか？
ko: 영주님, 반갑습니다. 몇 주 전에 수도원 지붕을 긴급히 수리해달라고 요청했습니다. 도와주시겠습니까?
pt: Ah, que bom ter encontrado o senhor, Governador. Semanas atrás, eu solicitei reparos urgentes no teto do mosteiro. Será que poderia nos ajudar?
ru: О, какая встреча! Губернатор, несколько недель назад мы обращались к вам с просьбой о срочном ремонте монастырской крыши. Вы нам поможете?
zh: 很高兴见到您，镇长。几个星期前，我就发布了一项请求，修道院的屋顶急需修葺。您能帮助我们吗?
zh_tw: 哦，真慶幸我能遇見您，大人。幾個禮拜之前，我請求讓人來修復修道院的屋瓦，您能幫幫我們嗎？

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_MONK_TASKS_TITLE
source: Repair the building.
de: Repariere das Gebäude
es: Repara el edificio.
fr: Réparez le monastère.
id: Perbaiki bangunan.
it: Ripara l'edificio.
ja: 建物を修復する。
ko: 건물을 수리하세요.
pt: Conserte o prédio.
ru: Почини здание.
zh: 修缮建筑。
zh_tw: 修復建築。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_OLDLADY_TASKS_STARTED
source: Come closer, my Liege. My eyesight isn’t the best anymore. Would you kindly help me harvest these herbs? I need them to craft the medicine for my back pain.
de: Kommt näher, mein Herr. Meine Augen sind nicht mehr die besten. Würdet Ihr so freundlich sein und mir bei der Ernte der Heilkräuter helfen? Ich brauche sie, um den Schmerz in meinem Kreuz zu lindern.
es: Acércate, mi señor. Mi vista no es lo que era. ¿Me ayudarías a recolectar estas hierbas? Las necesito para elaborar la medicina para mi dolor de espalda.
fr: Venez plus près, Sire. Ma vue n’est plus ce qu’elle était. Voudriez-vous bien m’aider à récolter ses herbes ? J’en ai besoin pour confectionner un médicament pour mon mal de dos.
id: Tolong mendekat, Tuanku. Mataku sudah kurang awas. Maukah Tuan membantuku memanen rempah-rempah ini. Aku memerlukannya untuk meramu obat untuk sakit punggungku.
it: Vieni più vicino, mio signore. La mia vista non è più molto buona. Mi aiuteresti a raccogliere queste erbe? Mi servono per preparare la medicina per il mio dolore alla schiena.
ja: もっと近くにおいでなさい、閣下。私は目がよく見えないのです。この薬草を収穫するのを手伝ってもらえますか？背中の痛みのために薬を作らないといけないのです。
ko: 영주님, 가까이 오세요. 시력이 예전 같지 않네요. 이 약초를 수확하는 걸 도와주시겠습니까? 요통에 쓸 약을 만드는 데 필요하거든요.
pt: Chegue mais perto, meu senhor. Minha visão não é mais tão boa. Será que poderia me ajudar a colher essas ervas? Eu preciso fazer um remédio para minha dor nas costas.
ru: Подойдите, ваша светлость. Мои глаза уже не те, что раньше. Вы не могли бы помочь мне собрать травы? Они нужны мне для лекарства от болей в спине.
zh: 靠近点， 大人。我的视力没那么好了。您能帮我收割这些药草吗？我需要用它们熬制缓解我背痛的药。
zh_tw: 再靠近一點點，大人。我的眼睛已大不如前。您可以幫我採摘這些藥草嗎？我需要用來製作減輕背痛的藥物。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDITCAMP_DESTROYED_SUCCESS
source: Congratulations, my Lord! We have found some coins and weapons.
de: Glückwunsch, mein Lord. Wir haben etwas Geld und Waffen gefunden.
es: ¡Enhorabuena, mi señor! Hemos encontrado algunas monedas y armas.
fr: Félicitation mon seigneur, nous avons trouvé des armes ainsi que des écus.
id: Selamat, Tuanku! Kita menemukan keping uang dan senjata.
it: Complimenti, milord! Abbiamo trovato delle monete e delle armi.
ja: ご主人様、おめでとうございます！コインと武器を見つけました。
ko: 축하합니다, 영주님! 코인과 무기를 찾았어요.
pt: Meus parabéns, milorde! Encontramos algumas moedas e armas.
ru: Поздравляю, милорд! Мы нашли оружие и монеты.
zh: 恭喜您，大人！我们发现了一些钱币和武器。
zh_tw: 恭喜您，大人！我們找到一些金幣和武器。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDIT_RAID_DESC
source: If the bandits manage to successfully raid the town too often, the trade negotiations might fail.
de: Wenn zu viele Banditenangriffe erfolgreich sind, dann drohen die Handelsgespräche zu platzen.
es: Si los bandidos logran saquear la ciudad demasiado a menudo, podrían fracasar las negociaciones.
fr: Lorsque les attaques de bandits se montrent trop nombreuses, il y a des risques pour que les échanges commerciaux tombent à l’eau.
id: Kalau para bandit terlalu sering berhasil menyerang kota, perundingan dagang bisa gagal.
it: Se i banditi riescono a saccheggiare la città troppo spesso, i negoziati commerciali potrebbero fallire.
ja: もし盗賊たちがあまりにも頻繁に街の襲撃に成功するなら、この通商交渉は失敗するかもしれません。
ko: 강도가 마을 습격에 너무 자주 성공하면 무역 협상이 실패할 수 있습니다.
pt: Se os bandidos conseguirem ficar atacando a cidade, as negociações comerciais poderão fracassar.
ru: Если бандитам удастся провести несколько успешных налетов подряд, торговые переговоры окажутся под угрозой.
zh: 如果强盗频繁成功袭击城镇，贸易谈判 可能会失败。
zh_tw: 如果強盜成功襲擊城鎮多次的話，交易談判有可能會失敗。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDIT_RAID_TITLE
source: Don’t let too many bandit attacks succeed.
de: Lass’ die Banditen nicht zu viele Angriffe gewinnen.
es: No dejes que los bandidos saqueen la ciudad.
fr: Ne laissez pas les bandits attaquer.
id: Jangan biarkan para bandit menyerang kota.
it: Non permettere ai banditi di saccheggiare la città.
ja: 盗賊たちに街を襲撃させてはなりません。
ko: 강도가 마을을 습격하지 못하게 막으세요.
pt: Não deixe que os bandidos ataquem a cidade.
ru: Не дайте бандитам устроить налет на город.
zh: 别让强盗成功地袭击这座城镇。
zh_tw: 不讓強盜成功襲擊城鎮。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDIT_REPLY
source: You may have destroyed our camp. But we are still here. Surrounding you! We will never stop! You better be prepared…
de: Ihr habt vielleicht unser Lager zerstört, aber uns werdet Ihr nicht so leicht los. Wir sind immer noch hier! Wir werden Euch umzingeln und nie aufgeben! Ihr solltet Euch auf etwas gefasst machen.
es: Puede que hayáis destruido nuestro campamento, pero seguimos aquí. ¡Rodeándoos! ¡Nunca nos detendremos! Más vale que os vayáis preparando…
fr: Vous avez peut-être détruit notre camp, mais nous sommes toujours là ! Nous ne nous arrêterons jamais ! Soyez prêts !
id: Kalian boleh menghancurkan perkemahan kami. Tapi kami masih di sini. Mengepung kalian! Kami takkan pernah menyerah! Sebaiknya kalian bersiap-siap…
it: Avrai anche distrutto il nostro campo. Ma siamo ancora qui. Intorno a te! Non ci fermeremo mai! Sarà meglio che ti prepari…
ja: お前は我々の野営地を破壊したかもしれないが、我々はまだここにいる。お前たちを取り囲んでいるぞ！我々は絶対にやめない。覚悟しておけ...
ko: 당신은 우리 캠프를 부쉈다. 하지만 우린 아직 여기에 있다. 너는 포위됐다! 우린 결코 멈추지 않을 것이다! 단단히 준비하는 게 좋을 거다…
pt: Você pode até ter destruído nosso acampamento, mas ainda estamos aqui. Estamos nos arredores! Nunca desistiremos! É bom se preparar...
ru: Вы уничтожили наш лагерь, но мы еще здесь. Мы всегда где-то рядом! И никогда не остановимся. Не теряйте бдительности...
zh: 你也许毁掉了我们的营地。但我们还在这里。包围着你！我们誓不罢休！你最好做好准备......
zh_tw: 你或許摧毀了我們的營地，但是我們還在這裡，包圍你！我們永遠不會住手！你最好做好準備……

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CHOOSE
source: My Lord, you have to make a choice.
de: Ihr müsst Euch für einen Weg entscheiden, mein Herr.
es: Mi señor, tienes que tomar una decisión.
fr: Sire, nous ferions mieux de choisir maintenant.
id: Tuanku harus mengambil keputusan.
it: Milord, devi prendere una decisione.
ja: 閣下、あなたがお選びにならなければなりません。
ko: 영주님, 결정을 하셔야 합니다.
pt: Milorde, é preciso fazer uma escolha.
ru: Милорд, вы должны сделать выбор.
zh: 大人，你必须做出选择。
zh_tw: 大人，您得要做出決定。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_BREAD_TRIBUTE
source: Let’s buy bread at the market, so we can give it to the queen immediately.
de: Lasst uns etwas Brot am Marktplatz kaufen und es der Königin geben, Herr Statthalter.
es: Compremos pan en el mercado para poder ofrecérselo a la reina sin demora.
fr: Allons acheter du bon pain chez le marchand, afin que nous puissions le donner à la reine.
id: Mari kita beli roti di pasar, agar kita bisa segera meyajikannya kepada sang Ratu.
it: Compriamo il pane al mercato, così lo daremo subito alla Regina.
ja: すぐに女王に出せるように市場でパンを買いましょう。
ko: 시장에서 빵을 사서 곧바로 여왕님께 드리세요.
pt: Vamos comprar pão no mercado, para darmos à rainha imediatamente.
ru: Давайте купим хлеб на рынке, чтобы королеве не пришлось ждать.
zh: 让我们去市场上买些面包吧，这样就可以立即呈给女王了。
zh_tw: 我們去市場上買些麵包吧，這樣就能立刻送給女王吃。

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_BREAD_TRIBUTE_TITLE
source: Deliver some bread
de: Liefere Brot
es: Entrega pan
fr: Livrez du pain.
id: Antarkan roti.
it: Consegna il pane
ja: パンを配達する
ko: 빵을 보내세요
pt: Entregue pão
ru: Доставь хлеб.
zh: 奉上一些面包
zh_tw: 提供一些麵包。
