Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN8_4_DESC
source: The townies are getting restless, my lord. It is very cold in their homes. I think we should stock up on wool. The Townies could use it to insulate their houses against the cold.
de: Die Townies sind ruhelos, mein Statthalter, denn in den Wohnhäusern ist es bitterkalt. Ich denke, es ist notwendig, mehr Schafwolle auf Lager zu haben, damit die Bewohner ihre Wohnhäuser besser isolieren können.
es: Milord, los townies se están inquietando, ya que hace mucho frío en sus hogares. Creo que deberíamos acumular lana para que los townies la utilicen para aislar sus casas del frío.
fr: Mon seigneur, les habitants sont agités. Il fait très froid dans leurs maisons. Je pense que nous devrions stocker de la laine. Les habitants pourraient l'utiliser pour isoler leurs maisons du froid.
id: Townies semakin gelisah, Tuanku. Di rumah mereka sangat dingin. Saya rasa kita harus menambah stok kain wol. Townies bisa menggunakan untuk melindungi rumahnya terhadap dingin.
it: I cittadini sono in subbuglio, mio signore. Nelle loro case fa molto freddo. Credo che dovremmo fare scorta di lana. I cittadini potrebbero usarla per isolare le case dal freddo.
ja: 住人はだんだん落ち着きがなくなってきました、閣下。彼らの家は大変寒いのです。羊毛をたっぷり用意しておくべきです。羊毛を使えば寒さから家を守れます。
ko: 주민들이 불안해하고 있습니다. 성주님, 주민들의 집은 매우 춥습니다. 양털을 더욱 저장하셔야합니다. 주민들은 추위를 막기위하여 양털들을 사용할 수 있습니다.
pt: Os habitantes estão inquietos, senhor. Está frio demais na casa deles. Acho que devemos estocar lã. Os habitantes podem usá-la como insulação contra o frio em suas casas.
ru: Милорд, горожане неспокойны. У них в домах очень холодно. Думаю, нам нужно накопить запасы шерсти. Горожане смогут использовать ее для утепления своих домов.
zh: 镇民们休息不足啊，我的老爷。 他们的家中非常寒冷。 我认为我们应当储足羊绒。 镇民们可以使用羊绒来给家庭御寒。
zh_tw: 鎮民們休息不足啊，我的老爺。 他們的家中非常寒冷。 我認為我們應當儲足羊絨。 鎮民們可以使用羊絨來給家庭禦寒。

# T_GAME_QUEST_SCEN8_4_NAME
source: Produce 55 wool.
de: Produziere 55 Wolle.
es: Produce 55 de lana.
fr: Produisez 55 ballots de laine.
id: Hasilkan 55 kain wol.
it: Produci 55 unità di lana.
ja: 羊毛を55生産する。
ko: 55개의 양털을 생성합니다.
pt: Produza 55 lãs.
ru: Произведи 55 единиц шерсти.
zh: 生产55 木绒。
zh_tw: 生產55 木絨。

# T_GAME_QUEST_SCEN8_5_DESC
source: The governor of the neighboring province has sent us a carrier pigeon with a plea for help! They are in urgent need of warm clothes for their people.
de: Der Statthalter der Nachbarprovinz hat eine Bitte per Brieftaube geschickt: Er benötigt dringend genug warme Kleidung für seine Bewohner.
es: ¡El gobernador de la provincial vecina nos ha enviado una paloma mensajera con una petición de ayuda! Necesitan urgentemente ropa caliente para los habitantes.
fr: Le gouverneur de la province voisine nous a envoyé un pigeon voyageur porteur d'un appel à l'aide ! Son peuple a besoin de vêtements d'urgence.
id: Gubernur propinsi tetangga telah mengirim merpati pos ke kita untuk mohon bantuan! Mereka sangat memerlukan pakaian hangat untuk warganya.
it: Il governatore della provincia di confine ci ha inviato un piccione viaggiatore con una richiesta di aiuto! Hanno urgente bisogno di abiti caldi per la loro gente.
ja: 隣の州知事から助けを求める懇願書が届きました！国民に暖かい衣服が至急必要とのことです。
ko: 이웃 지방의 대표는 비둘기를 통하여 간청의 편지를 보냈습니다. 주민들을 위한 따듯한 의류가 필요합니다.
pt: O governador da província vizinha enviou-nos um pombo com um pedido de ajuda! Precisam urgentemente de roupas para aquecer sua população.
ru: Губернатор соседней провинции отправил нам почтового голубя с просьбой о помощи! Ему срочно требуется теплая одежда для его людей.
zh: 邻省的省长已经飞鸽传书，向我们求救! 它们的人们急需温暖的衣物。
zh_tw: 鄰省的省長已經飛鴿傳書，向我們求救! 它們的人們急需溫暖的衣物。

# T_GAME_QUEST_SCEN8_5_NAME
source: Deliver a cartload of clothes to the neighboring province.
de: Liefere eine Wagenladung warme Kleidungsstücke an die Nachbarprovinz.
es: Entrega una carretada de ropajes a la provincia vecina.
fr: Livrez des cargaisons de vêtements à la province voisine.
id: Kirimkan sekeranjang pakaian ke provinsi tetangga.
it: Consegna un carico di abiti alla provincia confinante.
ja: 隣国に荷車一台分の衣服を送る。
ko: 이웃 구역에 옷을 한수레 배달합니다.
pt: Entregue uma carroça de roupas à província vizinha.
ru: Доставь груз одежды в соседнюю провинцию.
zh: 向邻省运送一车衣服。
zh_tw: 向鄰省運送一車衣服。

# T_GAME_QUEST_SCEN8_6_DESC
source: Farms can't produce wheat in winter, my lord. Let us send some Townies into the woods to hunt for deer.
de: Unsere Bauernhöfe werden in diesem Winter keinen Weizen produzieren können, mein Herr. Wie wäre es, einige Townies in die Wälder hinaus zu schicken, damit sie Rehwild jagen gehen?
es: Las granjas no pueden producir trigo este invierno, milord. Deja que enviemos a algunos townies al bosque para que cacen ciervos.
fr: Les fermes ne peuvent pas produire de blé en hiver, mon seigneur. Envoyons des habitants dans les bois pour chasser des cerfs.
id: Lahan pertanian tidak bisa menghasilkan gandum di musim dingin, tuanku. Ajaklah beberapa Townies ke hutan untuk berburu rusa.
it: Le fattorie non possono produrre grano in inverno, mio signore. Mandiamo qualche cittadino nei boschi a caccia di cervi.
ja: 農場では冬の間小麦を生産できません、閣下。山小屋を建て鹿狩りをさせましょう。
ko: 농장은 겨울에 밀을 생산할 수 없습니다. 성주님. 주민들이 사슴을 사냥할 수 있도록 합시다.
pt: As fazendas não podem produzir trigo no inverno, meu senhor. Vamos mandar habitantes às florestas para caçar veados.
ru: Милорд, фермы не в состоянии производить пшеницу зимой. Отправим-ка несколько горожан в леса на охоту на оленей.
zh: 农场冬天不能生产小麦，我的老爷。 让我们打发一些镇民进林猎鹿。
zh_tw: 農場冬天不能生產小麥，我的老爺。 讓我們打發一些鎮民進林獵鹿。

# T_GAME_QUEST_SCEN8_6_NAME
source: Build some hunter's cabins.
de: Baue einige Jagdhütten.
es: Construye algunas cabañas para los cazadores.
fr: Construisez des cabanes de chasseurs.
id: Bangunlah beberapa pondok pemburu.
it: Costruisci qualche capanno di cacciatori.
ja: 狩人の山小屋を数個建てる。
ko: 사냥꾼의 오두막을 짓습니다.
pt: Construa cabanas de caçador.
ru: Построй несколько хижин охотника.
zh: 兴建猎人木屋。
zh_tw: 興建獵人木屋。

# T_GAME_QUEST_SCEN8_7_DESC
source: My loyal servant, the realm has been hit hard by this extraordinarily harsh winter. Tax income has fallen drastically. I command you to build a treasury in order to increase your tax revenue and send me a wagon-load of Thaler as tribute.
de: Mein treuer Diener: Im ganzen Land ist der Winter besonders hart dieses Jahr. Das Steuereinkommen ist über die letzten Monate drastisch gesunken. Aus diesem Grunde befehle ich den Bau einer Schatzkammer im Dorf und eine Wagenladung Taler als Tribut von euch.
es: Mi leal sirviente. Este invierno tan duro ha afectado seriamente al reino. Los ingresos por impuestos se han visto dramáticamente reducidos. Te ordeno que construyas una tesorería para poder incrementar la recolecta de impuestos. Como tributo, envíame un carro lleno de táleros.
fr: Mon loyal serviteur, le royaume a été durement touché par cet hiver particulièrement rude. Les revenus d'impôts ont sérieusement baissé. Je vous ordonne donc de bâtir une trésorerie afin d'augmenter vos revenus d'impôts et de m'envoyer un chariot d'écus en guise de tribut.
id: Abdiku yang setia, kerajaan telah terpukul oleh musim dingin yang amat parah ini. Penerimaan pajak telah turun drastis. Kuperintahkan engkau membangun gudang harta untuk menambah pendapatan pajak dan kirim saya sekereta Thaler sebagai upeti.
it: Mio leale servitore, il regno è stato colpito duramente da questo inverno straordinariamente rigido. Le tasse si sono ridotte drasticamente. Ti ordino di costruire una tesoreria per aumentare gli introiti e inviarmi un carro pieno d'oro come tributo.
ja: わしの忠実なしもべよ、王国はこの非常に厳しい冬で大打撃を受け、税収は大幅に減少した。税収を上げるため国庫を構築し、荷馬車一台分のターレルを持ってきてくれぬか。
ko: 성주님, 혹독한 겨울에 의하여 마을이 타격을 받았습니다. 세금 수입이 급격하게 떨어졌습니다. 세금 수입을 늘리기 위하여 금고를 지으시고 헌금할 탈러들을 배송하십시오.
pt: Meu leal servo, este inverno extremamente rigoroso está castigando o reino. A renda dos impostos caiu drasticamente. Ordeno que construa um Tesouro para aumentar nossa renda fiscal e me envie uma carruagem cheia de Táleres.
ru: Преданный мой слуга, королевство серьезно страдает от этой чрезвычайно суровой зимы. Поступления от податей упали значительным образом. Я приказываю тебе построить казначейство, с тем, чтобы ты увеличил твои поступления от податей и отправил мне повозку талеров в качестве дани.
zh: 我诚实的仆人，这个异常严酷的冬天已经重创了这个王国。 税务收入已经显著下跌。 我命令你兴建金库，以便增加你们的税务收入，并送给我一马车泰勒币作为贡品。
zh_tw: 我誠實的僕人，這個異常嚴酷的冬天已經重創了這個王國。 稅務收入已經顯著下跌。 我命令你興建金庫，以便增加你們的稅務收入，並送給我一馬車泰勒幣作為貢品。

# T_GAME_QUEST_SCEN8_7_NAME
source: Build a treasury and deliver a tribute of coins to the King.
de: Errichte eine Schatzkammer und liefere dem König eine Wagenladung Taler als Tribut.
es: Construye una tesorería y entrega un tributo de monedas al rey.
fr: Construisez une trésorerie et payez un tribut monétaire au roi.
id: Bangunlah gudang harta dan kirimkan upeti koin ke raja.
it: Costruisci una tesoreria e consegna un tributo in oro al re.
ja: 国庫を建て、王様に貨幣の貢ぎ物を納める。
ko: 금고를 짓고 왕에게 헌사하는 동전을 배달합니다.
pt: Construa um Tesouro e faça um tributo de moedas ao rei.
ru: Построй казначейство и доставь королю дань в монетах.
zh: 兴建金库并向国王进贡金币。
zh_tw: 興建金庫並向國王進貢金幣。

# T_GAME_QUEST_SCEN8_8_DESC
source: Now that we have a carpenter in town, repairing all these broken-down houses won't be much of a problem. The Townies will be very pleased.
de: Nun, da eine Schreinerei im Dorf ist, sollte es kein Problem mehr sein, die Wohnhäuser wieder winterfest zu machen. Die Townies werden dafür sehr dankbar sein.
es: Ahora que tenemos a un carpintero, no nos costará demasiado reparar las casas dañadas. Los townies estarán muy contentos.
fr: Maintenant que nous avons un menuisier en ville, ça ne posera aucun problème de réparer toutes ces maisons délabrées. Les habitants vont être ravis.
id: Sekarang kita punya tukang kayu di kota, memperbaiki semua rumah yang rusak bukanlah masalah yang berat. Townies akan sangat senang.
it: Ora che abbiamo un carpentiere in città, riparare tutte quelle case danneggiate non sarà un problema. I cittadini ne saranno molto felici.
ja: 今、一人の大工が街にいるので、これらすべての荒廃した家々を修復するのは問題ではないでしょう。住人はとても喜ぶでしょう。
ko: 마을에 목수가 있으므로, 모든 무너진 집들을 복구하는 데 문제가 없을 것입니다. 주민들이 매우 행복할 것입니다.
pt: Agora que temos um carpinteiro, consertar essas casas dilapidadas não será um problema. Os habitantes ficarão satisfeitos.
ru: Теперь, когда у нас в городе есть плотник, ремонт всех этих разбитых домов не должен быть большой проблемой. Горожане будут очень довольны.
zh: 既然我们镇上有个木匠，修缮所有这些破旧的排屋就不会成大问题。 镇民们将非常高兴。
zh_tw: 既然我們鎮上有個木匠，修繕所有這些破舊的連棟宅邸就不會成大問題。 鎮民們將非常高興。

# T_GAME_QUEST_SCEN8_8_NAME
source: Make sure, that all townhouses are properly repaired.
de: Sorge dafür, dass alle Wohnhäuser in gutem Zustand sind.
es: Asegúrate de que todas las casas están bien reparadas.
fr: Assurez-vous que toutes les maisons soient bien réparées.
id: Pastikan semua balai kota diperbaiki dengan benar.
it: Assicurati che tutte le case vengano riparate.
ja: 街のすべての家がきちんと修復されるようにする。
ko: 모든 주민들의 가정이 회복되도록 해주십시오.
pt: Certifique-se de que todas as casas tenham sido consertadas.
ru: Убедись в том, что все городские дома должным образом отремонтированы.
zh: 确保所有排屋妥善修葺。
zh_tw: 確保所有連棟宅邸妥善修葺。

# T_GAME_QUEST_SCEN8_9_DESC
source: Game meat is always available, even in winter, and it can serve as a substitute for bread. Let us make sure that there is enough meat to last us through the winter.
de: Wildbret als Nahrungsmittel ist ein guter Ersatz für Brot im Winter. Es wäre ratsam, genug Fleisch auf Lager zu haben.
es: La carne está siempre disponible, incluso en invierno, y puede ser un substituto del pan. Asegurémonos de que hay suficiente carne para todo el invierno.
fr: Le gibier est toujours disponible, même en hiver, et peut servir à remplacer le pain. Assurons-nous d'avoir assez de viande pour passer l'hiver.
id: Daging selalu tersedia, bahkan di musim dingin, dan bisa menjadi pengganti roti. Pastikan terdapat cukup daging untuk semua orang di musim dingin.
it: La selvaggina è sempre disponibile, anche d'inverno, e può servire da sostituto per il pane. Assicuriamoci che ci sia carne a sufficienza per farci superare l'inverno.
ja: 猟は冬でもでき、パンの代わりになります。冬を越えるだけの十分な肉を用意しましょう。
ko: 게임 고기는 언제나 이용이 가능합니다, 심지어 겨울에도 빵을 대신하여 사용될 수 있습니다. 겨울을 날 충분한 고기가 준비되어있는지 확인하십시오.
pt: Sempre há carne de caça disponível, até no inverno, e ela pode substituir o pão. Precisamos garantir que há carne o suficiente para todo o inverno.
ru: Мясо дичи доступно всегда, даже зимой, и может служить заменой хлебу. Необходимо обеспечить достаточное количество мяса, что поможет нам пережить зиму.
zh: 野味总是有，即使在冬天，仍可作为面包的替代品。 让我们确保有足够的肉让我们活过这个冬季。
zh_tw: 野味總是有，即使在冬天，仍可作為麵包的替代品。 讓我們確保有足夠的肉讓我們活過這個冬季。

# T_GAME_QUEST_SCEN8_9_NAME
source: Produce 50 meat.
de: Produziere 50 Fleischwaren.
es: Produce 50 de carne.
fr: Produisez 50 morceaux de viandes.
id: Hasilkan 50 daging.
it: Produci 50 unità di carne.
ja: 肉を50生産する。
ko: 50개의 고기를 생성합니다.
pt: Produza 50 carnes.
ru: Произведи 50 единиц мяса.
zh: 生产50 肉。
zh_tw: 生產50 肉。

# T_GAME_QUEST_SCEN8_MAIN_DESC
source: My lord, the winter is much harsher than we expected and the Townies are unhappy with the situation. We have to act quickly or we will not last through the winter!
de: Mein Herr, die Townies sind nicht sehr glücklich mit der Situation im Dorf. Der Winter ist dieses Jahr viel schlimmer als erwartet. Wir müssen schnell handeln, damit das Dorf dem Winter trotzen kann.
es: Milord, el invierno es más crudo de lo que esperábamos y los townies no están nada contentos. ¡Tenemos que actuar enseguida o no llegaremos a la primavera!
fr: Mon seigneur, l'hiver est bien plus rude que prévu et les habitants sont mécontents de cette situation. Nous devons agir au plus vite ou bien nous ne passerons pas l'hiver !
id: Tuanku, musim dingin jauh lebih parah dari yang kami duga, dan Townies tidak senang dengan situasi ini. Kita harus bertindak cepat atau kita tidak akan bertahan melewati musim dingin!
it: Mio signore, l'inverno è molto più rigido di quello che ci aspettassimo e i cittadini sono insoddisfatti della situazione. Dobbiamo agire in fretta o non sopravviveremo all'inverno!
ja: 閣下、予想以上に冬が厳し過ぎます、住人はこれ以上耐えられそうにありません。何とかしないと冬を越せない可能性があります！
ko: 성주님, 겨울이 저희가 생각했던 것보다 나쁜 상황이며 주민들이 이 상황에 관하여 행복해하지 않고 있습니다. 빨리 조치를 취하지 않으면 겨울을 이겨낼 수 없습니다!
pt: Meu senhor, o inverno está bem mais rigoroso do que esperávamos. Os habitantes não estão felizes com isso. Precisamos agir rápido ou não sobreviveremos a este inverno!
ru: Милорд, зима более сурова, чем ожидалось, и горожанам не нравится сложившаяся ситуация. Нам необходимо действовать быстро, или же мы не переживем эту зиму!
zh: 我的老爷，冬天远比我们预期的严酷，那么这种情况会令镇民们不幸。 我们必须快速行动，否则我们将活不过这个冬天!
zh_tw: 我的老爺，冬天遠比我們預期的嚴酷，那麼這種情況會令鎮民們不幸。 我們必須快速行動，否則我們將活不過這個冬天!

# T_GAME_QUEST_SCEN8_MAIN_NAME
source: Bring the town through the winter...
de: Bringe dein Dorf durch den Winter.
es: Consigue que la ciudad sobreviva el invierno.
fr: Faites en sorte que la ville survive à l'hiver...
id: Antarkan kota melewati musim dingin...
it: Fai superare l'inverno alla città...
ja: 冬を切り抜ける...
ko: 겨울동안 마을을 지켜내세요
pt: Faça a cidade resistir ao inverno…
ru: Переживи зиму вместе с городом...
zh: 挽救这个城镇度过严冬…
zh_tw: 挽救這個城鎮度過嚴冬...

# T_GAME_QUEST_SCEN8_SCENENDTEXT
source: My lord, the Townies are very happy with the progress we've made! We are now well enough supplied to last us through the winter months and we were even able to help the neighboring province. We're prepared now and this winter can do us no harm!
de: Mein Herr, die Townies sind mit den letzten Entwicklungen im Dorf sehr glücklich. Wir haben nun genug Vorräte für den Rest des Winters und haben nebenbei sogar der Nachbarprovinz geholfen. Der Winter kann uns jetzt nichts mehr anhaben.
es: Milord, ¡los townies están muy satisfechos con el progreso que hemos hecho! Ya tenemos suficientes suministros para que nos duren hasta la primavera. Incluso hemos podido ayudar a la provincia vecina. ¡Ya estamos preparados para el invierno!
fr: Mon seigneur, les habitants sont très satisfaits de nos progrès ! Nous avons maintenant suffisamment de ravitaillement pour tenir pendant les mois d'hiver et nous avons même réussi à aider la province voisine. Nous sommes fins prêts à présent, et nous ne souffrirons pas de cet hiver !
id: Tuanku, Townies sangat senang dengan kemajuan yang kita buat! Sekarang kita cukup suplai untuk semua orang melewati bulan-bulan musim dingin dan bahkan kita bisa membantu propinsi tetangga. Sekarang kita telah siap dan musim dingin ini tidak akan membahayakan kita!
it: Mio signore, i cittadini sono molto soddisfatti dei progressi fatti! Ora siamo attrezzati per affrontare i mesi invernali e siamo riusciti anche ad aiutare la provincia confinante. Siamo pronti, questo inverno non ci fa paura!
ja: 閣下、住人は街の成長を大変喜んでいます！冬を乗り越えるのに十分な蓄えもありますし、近隣の州を助けることができます。準備は整いました、今年の冬は大丈夫でしょう！危害が出ることはないでしょう。
ko: 성주님, 주민들은 지금까지의 과정에 매우 만족하고 있습니다! 겨울을 이겨낼 정도의 식량을 비축하였으며 주변의 이웃 지역을 도와 줄 수준이 되었습니다. 저희는 모든 준비를 마쳤으며, 겨울이 두렵지 않습니다!
pt: Meu senhor, os habitantes estão muito felizes com o progresso que fizemos! Já temos suprimentos para passar os meses de inverno e até conseguimos ajudar a provínica vizinha. Agora estamos preparados e este inverno não nos causará mal algum!
ru: Милорд, горожане чрезвычайно рады нашим успехам! Теперь у нас есть достаточно припасов, чтобы пережить зимние месяцы, и нам даже удалось помочь соседней провинции. Мы подготовлены и эта зима нам не страшна!
zh: 我的老爷，我们的进度令镇民们非常幸福！ 现在，我们货物供应已经很充足，能让我们活过冬季岁月，而且我们甚至能够帮助邻省。 现在，我们已经做好准备，那么这个冬天就不能伤害我们！
zh_tw: 我的老爺，我們的進度令鎮民們非常幸福！ 現在，我們貨物供應已經很充足，能讓我們活過冬季歲月，而且我們甚至能夠幫助鄰省。 現在，我們已經做好準備，那麼這個冬天就不能傷害我們！

# T_GAME_QUEST_SCEN9_10_DESC
source: My lord, I heard you have problems with insurgents in your area. I'd be willing to lead a search party into the woods, but my mercenaries demand payment up front.
de: Eure Exzellenz, ich habe gehört, ihr habt Probleme mit Aufständischen in eurer Provinz? Ich könnte einen Suchtrupp in die Wälder leiten, aber meine Söldner wollen im Voraus bezahlt werden.
es: Milord, he oído que tienes problemas con los insurgentes de la zona. Me ofrezco para dirigir un equipo de búsqueda para ir al bosque, pero mis mercenarios piden un pago por adelantado.
fr: Mon seigneur, j'ai entendu dire que vous aviez des problèmes avec des rebelles dans la région. Je serais partant pour mener une battue dans les bois, mais mes mercenaires veulent être payés d'avance.
id: Tuanku, saya dengar Anda bermasalah dengan pemberontak di wilayah Anda. Saya bersedia memimpin tim pencari ke hutan, tapi serdadu bayaran saya ingin pembayaran di muka.
it: Mio signore, ho saputo che hai problemi con dei ribelli nella zona. Vorrei guidare una spedizione di ricerca nei boschi, ma i miei mercenari vogliono essere pagati in anticipo.
ja: 結婚する前に、馬上槍闘技場でフィアンセに気持ちを伝えたいのです。
ko: 성주님이 영지의 반란으로 문제가 있다고 들었습니다. 저에게 숲으로 가는 수색대를 지휘할 의향이 있으나 제 용병들은 선금을 요청하고 있습니다.
pt: Meu senhor, ouvi dizer que o senhor tem problemas com insurgentes na sua área. Estou disposto a liderar uma equipe de busca nas florestas, mas meus mercenários exigem pagamento adiantado.
ru: Милорд, я слышал о проблемах с бунтовщиками в ваших краях. Я бы с радостью отправил в лес поисковый отряд, но мои наемники требуют оплаты наперед.
zh: 我的老爷，我听说您有麻烦，您的地盘有暴乱。 我愿意带领一个搜索队进入树林，但我的雇佣兵们要求先付款。
zh_tw: 我的老爺，我聽說您有麻煩，您的地盤有暴亂。 我願意帶領一個搜索隊進入樹林，但我的雇傭兵們要求先付款。

# T_GAME_QUEST_SCEN9_10_NAME
source: Pay the mercenaries.
de: Bezahle die Söldner.
es: Paga a los mercenarios.
fr: Payez les mercenaires.
id: Sewa serdadu bayaran.
it: Paga i mercenari.
ja: 傭兵たちに報酬を支払う。
ko: 용병에게 급료를 지급하십시오.
pt: Pague os mercenários.
ru: Заплати наемникам.
zh: 花钱请外国雇佣兵。
zh_tw: 花錢請外國雇傭兵。

# T_GAME_QUEST_SCEN9_11_DESC
source: I have yet another request, my loyal servant. I need a flagship truly befitting for a King and that means lavish gold ornamentation! I command you to deliver to me the gold I need for this purpose. Do not disappoint me in this.
de: Ich komme mit einem weiteren Anliegen, mein Statthalter. Das neue Flaggschiff soll goldene Verzierungen am Bug haben, jedoch fehlt mir dafür noch Gold. Die Zeit drängt, also verlange ich schnellstmöglich einen Tribut an Gold. Enttäuscht mich nicht!
es: Pero tengo otra petición, mi leal sirviente. Necesito un buque insignia propio de un rey, es decir, ¡con decoración ostentosa en oro! Te ordeno que me entregues el oro que necesito para ello. No me decepciones.
fr: J'ai une autre demande à vous soumettre, mon loyal serviteur. Je veux que mon vaisseau amiral soit réellement digne d'un roi, et pour cela il lui faut de superbes décorations en or ! Je vous ordonne donc de me livrer l'or dont j'ai besoin pour ce faire. Ne me décevez pas.
id: Aku belum punya permintaan lain, abdiku yang setia. Aku butuh kapal yang benar-benar cocok untuk raja dan itu berarti hiasan emas yang mewah! Kuperintahkan engkau memberiku emas yang kubutuhkan untuk tujuan ini. Jangan kecewakan aku, atas hal ini!
it: Ho un'altra richiesta, mio leale servitore. Voglio che la nave ammiraglia sia davvero degna di un re, e questo significa ornamenti di lusso! Ti ordino di consegnarmi l'oro necessario a tale scopo. Non mi deludere.
ja: わしの忠実なしもべよ、もう一つ命令があるのだ。王にふさわしい旗艦には何が必要だと思う？それは豪華な金の装飾だ！ 金を届けてくれ、旗艦を飾るために必要なのだ。がっかりさせるでないぞ！
ko: 나에게 아직 다른 요구가 더 있다, 난 진정 왕에게 어울리는 많은 금으로 장식된 함선이 필요하다. 이를 위해 나에게 금을 배달할 것을 명한다. 실망시키지 말도록.
pt: Tenho mais um pedido, meu leal servo. Preciso de uma nau capitânia digna de um rei, e isso significa que ela precisa ter luxuosos ornamentos em ouro! Ordeno que me entregue o ouro necessário para esse propósito. Não me decepcione.
ru: У меня есть еще одно требование, мой преданный слуга. Мне нужен флагманский корабль, действительно приличествующий королю, и это означает богатые золотые украшения! Я приказываю тебе доставить мне золото, требуемое для этой цели. Не разочаруй меня.
zh: 我还有另外一个要求，我忠实的仆人。 我需要一艘旗舰，真正配得上国王，而且那意味着大量的金饰！ 我命令您交付我亟需的黄金。 不要在这方面让我失望。
zh_tw: 我還有另外一個要求，我忠實的僕人。 我需要一艘旗艦，真正配得上國王，而且那意味著大量的金飾！ 我命令您交付我亟需的黃金。 不要在這方面讓我失望。

# T_GAME_QUEST_SCEN9_11_NAME
source: Deliver gold ore to the King within the time limit.
de: Schicke dem König Golderz, bevor die Zeit vorbei ist.
es: Entrega metal de oro al rey dentro del límite de tiempo.
fr: Livrez du minerai d'or au roi dans le temps imparti.
id: Kirim bijih emas ke raja dalam batas waktu.
it: Consegna minerale d'oro al re entro il limite di tempo.
ja: 制限時間内に王様に金鉱石を届ける。
ko: 제한 시간 내에 왕에게 금광석을 전달하십시오.
pt: Entregue pepitas de ouro para o rei dentro do prazo.
ru: Доставь золотую руду королю, уложившись в лимит времени.
zh: 在时限内将金矿交给国王。
zh_tw: 在時限內將金礦交給國王。
