Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN12_01_SUCCESS
source: Welcome to our monastery my liege. Sure we can help you with the perfect gift for the King. But we have some bandit problems at the moment. Maybe you could help us, too.
de: Willkommen in unserem Kloster, mein Herr. Aber natürlich werden wir Ihnen bei der Herstellung des Geschenks für den König helfen. Allerdings haben wir hier momentan ein kleines Banditenproblem - vielleicht könntet Ihr uns im Gegenzug helfen?
es: Te doy la bienvenida a Tardishingen, mi señor. Por supuesto que te ayudaremos a preparar el regalo perfecto para el rey. Pero ahora mismo tenemos problemas con los bandidos. Quizá tú también puedas ayudarnos.
fr: Bienvenue à Tardishingen, maître. Bien sûr, nous pouvons vous aider pour le cadeau du roi. Cependant, nous avons un problème de bandits en ce moment. Peut-être pouvez-vous nous venir en aide.
id: Selamat datang di Tardishingen, Tuanku. Tentu saja kami bisa mengusahakan hadiah yang sempurna untuk sang Raja. Tapi kami lagi menghadapi masalah bandit. Mungkin Tuanku juga bisa membantu kami.
it: Benvenuto a Tardishingen, mio signore. Certo che possiamo aiutarti a fare un bel regalo al Re, tuttavia al momento abbiamo dei problemi con i banditi. Magari tu potresti aiutarci?
ja: タージシンゲン修道院へようこそ。 王への贈り物のことは喜んでお手伝いしますよ。しかし最近、盗賊の横行に悩まされておりまして。閣下にも力をお貸しいただきたいのです。
ko: 타르디시힝겐에 오신 것을 환영합니다, 영주님. 왕을 위한 완벽한 선물을 준비할 수 있습니다. 하지만 지금 강도 때문에 골치를 앓고 있어요. 귀하가 저희를 도와줄 수 있겠죠.
pt: Bem-vindo a Tardishingen, meu senhor. Certamente poderemos lhe ajudar a encontrar o presente perfeito para o Rei. Contudo, estamos enfrentando problemas com os bandidos. Talvez você possa nos ajudar também.
ru: Добро пожаловать в Tardishingen, мой господин. Конечно, мы можем помочь вам приготовить идеальный подарок для короля. Однако, у нас тут возникли проблемы с бандитами. Возможно, вы сможете нам помочь?
zh: 欢迎来到泰迪辛根寺院，大人。 我们当然会帮助您准备进献礼品。但我们最近正遭受强盗侵扰。或许也您可以帮帮我们。
zh_tw: 歡迎來到泰迪辛根寺，大人。 我們當然會幫助您準備進獻禮品。但我們最近正遭受強盜侵擾。或許也您可以幫幫我們。

# T_GAME_QUEST_SCEN12_02_START
source: What an insidious thing to do! Somebody has stolen our wood! We cannot store our brew without wood for the barrels.
de: Was für eine hinterhältige Tat! Jemand hat unsere Holzvorräte gestohlen! Wir können doch kein Gebräu lagern, wenn wir kein Holz für die Fässer haben!
es: ¡Qué perfidia! ¡Alguien nos ha robado la madera! No podemos almacenar la cerveza si no tenemos madera para los barriles.
fr: Quelle fourberie ! Quelqu'un a dérobé notre bois ! Nous ne pourrons pas mettre notre boisson en tonneaux sans ce bois.
id: Keterlaluan sekali! Ada yang mencuri kayu kami! Kami tidak bisa menyimpan bir tanpa kayu untuk membuat gentong.
it: Che impudenza! Qualcuno ha rubato il nostro legname! Se non possiamo costruire le botti, dove mettiamo la birra per il Re?
ja: まったく油断ならない！ なんと、木材が盗まれました！たる用の木材がなければ、ビールを貯蔵できません。
ko: 정말 기막힌 일이군요! 누군가 나무를 훔쳐 갔어요! 맥주 통에 쓸 나무가 없으면 맥주를 보관할 수 없어요.
pt: Quer coisa cruel para se fazer! Alguém roubou nossa madeira! Não podemos armazenar nossa cerveja sem madeira para os barris.
ru: Какое коварство! Кто-то похитил нашу древесину! Для хранения пива нам потребуются бочки, а где же мы их возьмем без древесины?
zh: 真是太可恶了！ 有人偷走了我们的木材！没有木材，我们便无法制造木桶存放啤酒。
zh_tw: 真是太可惡了！ 有人偷走了我們的木材！沒有木材，我們便無法製造木桶存放啤酒。

# T_GAME_QUEST_SCEN12_02_SUCCESS
source: Many thanks, My Lord! Now we can build some brew barrels again.
de: Wir sind Ihnen sehr dankbar für diese Tat, nun können wir wieder Gebräufässer herstellen.
es: ¡Muchas gracias, mi señor! Ahora ya podemos fabricar barriles de cerveza.
fr: Mille mercis, maître ! Nous pouvons de nouveau fabriquer des tonneaux.
id: Terima kasih banyak, Tuanku! Sekarang kami bisa membuat gentong bir lagi.
it: Grazie mille, mio signore! Ora possiamo costruire dei barili per la birra.
ja: 閣下には感謝しきれません！これでビールのたるを作れます。
ko: 정말 고맙습니다, 영주님! 이제 다시 맥주 통을 다시 만들 수 있어요.
pt: Muito obrigado, meu Senhor! Agora poderemos construir barris de cerveja de novo.
ru: Благодарю, мой господин! Теперь мы сможем сделать несколько бочек для пива.
zh: 非常感谢，大人！我们现在又能制造酿酒桶了。
zh_tw: 非常感謝，大人！我們現在又能製造釀酒桶了。

# T_GAME_QUEST_SCEN12_02_TITLE
source: Build some forester huts.
de: Errichte einige Forsthütten.
es: Construye casetas para guardas forestales.
fr: Construisez des cabanes de forestier.
id: Bangunlah beberapa pondok penjaga hutan.
it: Costruisci qualche capanno di taglialegna.
ja: 木こり小屋を建てる。
ko: 산꾼의 오두막을 만드세요.
pt: Construa cabanas de silvicultor.
ru: Построй несколько хижин лесника.
zh: 建造一些伐木工小屋。
zh_tw: 建造一些伐木工小屋。

# T_GAME_QUEST_SCEN12_04_START
source: My liege, the town has to be expanded in order to complete our tasks. First we have to establish a stable economy. For that, we need to produce tools.
de: Mein Lehnsherr, das Dorf sollte erweitert werden, damit Eure Untertanen die Aufgaben erfüllen können. Eine stabile Wirtschaft zu haben, ist der nächst größere Schritt. Dafür benötigen wir Werkzeuge!
es: Mi señor, la aldea debe expandirse para que podamos llevar a cabo nuestras tareas. Primero tenemos que crear una economía estable. Para eso necesitamos producir herramientas.
fr: Maître, la ville doit s'agrandir pour que nous puissions accomplir nos tâches. Il faut d'abord une économie stable. Pour cela, nous devons produire des outils.
id: Tuanku, kota perlu diperbesar agar tugas kita bisa dirampungkan. Pertama-tama kita perlu ekonomi yang stabil. Untuk itu kita harus memproduksi peralatan.
it: Mio signore, per poter completare i nostri incarichi dobbiamo espandere la città. Per prima cosa, ci serve un'economia stabile e per raggiungere questo obiettivo dobbiamo produrre degli utensili.
ja: 任務を成功させるには、街を大きくする必要があります。まずは安定した経済を築きましょう。 そのためにも、工具を製造してください。
ko: 영주님, 작업을 마치려면 마을을 확장해야 합니다. 먼저 경제를 안정시켜야 합니다. 안정적인 경제를 위해 도구를 만들어야 합니다.
pt: Meu senhor, a cidade precisa crescer para podermos completar nossas tarefas. Primeiro devemos garantir uma economia estável. Para isso, precisamos produzir ferramentas.
ru: Господин, нам необходимо расширить город, иначе мы не сможем выполнить наши задачи. Прежде всего, нужно создать стабильную экономику. Для этого нам потребуются инструменты.
zh: 大人，您需要扩大城镇面积才能完成任务。首先，我们必须确保经济稳定。为此，我们得生产一些工具。
zh_tw: 大人，您需要擴大城鎮面積才能完成任務。首先，我們必須確保經濟穩定。為此，我們得生產一些工具。

# T_GAME_QUEST_SCEN12_04_SUCCESS
source: Splendid, my lord. Now we can expand the town even further.
de: Fantastisch, mein Herr. Nun können wir mit der Expansion beginnen.
es: Espléndido, mi señor. Ahora ya podemos expandir la aldea.
fr: Splendide, mon seigneur. Nous pouvons désormais agrandir la ville.
id: Bagus sekali, Tuanku. Sekarang kota bisa semakin diperluas.
it: Splendido, mio signore. Ora possiamo ampliare ulteriormente la città.
ja: すばらしいです。これで街の規模を広げられます。
ko: 훌륭합니다, 영주님. 이제 마을 더 확장할 수 있습니다.
pt: Esplêndido, meu senhor. Agora podemos fazer a cidade crescer ainda mais.
ru: Чудесно, мой господин. Теперь мы можем расширить город еще больше.
zh: 真棒，大人。现在我们可以进一步扩大城镇面积了。
zh_tw: 真棒，大人。現在我們可以進一步擴大城鎮面積了。

# T_GAME_QUEST_SCEN12_04_TITLE
source: Establish a tool production chain.
de: Errichtet eine Werkzeug-Produktion.
es: Establece una cadena de producción de herramientas.
fr: Mettez en place une chaîne de production d'outils.
id: Siapkan rantai produksi peralatan.
it: Stabilisci una catena produttiva di utensili.
ja: 工具の製造チェーンを築く。
ko: 도구 생산망을 구축하세요.
pt: Organize uma cadeia de produção de ferramentas.
ru: Наладь цепочку производства инструментов.
zh: 建立工具生产线。
zh_tw: 建立工具生產線。

# T_GAME_QUEST_SCEN12_05_START
source: The town needs to be supplied with more food, my lord. We have a farm, but no windmill or bakeries?
de: Das Dorf benötigt eine bessere Versorgung mit Nahrung. Wir haben zwar einen Bauernhof, aber keine Mühle oder Bäckerei?
es: Hay que suministrar más alimentos a la aldea, mi señor. Tenemos una granja, pero nos faltan molinos y panaderías.
fr: La ville a besoin de plus de nourriture, mon seigneur. Nous avons bien une ferme, mais où sont le moulin et la boulangerie ?
id: Kota perlu disuplai dengan lebih banyak makanan, Tuanku. Kita punya pertanian, tapi tidak punya kincir angin atau toko roti?
it: La città ha bisogno di altro cibo, mio signore. Abbiamo una fattoria, ma ci mancano mulini a vento e forni.
ja: 閣下、街に食糧が足りません。農場はありますが、風車やパン屋がないのでは？
ko: 마을에 식량을 더 공급해야 합니다, 영주님. 농장이 있지만 풍차나 빵집이 없습니다.
pt: A cidade precisa ser abastecida com comida, meu senhor. Temos uma fazenda, mas não temos um moinho de vento nem padarias.
ru: Городу потребуется больше пищи, мой господин. У нас есть ферма, но нет ветряной мельницы и пекарен.
zh: 大人，城镇需要更多食物供应。我们只有一个农场，但还没有磨坊和面包房。
zh_tw: 大人，城鎮需要更多食物供應。我們只有一個農場，但還沒有磨坊和麵包房。

# T_GAME_QUEST_SCEN12_05_SUCCESS
source: Very well! The village is expanding into a real town.
de: Sehr gut! Das Dorf entwickelt sich zu einer richtigen Stadt, mein Lord. Die Mönche werden begeistert sein!
es: ¡Muy bien! La aldea se está transformando en una auténtica ciudad.
fr: Excellent ! Ce village va devenir une véritable ville.
id: Bagus sekali! Desa mulai berkembang menjadi kota.
it: Molto bene! Il villaggio sta diventando una vera città.
ja: 大変すばらしい！村が本物の街に発展してきましたね。
ko: 좋습니다! 마을이 제대로 된 모습을 갖추고 있습니다.
pt: Muito bem! A vila está crescendo para ser uma verdadeira cidade.
ru: Отлично! Деревня начинает превращаться в настоящий город.
zh: 很好。村庄将扩建为真正的城镇。
zh_tw: 很好。村莊將擴建為真正的城鎮。

# T_GAME_QUEST_SCEN12_05_TITLE
source: Establish a stable food production.
de: Errichte eine stabile Nahrungsproduktion. Baue eine Mühle und eine Bäckerei.
es: Crea un método de producción de alimentos estable.
fr: Mettez en place une production de nourriture stable.
id: Kembangkan produksi pangan yang stabil.
it: Stabilisci una produzione stabile di cibo.
ja: 安定した食糧生産を構築する。
ko: 안정적인 식량 생산을 수립하세요.
pt: Organize uma produção estável de comida.
ru: Наладь производство пищи.
zh: 建立稳定的食物生产线。
zh_tw: 建立穩定的食物生產線。

# T_GAME_QUEST_SCEN12_06_FAILED
source: Noo! Those mischievous bandits! They destroyed the monastery!
de: Nein! Diese boshaften Banditen haben das Kloster zerstört!
es: ¡Nooo! ¡Esos malditos bandidos han destruido el monasterio!
fr: Non ! Ces infâmes bandits ! Ils ont détruit le monastère !
id: Aduh! Dasar gerombolan bandit! Mereka menghancurkan biara!
it: No! Quegli infami banditi hanno distrutto il monastero!
ja: そんな！何て悪いやつらだ！盗賊が修道院を破壊しました！
ko: 안 돼! 비열한 강도들아! 강도들이 수도원을 파괴했어요!
pt: Nãão! Aqueles bandidos traiçoeiros! Eles destruíram o mosteiro!
ru: Не-е-ет! Злобные бандиты уничтожили монастырь!
zh: 不！那些凶残的强盗竟然摧毁了寺院！
zh_tw: 不！那些兇殘的強盜竟然摧毀了寺院！

# T_GAME_QUEST_SCEN12_06_START
source: My lord, this monastery is standing on this hill for four centuries now. It would be horrible if the building was destroyed by those nasty bandits. They have been threatening to destroy it for weeks now…
de: Mein Lord, dieses Kloster steht seit 400 Jahren auf dieser Anhöhe. Es wäre furchtbar, wenn es durch die gemeinen Banditen zerstört werden würde - diese Halunken drohen damit schon seit Wochen!
es: Mi señor, el monasterio se estableció sobre esta colina hace cuatro siglos. Sería terrible que lo destruyeran esos despreciables bandidos. Llevan semanas amenazando con hacerlo...
fr: Mon seigneur, ce monastère se dresse depuis des siècles sur cette colline. Ce serait horrible si des bandits venaient à le détruire. Cela fait des semaines qu'ils menacent de l'attaquer...
id: Tuanku, biara ini sudah empat abad berdiri di atas bukit ini. Sungguh mengerikan kalau bangunan ini sampai dihancurkan oleh gerombolan bandit. Sudah berminggu-minggu mereka mengancam akan menghancurkannya...
it: Mio signore, il monastero si erge su questa collina da quattro secoli. Sarebbe terribile se venisse distrutto da quei banditi che da settimane minacciano di raderlo al suolo...
ja: 修道院は、もう4世紀も前からこの丘にあります。汚らわしい盗賊に壊されたらあんまりです。やつらは数週間前から、破壊すると脅し続けています...
ko: 영주님, 이 수도원이 언덕에 자리 잡은지 이제 4세기가 되어 갑니다. 잔인한 강도에 의해 수도원이 파괴되면 끔찍할 것입니다. 강도들은 여러 주 동안 수도원을 파괴하겠다고 위협하고 있습니다...
pt: Meu senhor, o mosteiro está nesta colina há quatro séculos. Seria terrível se o prédio fosse destruído por aqueles bandidos cruéis. Há semanas eles estão ameaçando destruí-lo...
ru: Милорд, монастырь стоит на этой горе вот уже четыре столетия. Не хотелось бы, чтобы его уничтожили эти грязные бандиты. Они уже несколько недель угрожают это сделать!..
zh: 大人，这座寺院屹立在山上已有四个世纪之久。如果遭到强盗破坏，后果不堪设想。而几周来，这些龌龊的强盗一直扬言要摧毁这里。
zh_tw: 大人，這座寺院屹立在山上已有四個世紀之久。如果遭到強盜破壞，後果不堪設想。而幾周來，這些齷齪的強盜一直揚言要摧毀這裡。

# T_GAME_QUEST_SCEN12_06_SUCCESS
source: Very well, my liege. The monastery has survived all those bandit attacks and we have produced the perfect brew! What a fine drink it has become! Absolutely marvelous.
de: Hervorragend, das Kloster steht noch immer! Die Banditen wurden abgewehrt und wir haben es geschafft, das perfekte Gebräu herzustellen. Was für ein feines Getränk es geworden ist. Absolut köstlich!
es: Excelente, mi señor. ¡El monasterio ha sobrevivido a los ataques de los bandidos y hemos obtenido la cerveza perfecta! ¡Se ha convertido en una bebida celestial! Absolutamente maravillosa.
fr: Très bien, maître. Le monastère a survécu à ces attaques de bandits et nous avons désormais la boisson parfaite ! Quel délice ! C'est absolument merveilleux.
id: Syukurlah, Tuanku. Biara mampu bertahan menghadapi serangan bandit dan kita berhasil membuat bir yang sempurna! Minuman ini lezat sekali! Sungguh luar biasa.
it: Molto bene, mio signore. Il monastero ha resistito agli attacchi dei banditi e abbiamo prodotto la birra perfetta! È una bevanda assolutamente deliziosa!
ja: 閣下、ご立派です。 修道院は盗賊の攻撃を免れ、最高のビールを作ることができました！ 何と上質な飲み物になったことか！絶品です！
ko: 잘하셨습니다, 영주님. 수도원이 강도들의 공격을 모두 이겨내고 완벽한 맥주를 만들었습니다! 정말 훌륭한 맥주입니다! 단연코 최고입니다.
pt: Muito bem, meu senhor. O mosteiro sobreviveu a todos os ataques dos bandidos e conseguimos produzir a cerveja perfeita! E que bebida refinada! Absolutamente maravilhosa.
ru: Отлично, мой господин. Монастырь пережил все нападения бандитов, а мы смогли сварить идеальное пиво! Какой чудесный напиток! Просто невероятный!
zh: 非常好，大人。 寺院成功抵御了强盗进攻，我们已经酿出上等啤酒！ 这真是全天下最好的啤酒！美味绝伦！
zh_tw: 非常好，大人。 寺院成功抵禦了強盜進攻，我們已經釀出上等啤酒！ 這真是全天下最好的啤酒！美味絕倫！

# T_GAME_QUEST_SCEN12_06_TITLE
source: Protect the monastery.
de: Beschütze das Kloster.
es: Protege el monasterio.
fr: Protégez le monastère.
id: Lindungi biara.
it: Proteggi il monastero.
ja: 修道院を守る。
ko: 수도원을 보호하세요.
pt: Proteja o mosteiro.
ru: Защити монастырь.
zh: 保护寺院。
zh_tw: 保護寺院。

# T_GAME_QUEST_SCEN12_07_START
source: You have to rebuild the monastery or we shall never complete our task in time!
de: Ihr müsst das Kloster wieder aufbauen, mein Herr! Ansonsten werden wir unsere Aufgabe nie rechtzeitig erledigen können.
es: ¡Debes reconstruir el monasterio, de lo contrario no cumpliremos la misión a tiempo!
fr: Vous devez rebâtir le monastère ou bien nous ne pourrons jamais terminer nos tâches à temps !
id: Biara harus dibangun kembali atau tugas kita takkan selesai pada waktunya!
it: Devi ricostruire il monastero, altrimenti non porteremo a termine il nostro incarico in tempo.
ja: 修道院を再建していただかないと、私たちの作業が間に合わなくなります！
ko: 수도원을 재건하지 않으면 시간 내에 작업을 절대 완료할 수 없어요!
pt: Você deve reconstruir o mosteiro ou nunca poderemos terminar nossa tarefa a tempo.
ru: Нам нужно отстроить его, или мы не сможем вовремя выполнить нашу задачу!
zh: 您需要重新修建寺院，否则我们将无法及时完成任务！
zh_tw: 您需要重新修建寺院，否則我們將無法及時完成任務！

# T_GAME_QUEST_SCEN12_07_SUCCESS
source: Very good my Lord! The monastery has been rebuilt! We can continue with the task at hand: Brewing the perfect brew!
de: Sehr gut, mein Lord! Das Kloster ist wieder aufgebaut worden - wir können nun unsere Aufgabe fortsetzen: Das Erzeugen des perfekten Gebräus!
es: ¡Muy bien, mi señor! ¡El monasterio está reconstruido! Ya podemos seguir con nuestra tarea: ¡elaborar la cerveza perfecta!
fr: Excellent, mon seigneur ! Vous avez rebâti le monastère ! Nous pouvons reprendre notre tâche : brasser la boisson parfaite !
id: Bagus sekali, Tuanku! Biara sudah dibangun kembali! Tugas kita bisa diteruskan: Membuat bir yang sempurna!
it: Molto bene, mio signore! Il monastero è stato ricostruito. Ora possiamo riprendere a produrre la birra perfetta.
ja: すばらしい！修道院が再建されました！これで目の前の作業に集中できます。最高のビールをお作りしましょう！
ko: 훌륭합니다, 영주님! 수도원이 다시 세워졌습니다! 완벽한 맥주를 만드는 작업을 계속할 수 있습니다!
pt: Muito bem, meu senhor! O mosteiro foi reconstruído! Podemos continuar nossa tarefa atual: fazer a cerveja perfeita!
ru: Очень хорошо, мой господин! Монастырь отстроен! Мы можем продолжить варить идеальное пиво!
zh: 非常好，大人！寺院已经重建！我们可以继续处理手头上的任务了：酿造上等啤酒！
zh_tw: 非常好，大人！寺院已經重建！我們可以繼續處理手頭上的任務了：釀造上等啤酒！

# T_GAME_QUEST_SCEN12_07_TITLE
source: Rebuild the monastery.
de: Baue das Kloster wieder auf!
es: Reconstruye el monasterio.
fr: Rebâtissez le monastère.
id: Bangun kembali biara.
it: Ricostruisci il monastero.
ja: 修道院を再建する。
ko: 수도원을 다시 만드세요.
pt: Reconstrua o mosteiro.
ru: Отстрой монастырь.
zh: 重建寺院。
zh_tw: 重建寺院。

# T_GAME_QUEST_SCEN12_08_START
source: We have to make sure that the monastery is well defended, my liege! Placing a guard tower next to it should increase its protection vastly.
de: Wir müssen sicherstellen, dass das Kloster gut geschützt ist, mein Lehnsherr. Einen Wachturm neben dem Kloster zu errichten, sollte ausreichen.
es: ¡Hay que fortalecer la defensa del monasterio, mi señor! Si colocamos una torre de vigilancia junto a él estará mucho más protegido.
fr: Nous devons nous assurer que le monastère est bien défendu, maître ! En plaçant une tour de garde à côté, il devrait être bien protégé.
id: Kita harus meningkatkan pengamanan biara, Tuanku! Penempatan menara jaga di sebelahnya akan membuat pertahanannya semakin kuat.
it: Dobbiamo assicurarci che il monastero sia ben difeso, mio signore. Erigendovi accanto una torre di guardia dovremmo riuscire a proteggerlo.
ja: 修道院をしっかり警備する必要があります！隣に見張り塔を置くと、とても効果的でしょう。
ko: 수도원의 방어를 튼튼히 해야 합니다, 영주님! 수도원 옆에 감시탑을 세우면 방어가 크게 강화될 것입니다.
pt: Temos que garantir que o mosteiro está bem defendido, meu senhor! Se colocarmos uma torre de guarda junto a ele, isso aumentará muito a proteção.
ru: Нужно обеспечить безопасность монастыря, мой господин! Пока что для его защиты будет достаточно одной сторожевой вышки.
zh: 我们需要确保寺院防守严密，大人！在寺院附近修建守卫塔可以显著提高防御。
zh_tw: 我們需要確保寺院防守嚴密，大人！在寺院附近修建守衛塔可以顯著提高防禦。

# T_GAME_QUEST_SCEN12_08_TITLE
source: Build a guard tower next to the monastery.
de: Errichte einen Wachturm mit dem Kloster im Einzugsbereich.
es: Construye una torre de vigilancia junto al monasterio.
fr: Construisez une tour de garde à côté du monastère.
id: Bangunlah menara jaga di sebelah biara.
it: Costruisci una torre di guardia accanto al monastero.
ja: 修道院の隣に見張り塔を建てる。
ko: 수도원 옆에 감시탑을 세우세요.
pt: Construa uma torre de guarda ao lado do mosteiro.
ru: Построй сторожевую вышку рядом с монастырем.
zh: 在寺院附近修建一座守卫塔。
zh_tw: 在寺院附近修建一座守衛塔。

# T_GAME_QUEST_SCEN12_09_START
source: Did you know how much soldiers like sausages? You could build a pig farm and a butcher's workshop to produce some.
de: Wusstet ihr, dass Soldaten Würstchen lieben? Ihr könntet eine Schweinefarm und eine Metzgerei errichten.
es: ¿Sabías que a los soldados les encantan las salchichas? Podrías construir una granja de cerdos y una carnicería para producirlas.
fr: Saviez-vous que les soldats raffolent des saucisses ? Vous pourriez bâtir une porcherie et une boucherie pour en produire.
id: Sudah tahu serdadu sangat suka sosis? Cobalah membuat peternakan babi dan rumah jagal untuk memproduksi sosis.
it: Sai quanto i soldati adorano le salsicce? Puoi costruire una porcilaia e un macellaio per produrle.
ja: 兵士が、どれほどソーセージを好きかご存知ですか？ 養豚場と肉屋の作業場を建設し、ソーセージを作ってみてはどうでしょう。
ko: 군인들이 소시지를 얼마나 좋아하는지 아세요? 돼지 농장과 푸줏간을 세워 소시지를 만드세요.
pt: Você sabia que os soldados adoram salsichas? Você poderia construir uma fazenda de porcos e uma oficina de açougueiro para produzir algumas.
ru: Знаете ли вы, что солдаты просто обожают колбасы? Чтобы начать их производство, постройте свиноферму и лавку мясника.
zh: 您知道士兵有多喜欢香肠吗？ 您可以建造一座养猪场和一座屠宰场，生产一些香肠。
zh_tw: 您知道士兵有多喜歡香腸嗎？ 您可以建造一座養豬場和一座屠宰場，生產一些香腸。

# T_GAME_QUEST_SCEN12_09_START2
source: My Lord, I recommend you command the construction of a pig farm and a butcher's workshop. This way we can produce meat for the villagers and the sausages beloved by our soldiers.
de: Mein Herr, ich würde Euch empfehlen, dass wir eine Schweinefarm und eine Metzgerei errichten. Zum einen können wir damit Fleisch für die Bevölkerung produzieren und zum anderen die von den Soldaten geliebten Würstchen.
es: Mi señor, te aconsejo que ordenes la construcción de una granja porcina y una carnicería. Así produciremos carne para los aldeanos y salchichas, que apasionan a los soldados.
fr: Mon seigneur, Je vous recommande d'ordonner la construction d'une porcherie et d'une boucherie. Ainsi, nous pourrons produire de la viande pour les villageois ainsi que les saucisses dont raffolent les soldats.
id: Tuanku, Aku merekomendasikan pembangunan peternakan babi dan rumah jagal. Dengan begitu kita bisa memproduksi daging untuk penghuni desa dan sosis kesukaan para serdadu kita.
it: Mio signore, ti consiglio di ordinare la costruzione di una porcilaia e di un macellaio. In questo modo, potremo produrre carne per gli abitanti e salsicce per i soldati.
ja: 閣下、養豚場と肉屋の作業場の建設を命令されることをおすすめします。そうすれば村人のための肉や兵士が大好きなソーセージを作ることができます。
ko: 영주님, 돼지 농장과 푸줏간의 건설을 지시하십시오. 이를 통해 주민을 위한 고기를 생산하고 군인들이 좋아하는 소시지를 만들 수 있습니다.
pt: Meu senhor, recomendo que você ordene a construção de uma fazenda de porcos e uma oficina de açougueiro. Assim poderemos produzir carne para os habitantes e as salsichas adoradas pelos soldados.
ru: Милорд, Советую вам приказать построить свиноферму и лавку мясника. Это позволит нам начать производство мяса для горожан и колбас для солдат.
zh: 大人， 我建议您下令建造养猪场及屠宰场。这样，我们就可以生产村民想要的猪肉以及我们士兵热爱的香肠。
zh_tw: 大人， 我建議您下令營建養豬場及屠宰場。這樣，我們就可以生產村民想要的豬肉以及我們士兵熱愛的香腸。

# T_GAME_QUEST_SCEN12_10_START
source: Hmm, I think we should give those poor soldiers some swords and armor. This would greatly improve their survivability in combat. For that we need an armory and a tannery.
de: Hmmm, ich denke, wir sollten die Soldaten im Dorf mit Schwertern und Rüstungen versorgen - das würde ihre Erfolgaussichten im Kampf erheblich steigern. Dafür benötigen wir eine Rüstkammer und eine Gerberei.
es: Mmm, creo que esos pobres soldados necesitan espadas y armaduras. Así tendrán muchas más probabilidades de sobrevivir a un combate. Para ello necesitamos una armería y una curtiduría.
fr: Hum, je pense que nous devrions fournir des épées et des armures à ces pauvres soldats. Cela les aiderait à survivre aux combats. Pour ce faire, il nous faut une armurerie et une tannerie.
id: Hmm, para serdadu malang ini perlu diberi pedang dan baju tempur. Dengan begitu, lebih besar kemungkinan mereka akan selamat di medan tempur. Untuk itu kita perlu gudang senjata dan tempat penyamakan kulit.
it: Uhm, credo che dovremmo fornire spade e armature a quei poveri soldati per aumentare le loro probabilità di sopravvivenza in battaglia. Per raggiungere questo scopo, ci serviranno un'armeria e una conceria.
ja: うーむ、貧しい兵士たちに剣と鎧を与えるべきかと。戦いでの生存率がかなり向上しますよ。そのためには、武器工場となめし革工場が必要です。
ko: 흠, 이 불쌍한 군인들에게 칼과 갑옷을 주어야겠어요. 그러면 전투에서 생존성이 크게 높아질 거예요. 이제 병기 공장과 무두질 공장이 필요해요.
pt: Humm, acho que devemos dar algumas espadas e armaduras a esses pobres soldados. Isso melhoraria muito a sobrevivência deles em combate. Para isso, precisamos de um armeiro e um curtume.
ru: Хм, думаю нашим солдатам потребуются мечи и доспехи. Это позволит им дольше прожить в бою. Но для их производства нам потребуется лавка оружейника и дубильня.
zh: 嗯，我觉得我们应该向这些瘦弱的士兵提供武器和护甲。这样就可以大大提高他们在战斗上的生存能力。所以，我们需要兵工厂和皮革厂。
zh_tw: 嗯，我覺得我們應該向這些瘦弱的士兵提供武器和護甲。這樣就可以大大提高他們在戰鬥上的生存能力。所以，我們需要兵工廠和皮革廠。
