Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_LEGACY_LETTER_004_TITLE
source: Build a statue of the King.
de: Errichte eine Königsstatue.
es: Construye una estatua del rey.
fr: Construire une statue du roi.
id: Buatlah patung Paduka Raja.
it: Costruisci una statua del Re.
ja: 王の像を建設する。
ko: 왕의 조각상을 만드세요.
pt: Construa uma estátua do Rei.
ru: Построить статую короля.
zh: 建造一座国王雕像。
zh_tw: 建造一座國王雕像。

# T_LEGACY_LETTER_005_BOOK_HERE
source: My Lord, the book has been completed. Our beloved King will be thrilled.
de: Mein Herr, das Buch ist fertiggestellt worden. Unser geliebter König wird begeistert sein.
es: Mi señor, el libro está terminado. Nuestro amado rey se emocionará.
fr: Sire, le livre est terminé. Notre Roi bien-aimé sera ravi.
id: Tuanku, bukunya sudah selesai. Paduka Raja yang kita cintai akan senang sekali.
it: Mio Signore, il libro è stato completato. Il nostro amato Re ne sarà entusiasta.
ja: 領主様、本が完成いたしました。我らの敬愛する国王陛下は、いたく感動してくださるでしょう。
ko: 영주님, 비망록이 완성됐습니다. 왕이 무척 기뻐하실 거예요.
pt: Meu senhor, o livro foi concluído. Nosso amado Rei ficará extremamente feliz.
ru: Милорд, книга завершена. Наш любимый король будет в восторге.
zh: 领主大人，书籍已经完成了。我们备受爱戴的国王会欣喜异常的。
zh_tw: 領主大人，書籍已經完成了。我們備受愛戴的國王會欣喜異常的。

# T_LEGACY_LETTER_005_DESC
source: To do this, we need to collect enough skins so that our monks can write. Let's get started right away!
de: Um dies zu bewerkstelligen, benötigen wir genügend Häute, worauf die Mönche die Memoiren verfassen können.
es: Para ello, necesitamos reunir pieles. Los monjes las usarán para escribir en ellas la historia del rey.
fr: Pour cela, il nous faut récolter assez de peaux afin que nos moines puissent écrire. Commençons tout de suite !
id: Untuk melakukan ini, kita perlu mengumpulkan kulit hewan secukupnya. Itulah yang akan digunakan para biarawan kita untuk menuliskan kisah Paduka Raja.
it: Per farlo, dobbiamo raccogliere abbastanza pelli. Su di esse i nostri monaci potranno scrivere la storia del Re.
ja: 羊皮紙がたっぷり必要ですね。王の話は修道僧に書かせましょう。
ko: 이 과제에는 가죽이 충분히 있어야 해요. 그래야 수도승들이 가죽에 왕의 비망록을 쓸 수 있으니까요.
pt: Para tal, precisamos de peles em quantidade suficiente. É nelas que os nossos monges poderão escrever a história do Rei.
ru: Для книги нам потребуются шкуры. На них наши монахи смогут написать истории из жизни короля.
zh: 要编纂一本书，我们先要收集足够的动物毛皮。我们的僧侣要把国王的故事写在那上面。
zh_tw: 要編纂一本書，我們先要收集足夠的動物毛皮。我們的僧侶要把國王的故事寫在那上面。

# T_LEGACY_LETTER_005_DESCRIPTION_001_DESC
source: The last letter has just arrived, Sir. The King writes about the greatest personalities of this world and how they shared their memories in books, which were then spread all over the world.
de: Der letzte Brief ist gerade angekommen, mein Herr. Der König schreibt von den größten Persönlichkeiten dieser Welt und wie sie ihre Erinnerungen in Büchern mitteilten, die dann über die ganze Welt verbreitet wurden.
es: Acaba de llegar la última carta, señor. El rey escribe sobre las grandes personalidades de este mundo y cómo dejaron escritas sus memorias, que luego se difundieron por todas partes.
fr: La dernière lettre nous est parvenu. Les plus grands de ce monde ont partagé leurs mémoires grâce à des ouvrages qui ont ensuite été répendu dans le monde entier.
id: Surat terakhir baru saja tiba, Tuanku. Paduka Raja menulis tentang tokoh-tokoh besar di dunia dan bagaimana mereka berbagi kenangan lewat buku, yang kemudian menyebar ke seluruh dunia.
it: L'ultima lettera è appena arrivata, signore. Il re parla delle più grandi personalità di questo mondo e di come hanno condiviso le loro memorie nei libri, che sono stati poi diffusi in tutto il mondo.
ja: たった今、最後のお手紙が届きました。この世界で最も偉大な人物らについて書かれています。彼らの思想が書物を介し、どのように共有され、世界中に広まったかについても。
ko: 마지막 편지가 방금 도착했어요. 왕은 세계 위인들이 비망록을 작성하고 어떻게 전 세계에 전파했는지 쓰셨어요.
pt: Chegou a última carta, senhor. O Rei escreve a respeito das maiores personalidades de seu mundo e como elas compartilharam suas memórias em livros espalhados pelo mundo inteiro.
ru: Мы получили последнее письмо, сир. Король пишет о величайших личностях этого мира и о том, как они делились своими воспоминаниями в книгах, которые потом расходились по всему свету.
zh: 最后一封信送来了，阁下。国王写到了全世界最伟大的名人，以及他们是如何在传遍全世界的自传中讲述自己的往事的。
zh_tw: 最後一封信送來了，閣下。國王寫到了全世界最偉大的名人，以及他們是如何在傳遍全世界的自傳中講述自己的往事的。

# T_LEGACY_LETTER_005_DESCRIPTION_002_DESC
source: The King wishes his memoirs to be captured in a book. It is very difficult to produce a book, but I think it would make His Majesty very happy.
de: Der König wünscht, dass seine Memoiren auch in einem Buch verfasst werden. Es ist sehr aufwendig ein Buch zu produzieren, aber ich denke es würde Seine Majestät sehr glücklich machen.
es: El rey desea que sus memorias se recojan en un libro. Es muy difícil hacer un libro, pero creo que haría muy feliz a Su Majestad.
fr: Le souhait du roi pour cette dernière lettre est de voir ses mémoires réunis dans un seul ouvrage. C’est un travail colossal mais nous pouvons le faire !
id: Paduka Raja ingin kenangannya dikumpulkan di dalam sebuah buku. Membuat buku itu sangat sulit, tapi aku rasa itu akan membuat Yang Mulia senang sekali.
it: Il Re desidera che le sue memorie siano raccolte in un libro. È molto difficile produrre un libro, ma credo che questo renderebbe Sua Maestà molto felice.
ja: 国王陛下の願いは、回顧録の作成です。本を作るのは難しいことですが、陛下は大喜びされるでしょう。
ko: 왕은 비망록을 남기고 싶어하세요. 책을 만드는 것은 어렵지만 성공하면 왕이 매우 기뻐하실 거예요.
pt: O Rei deseja que suas memórias sejam reunidas em um livro. É muito difícil produzir um livro, mas acho que isso deixaria Sua Majestade bem feliz.
ru: Король желает, чтобы мы собрали все его воспоминания в книгу. Создание книг — дело непростое, но, мне кажется, преуспев, мы осчастливим Его Величество.
zh: 国王希望他的回忆也能装订成书。编纂一本书的确十分困难，不过我想这会让国王陛下非常开心的。
zh_tw: 國王希望他的回憶也能裝訂成書。編纂一本書的確十分困難，不過我想這會讓國王陛下非常開心的。

# T_LEGACY_LETTER_005_SUCCESS
source: The writing of the book can begin! Our monks will make sure that the book is ready for the King's arrival. It's so exciting! We're probably going to get famous around the whole world for this book!
de: Das Schreiben des Buches kann beginnen. Unsere Mönche werden dafür sorgen, dass das Buch für die Ankunft des Königs bereit ist. Es ist so aufregend! Wir werden wahrscheinlich Weltruhm mit diesem Buch erlangen!
es: ¡Ya puede comenzar la redacción del libro! Nuestros monjes lo tendrán preparado para la llegada del rey. ¡Es emocionante! ¡Seguramente este libro nos hará famosos en todo el mundo!
fr: L’écriture du livre peut commencer, nos moines feront en sorte que le livre soit prêt pour l’arrivée du roi, c’est si excitant ! Nous allons surement obtenir une renommée mondiale pour ce livre !
id: Penulisan buku bisa dimulai! Para biarawan kita akan memastikan bukunya siap pada waktu Paduka Raja datang. Ini sangat menggairahkan. Kita bisa menjadi terkenal di seluruh dunia karena buku ini!
it: La redazione del libro può cominciare! I nostri monaci faranno in modo che il libro sia pronto per l'arrivo del Re. È così eccitante! Probabilmente diventeremo famosi in tutto il mondo per questo libro!
ja: 執筆の準備が整いました！修道僧には、国王陛下の到着に合わせて本を仕上げるよう依頼しました。ああ、ワクワクします！本の協力者ということで、私たちも世界的な有名人になるかもしれませんね！
ko: 비망록 작성을 시작할 수 있어요! 수도승들이 왕이 도착할 때까지 마칠 수 있을 거예요. 정말 기대돼요! 비망록으로 전 세계에 우리의 이름이 알려질 거예요!
pt: O livro pode começar a ser escrito! Nossos monges se encarregarão para que o livro esteja pronto na chegada do Rei. Que empolgante! Talvez fiquemos famosos no mundo inteiro com este livro!
ru: Можем начинать работу над книгой! Наши монахи позаботятся о том, чтобы она была готова к приезду короля. Я так волнуюсь! Уверен, эта книга поможет нам прославиться на весь белый свет!
zh: 可以开始写书了！我们的僧侣会确保在国王到来前写好这本书。好期待啊！我们可能会靠着这本书闻名世界呢！
zh_tw: 可以開始寫書了！我們的僧侶會確保在國王到來前寫好這本書。好期待啊！我們可能會靠著這本書聞名世界呢！

# T_LEGACY_LETTER_005_TITLE
source: Make a book that contains the King's memoirs.
de: Stelle ein Buch her, dass des Königs Memoiren enthält.
es: Haz un libro que recoja las memorias del rey.
fr: Écrire les mémoires du roi.
id: Buatlah buku berisi kenangan Paduka Raja.
it: Produci un libro che contenga le memorie del Re.
ja: 本を作り、王の回顧録を収録する。
ko: 왕의 비망록을 만드세요.
pt: Faça um livro com as memórias do Rei.
ru: Создать книгу воспоминаний короля.
zh: 编纂一本记载国王回忆的书籍。
zh_tw: 編纂一本記載國王回憶的書籍。

# T_LEGACY_LETTER_006_DESCRIPTION_001_DESC
source: Sir! The King is coming! I hope we haven't done anything wrong and that he will appreciate our efforts.
de: Mein Herr, der König hat die Stadt erreicht. Ich hoffe, wir haben nichts falsch gemacht und er wird unseren Aufwand zu schätzen wissen.
es: ¡Señor! ¡Llega el rey! Espero que no hayamos hecho nada mal y que aprecie nuestros esfuerzos.
fr: Sire ! Le roi arrive ! J’espère que nous n’avons pas fait de bêtises et qu’il saura apprécier nos efforts.
id: Tuanku! Paduka Raja segera tiba! Semoga kita tidak membuat kesalahan dan beliau akan mengapresiasi upaya kita.
it: Signore! Il Re sta arrivando! Spero solo che non siano stati fatti errori e che sua Maestà apprezzi i nostri sforzi.
ja: 領主様！国王陛下のご来訪です！丁重にお迎えし、私たちの努力を認めていただきましょう。
ko: 영주님! 왕이 오고 계세요! 왕을 맞이하기 위한 우리의 노력이 왕의 마음에 들었으면 좋겠어요.
pt: Senhor! O Rei chegou! Espero que não tenhamos feito nada de errado e que ele aprecie nossos esforços.
ru: Сир! Король прибыл! Надеюсь, мы нигде не ошиблись и он останется нами доволен.
zh: 阁下！国王来了！但愿我们没做错什么，希望他会理解我们的付出。
zh_tw: 閣下！國王來了！但願我們沒做錯什麼，希望他會理解我們的付出。

# T_LEGACY_LETTER_006_DESCRIPTION_002_DESC
source: Governor, my regards. I see that your city has grown well during my absence. Oh! That's a beautiful statue you have there! And these vines! They look like my grandmother's!
de: Statthalter, meine Grüße. Ich sehe, dass Eure Stadt während meiner Abwesenheit stark gewachsen ist. Oh! Eine wahrlich schöne Statue habt Ihr hier! Und diese Weinreben! Sie sehen aus wie die meiner Großmutter!
es: Saludos, gobernador. Veo que tu ciudad ha crecido durante mi ausencia. ¡Oh! ¡Qué maravilla de estatua tenéis ahí! ¡Y estas vides! ¡Se parecen a las de mi abuela!
fr: Gouverneur, mes salutations. Je vois que votre ville a bien grandi pendant mon absence. Oh ! Magnifique statue que vous avez là ! Et ces vignes ! On dirait ceux de mon aïeule !
id: Salam, Gubernur. Aku lihat kotamu berkembang baik selama aku tidak di sini. Oh! Patung itu bagus sekali! Dan ladang anggur ini! Persis seperti ladang anggur nenekku!
it: Governatore, i miei saluti. Vedo che la vostra città è ben cresciuta nel corso della mia assenza. Oh, che bella statua che avete lì! E questi vigneti! Assomigliano a quelli della mia nonna!
ja: こんにちは、総督殿。少し見ない間に、街が発展を遂げておりますな。おお、なんて美しい像！ブドウ園も！私の祖母の畑のようです！
ko: 영주, 잘 있었나요. 내가 자리를 비운 사이에 마을을 잘 관리했군요. 오! 조각상이 멋지군요! 포도도 좀 보세요! 할머니의 포도를 닮았네요!
pt: Governador, meus cumprimentos. Vejo que a sua cidade cresceu bem durante minha ausência. Ah! Mas que bela estátua você tem ali! E esses vinhedos! Parecem os da minha avó!
ru: Приветствую, губернатор! Вижу, что ваш город преобразился за время моего отсутствия. О! Какая красивая статуя! И какие виноградники! Прямо как у моей бабушки!
zh: 镇长，向你致意。我看到在我不在的这段时间里，你的城市发展的很好。噢！你在那里还建了一座漂亮的雕像！还有这些葡萄园！看着就像我祖母的葡萄园一样。
zh_tw: 鎮長，向你致意。我看到在我不在的這段時間裡，你的城市發展的很好。噢！你在那裡還建了一座漂亮的雕像！還有這些葡萄園！看著就像我祖母的葡萄園一樣。

# T_LEGACY_LETTER_006_SUCCESS
source: All my letters have been taken into account, especially the book I so much wanted. It's perfect! Now I can finally enjoy my retirement with the certainty that my knowledge will not be lost.
de: Ihr habt die Wünsche aus all meinen Briefen erfüllt. Insbesondere das Buch, das ich mir so sehr gewünscht hatte. Es ist perfekt! Nun kann ich mit der Gewissheit, dass mein Wissen nicht verloren gehen wird, meinen Lebensabend genießen,
es: Has tenido en cuenta todas mis cartas, sobre todo la del libro que tanto deseaba. ¡Es perfecto! Al fin podré disfrutar de mi jubilación con la certeza de que mis conocimientos no se perderán.
fr: L’ensemble de mes demandes a bien été respecté, particulièrement le livre que je vous ai commandé. Il est parfait ! Je pourrais partir l’esprit tranquille en sachant que mon savoir n’est pas perdu.
id: Semua suratku diperhatikan, terutama soal buku yang begitu kuinginkan. Buku ini sempurna! Sekarang aku bisa menikmati hari tua karena ada kepastian bahwa pengetahuanku takkan hilang.
it: Tutte le mie lettere sono state prese in considerazione, specialmente il libro che volevo tanto. È perfetto! Ora posso finalmente godermi la pensione con la certezza che le mie conoscenze non andranno perdute.
ja: 手紙に書いたことを、すべて考慮してくださったのですね。中でも、この本...！完璧です！これで私の知識は失われない。安心して余生を楽しめます。
ko: 내 편지의 소원이 모두 실현됐어요. 특히 내가 몹시 바라던 비망록도요. 완벽해요! 내 지식이 사라지지 않을 것이라는 확신을 갖고 이제 마음 편히 은퇴 생활을 즐길 수 있겠어요.
pt: Todas as minhas cartas foram levadas em conta, principalmente o livro que eu tanto queria. Ele é perfeito! Agora posso finalmente desfrutar de meu afastamento do trono com a certeza de que meus conhecimentos não serão perdidos.
ru: Вы учли все мои письма и даже исполнили мою сокровенную мечту — написали книгу. Великолепно! Теперь я наконец-то смогу уйти на покой и не беспокоиться о том, что мои знания будут утеряны.
zh: 我所有的信件都被顾及到了，尤其是我朝思暮想的那本书。太完美了！现在我终于可以享受我退休的时光，不用再担心我的知识从此失传了。
zh_tw: 我所有的信件都被顧及到了，尤其是我朝思暮想的那本書。太完美了！現在我終於可以享受我退休的時光，不用再擔心我的知識從此失傳了。

# T_LEGACY_MAINQUEST_DESC
source: I count on you to make my legacy memorable; to make every memory a lesson in wisdom for those who want to follow me.
de: Ich verlasse mich darauf, dass Ihr mein Vermächtnis unvergesslich macht. Jede meiner Erinnerungen soll meinen Nachfolgern als eine Lehre dienen, die zur Weisheit und Erleuchtung führt.
es: Cuento contigo para que mi legado sea memorable y que cada recuerdo sea una lección de sabiduría para aquellos que quieran escucharlo.
fr: Je compte sur vous pour que mon héritage soit mémorable, que chaque souvenir soit une leçon de sagesse pour ceux qui me succéderont.
id: Aku mengandalkanmu untuk membuat peninggalanku patut dikenang; jadikan setiap kenangan sebagai pelajaran kebijakan untuk mereka yang ingin mengikuti langkahku.
it: Conto su di te per rendere memorabile la mia eredità; per fare di ogni ricordo una lezione di saggezza per coloro che vogliono seguire i miei passi.
ja: 貴君ならば私の遺産を、記憶に残るものにしてくれると信じている。すべての記憶を教訓とし、私に続かんとする人々の知恵としてくれ。
ko: 후대에 길이 남을 유산을 만들어주세요. 내 모든 경험을 내 길을 따르려는 자들에게 교훈이 되게 해주세요.
pt: Conto com você para tornar meu legado memorável; para tornar cada memória uma lição para aqueles que quiserem me seguir.
ru: Я надеюсь, у вас получится сохранить мое наследие — превратить каждое мое воспоминание в урок для всех, кто придет после меня.
zh: 让我的遗产流传万代；让每段记忆都成为智慧的教训，教导想效仿我的人，这两点我全靠你了。
zh_tw: 讓我的遺產流傳萬代；讓每段記憶都成為智慧的教訓，教導想效仿我的人，這兩點我全靠你了。

# T_LEGACY_MAINQUEST_SUCCESS
source: Thank you, Governor, for this incredible work, you have been very thorough and all my requests have been taken into account. I am proud of you. The whole Kingdom is deeply in your debt.
de: Vielen Dank für diese großartige Arbeit, Statthalter! Sie waren in Ihrem Vorgehen sehr gründlich und konnten all meine Anfragen zu meiner vollsten Zufriedenheit erfüllen! Das ganze Land und ich sind stolz auf Euch und stehen tief in Eurer Schuld!
es: ¡Gracias por tu magnífico trabajo, gobernador! Has sido muy concienzudo y has tenido en cuenta todas mis peticiones. Estoy orgulloso de ti. El reino entero está en deuda contigo.
fr: Merci Gouverneur pour cet incroyable travail, vous avez été très minutieux et toutes mes demandes ont su être respectées.
id: Terima kasih atas usahamu yang luar biasa, Gubernur! Kau sungguh cermat dan semua permintaanku dipenuhi. Aku bangga kepadamu. Seluruh kerajaan berutang kepadamu.
it: Grazie per il tuo incredibile lavoro, governatore! Sei stato molto preciso e tutte le mie richieste sono state soddisfatte. Sono orgoglioso di te. Tutto il Regno è in debito con te.
ja: ああ、言葉がないよ、総督...！私の要求をすべて取り入れた、非の打ち所のない仕事ぶりだ。そなたは国の宝。王国全土に大きな貸しを作ったぞ。
ko: 영주, 정말 훌륭해요! 내 요청을 매우 철저하게 고려했군요. 자랑스러워요. 왕국 전체가 영주에게 큰 빚을 졌어요.
pt: Obrigado pelo seu excelente trabalho, Governador! Você foi bem responsável e todos os meus pedidos foram levados em conta. Estou orgulhoso de você. Todo o Reino deve muito a você.
ru: Благодарю вас за выдающуюся работу, губернатор! Вы проявили поразительное тщание и учли все мои пожелания. Я горжусь вами. Все королевство в неоплатном долгу перед вами.
zh: 感谢你这一番难以置信的工作，镇长！你真是事无巨细，我所有的请求都得到了满足。我以你为骄傲。整个国家都对你深怀感恩。
zh_tw: 感謝你這一番難以置信的工作，鎮長！你真是事無巨細，我所有的請求都得到了滿足。我以你為驕傲。整個國家都對你深懷感恩。

# T_LEGACY_MAINQUEST_TITLE
source: Help the King in his quest.
de: Hilf dem König bei seinem Unterfangen.
es: Ayuda al rey en su misión.
fr: Aider le roi dans sa quête.
id: Dukung usaha Raja.
it: Aiuta il Re nella sua impresa.
ja: クエストを開始し、王を助ける。
ko: 왕의 퀘스트를 도와주세요.
pt: Ajude o Rei em sua missão.
ru: Выполнить волю короля.
zh: 帮助国王完成请求。
zh_tw: 幫助國王完成請求。

# T_LEGACY_MINE_DESC
source: My Lord, we will soon run out of raw materials, because we are using a large portion of them for the construction of new buildings. Should we perhaps build a mine?
de: Mein Herr, uns werden bald die Rohstoffe ausgehen, da wir einen Großteil für den Bau von Gebäuden verwenden. Sollen wir vielleicht ein Bergwerk errichten lassen?
es: Mi señor, pronto nos quedaremos sin materias primas, porque estamos usando grandes cantidades para construir nuevos edificios. ¿No deberíamos crear una mina?
fr: Sire, j’ai bien peur qu'a force de construire il nous manque un jour des matières premières. Pourquoi ne pas construire une mine dès maintenant ?
id: Tuanku, kita akan segera kehabisan bahan baku karena sebagian besar digunakan untuk pembangunan bangunan baru. Mungkin kita perlu membuat tambang?
it: Mio Signore, presto finiremo le materie prime, perché ne stiamo utilizzando una grande quantità per la costruzione di nuovi edifici. Forse dovremmo costruire una miniera?
ja: 領主様、ここ最近の建設ラッシュで原材料が不足しています。採掘場を作ってはいかがでしょうか。
ko: 영주님, 새 건물을 짓는 데 원자재를 많이 사용하고 있어서 곧 원자재가 떨어질 거예요. 광산을 건설해야 하지 않을까요?
pt: Meu senhor, logo ficaremos sem matéria-prima porque estamos usando uma grande quantidade delas para a construção de novos prédios. Será que devemos construir uma mina?
ru: Милорд, у нас заканчиваются ресурсы, большая часть запасов ушла на строительство новых зданий. Может, построить новый рудник?
zh: 领主大人，我们的原材料很快就用光了，因为我们把很多原料用来建造新建筑了。也许我们应该建造一座采矿场了？
zh_tw: 領主大人，我們的原材料很快就用光了，因為我們把很多原料用來建造新建築了。也許我們應該建造一座採礦場了？

# T_LEGACY_MINE_SUCCESS
source: Congratulations, Lord Governor. Now we have a suitable supply of raw materials to calmly tackle the other construction projects in the village.
de: Meinen Glückwunsch, Statthalter. Nun haben wir eine geeignete Rohstoffversorgung, um die weiteren Bauprojekte im Dorf in Gelassenheit anzugehen.
es: Enhorabuena, señor gobernador. Ahora tenemos un suministro adecuado de materias primas para dedicarnos con calma a otros proyectos de construcción en la aldea.
fr: Bravo Sire, nous avons maintenant de quoi continuer sereinement les différents travaux.
id: Selamat, Tuan Gubernur. Sekarang kita punya persediaan bahan baku yang cukup untuk menangani proyek pembangunan lain di desa dengan tenang.
it: Congratulazioni, Signor governatore. Ora abbiamo un adeguato approvvigionamento di materie prime per affrontare con calma gli altri progetti di costruzione del villaggio.
ja: おめでとうございます、総督様。原材料が十分にそろいました。村すべての建設事業に安心して取り組むことができます。
ko: 영주님, 축하합니다. 이제 원자재가 충분해서 마을의 다른 건설 프로젝트를 원활히 진행할 수 있어요.
pt: Parabéns, senhor Governador. Agora temos um fornecimento adequado de matérias-primas para calmamente prosseguir com os outros projetos de construção da aldeia.
ru: Поздравляю, лорд-губернатор! Теперь у нас всегда будет достаточно материалов для будущего строительства.
zh: 恭喜您，镇长大人。现在我们有了足够的原材料供给，可以按部就班地进行村中其他的建造项目了。
zh_tw: 恭喜您，鎮長大人。現在我們有了足夠的原材料供給，可以按部就班地進行村中其他的建造項目了。

# T_LEGACY_SECURITY_DESC
source: Good afternoon, Sir. I am a messenger of the King and I was ordered to make sure that everything in the village is prepared for his arrival. What is THIS? Your village is far too unsecured! Build a fire tower immediately! Imagine what could happen if a fire were breaking out?!
de: Guten Tag, mein Herr. Ich bin ein Gesandter des Königs und stelle sicher, dass alles im Dorf vorbereitet ist, für die Ankunft Seiner Majestät. Was ist DAS? Euer Dorf ist viel zu ungesichert! Baut sofort einen Feuerwachturm! Stellt euch vor, ein Feuer würde ausbrechen?!
es: Buenas tardes, señor. Soy mensajero del rey y se me ha ordenado asegurarme de que todo está preparado en la aldea para su llegada. ¿Qué es ESTO? ¡Tu aldea no es segura en absoluto! ¡Construye una torreta de incendios inmediatamente! ¡¿Te imaginas lo que pasaría si se desencadenara un incendio?!
fr: Bonjour gouverneur, je viens vérifier deux trois choses avant l’arrivée du roi. QUE VOIS-JE ? Votre sécurité laisse à désirer, je vous suggère de construire immédiatement une tour à incendie.
id: Selamat sore, Tuan. Aku utusan Paduka Raja dan aku diperintah untuk memastikan bahwa segala sesuatu di desa ini sudah siap untuk menyambut beliau. Apa INI? Desa kalian kurang aman! Segera bangun menara pemadam kebakaran! Bayangkan apa yang bisa terjadi seandainya ada kebakaran?!
it: Buon pomeriggio, signore. Sono un messaggero del Re e mi è stato ordinato di assicurarmi che tutto nel villaggio sia pronto per il suo arrivo. Cosa? Il vostro villaggio non è affatto sicuro! Costruite immediatamente una torre dei pompieri! Immaginate cosa potrebbe accadere se scoppiasse un incendio!
ja: こんにちは、領主さん。国王陛下の使いの者です。この村が王の到着にふさわしいかどうか、確認しにうかがいましたよ。 ...？...いったい何事ですか...この村はあまりにも不用心すぎる！今すぐに火消し塔を建設してください！火事の想定もできないのですか、あなたがたは！
ko: 영주님, 안녕하세요. 저는 왕의 전령입니다. 마을에 왕을 맞이할 준비가 됐는지 확인하라는 명령을 받았습니다. 이건 뭐죠? 마을의 안전이 형편없군요! 즉시 소화탑을 세우세요! 불이라도 나면 어떻게 되겠어요?!
pt: Boa tarde, senhor. Sou mensageiro do Rei e recebi a ordem de ver se tudo está certo na aldeia para sua chegada. Mas o que é ISTO? A sua aldeia não tem segurança! Construa uma torre contra incêndio imediatamente! Imagine o que poderia acontecer se houvesse um incêndio?!
ru: Добрый день, сир. Я королевский посланник, и мне было поручено убедиться, что деревня полностью готова к его прибытию. Как же ТАК? В вашей деревне слишком опасно! Скорее постройте пожарную вышку! Подумайте, что случится, если в городе вспыхнет пожар!
zh: 下午好，先生。我是国王的信使，我受国王命令确保村庄做好万全准备迎接他的到来。 这是什么？你的村子太不安全了！马上建造一座消防塔！想象一下，要是发生了火灾会怎么样？！
zh_tw: 下午好，先生。我是國王的信使，我受國王命令確保村莊做好萬全準備迎接他的到來。 這是什麼？你的村子太不安全了！馬上建造一座消防塔！想像一下，要是發生了火災會怎麼樣？！

# T_LEGACY_SECURITY_SUCCESS
source: That's a lot better! You never know what might happen. You did the right thing listening to me.
de: Schon viel besser! Stellt euch nur vor was alles hätte passieren können!? Gut, dass Ihr auf mich gehört habt...
es: ¡Eso está mucho mejor! Nunca se sabe lo que puede pasar. Hiciste lo correcto al escucharme.
fr: C’est bien mieux comme cela, on ne sait jamais ce qui peut arriver. Vous avez bien fait de m’écouter.
id: Ini jauh lebih baik! Kita takkan pernah tahu apa yang bisa terjadi. Kalian bertindak tepat dengan mendengarkanku.
it: Molto meglio! Non si sa mai cosa potrebbe succedere. Avete fatto la cosa giusta ascoltandomi.
ja: これでだいぶ良くなりました！何が起こるかは予測不可能です。その素直なご態度は評価できますね。
ko: 훨씬 좋군요! 유비무환이죠. 올바른 일을 하신 거예요.
pt: Bem melhor! Nunca se sabe o que pode acontecer. Você fez bem em me ouvir.
ru: Так-то лучше! Никогда не знаешь, что произойдет. Вы не зря прислушались к моему совету.
zh: 这下好多了。你永远也不知道会发生什么。听我的是对的。
zh_tw: 這下好多了。你永遠也不知道會發生什麼。聽我的是對的。

# T_LOADING_DONE_PRESS_ANY_KEY
source: Press any key!
de: Beliebige Taste drücken!
es: ¡Pulsa cualquier tecla!
fr: Appuyez sur n'importe quelle touche !
id: Tekan tombol apa saja!
it: Premi un tasto!
ja: どれかキーを押してください！
ko: 아무 키나 누르세요!
pt: Pressione uma tecla!
ru: Нажми любую клавишу!
zh: 按任意键！
zh_tw: 按任意鍵！
