Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_06_DESC
source: My “business-partners” want some appropriate feeding while the gambling tournament lasts. Send over some sausages and bread, so nobody is going to starve, would you?
de: Meine “Geschäftspartner” verlangen angemessene Verköstigung während des Glücksspiel Turniers. Liefert mir Würstchen und Brot, damit während des Turniers keiner hungert.
es: Mis «asociados» quieren alimentarse correctamente durante la timba. Mándanos salchichas y pan para que nadie se muera de hambre, ¿de acuerdo?
fr: Mes « associés » aimeraient être bien nourris pendant la durée du tournoi de pari. Envoyez-nous du pain et des saucisses, pour que personne ne meurt de faim, d'accord ?
ja: 俺の「ビジネスパートナー」は賭け事トーナメントの間それなりに飲み食いしたいらしい。腹を空かせる人がいないようにソーセージとビールを届けてくれるかい？
ko: 제 “사업 파트너”가 도박 토너먼트 중에 적당히 먹을 것이 필요해요. 아무도 배고픈 사람이 없게 소시지와 빵을 보내주세요. 아시겠죠?
pt: Meus “parceiros de negócios” querem alguma comida apropriada durante o torneio de jogos de azar. Envie algumas salsichas e pão, assim ninguém ficará com fome.
ru: Мои «деловые партнеры» хотят достойно поесть во время турнира. Отправьте нам колбасы и хлеб. Вы же не хотите, чтобы мы голодали, верно?
zh: 小人的“业务伙伴”，想在赌赛期间，有得体的感受。请送来些香肠和面包，别让人饿着，好吗？
zh_tw: 小人的「業務夥伴」，想在賭賽期間，有得體的感受。請送來些香腸和麵包，別讓人餓著，好嗎？

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_06_TITLE
source: Deliver sausages and bread.
de: Liefere Würstchen und Brot.
es: Proporciona salchichas y pan.
fr: Livrez des saucisses et du pain.
id: Antarkan sosis dan roti.
it: Consegna le salsicce e il pane.
ja: ソーセージとパンを届ける。
ko: 소시지와 빵을 보내세요.
pt: Entregue salsichas e pão.
ru: Доставь колбасы и хлеб.
zh: 送去香肠和面包。
zh_tw: 送去香腸和麵包。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_07_DESC
source: Governor, I come before you with another bidding. My goons...ehhm..I meant business partners of course, need more means of exerting pressure to do their jobs better. Howe about you sent over some weapons and armors, okay?
de: Statthalter, ich habe eine weitere Bitte an Euch. Meine Schläger...ähh ich meine natürlich meine Geschäftspartner, benötigten wichtige “Druckmittel”, um ihrer Arbeit besonders erfolgreich nachzugehen. Liefert mir Waffen und Rüstungen.
es: Gobernador, acudo a ti con una nueva petición. Mis matones... quiero decir, mis asociados, necesitan más medios para ejercer presión y hacer mejor su trabajo. Mándanos armas y armaduras, ¿vale?
fr: Gouverneur, j'ai une nouvelle requête pour vous. Mes sbires... euh... mes associés commerciaux ont besoin de moyens de pression pour mieux assurer leur travail. Que diriez-vous de leur fournir des armes et armures, hein ?
id: Gubernur, aku datang dengan satu permintaan lagi. Para tukang pukulku... ehm... maksudnya, para mitra bisnisku perlu perangkat baru untuk memperlancar pekerjaan mereka. Bagaimana kalau Tuan mengirimkan senjata dan baju zirah?
it: Governatore, ho un'altra richiesta per lei. I miei scagnozzi... volevo dire, i miei colleghi hanno bisogno di altri mezzi per esercitare pressione in modo più convincente. Ci servirebbe che mandasse un po' di armi e armature, va bene?
ja: 知事、次の賭けの前にちょっと会いに来たよ。うちのゴロツキが・・・いや・・・ビジネスパートナーだな、もっと圧力をかけるための方法が必要だそうだ。武器と鎧を届けてくれないか？
ko: 영주님, 또 부탁드릴 것이 있어요. 제 졸개...흠..아니, 파트너가 일을 더 잘하기 위해서 압력을 행사할 수단이 필요해요. 무기와 갑옷을 보내주실 수 있죠?
pt: Governador, eu lhe trago outro pedido. Meus capangas, hã... digo, parceiros de negócios, é claro, precisam de mais meios para exercer pressão e fazer seu trabalho melhor. Que tal enviar algumas armas e armaduras?
ru: Губернатор, у меня к вам еще одна просьба. Моим головорезам... в смысле, «деловым партнерам», нужно снаряжение, которое позволило бы им лучше работать. Почему бы вам не прислать нам оружия и доспехов?
zh: 城主大人，小人前来，还有一事相求。小人手下的兄弟……呣……小人是说业务伙伴，要把活干好了就得有更强的威势。请大人送来些武器和护甲，不知大人意下如何？
zh_tw: 城主大人，小人前來，還有一事相求。小人手下的兄弟……呣……小人是說業務夥伴，要把活幹好了就得有更強的威勢。請大人送來些武器和護甲，不知大人意下如何？

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_07_TITLE
source: Deliver weapons and armor.
de: Liefert Waffen und Rüstungen.
es: Proporciona armas y armaduras.
fr: Livrez des armes et armures.
id: Antarkan senjata dan baju zirah.
it: Consegna le armi e le armature.
ja: 武器と鎧を届ける。
ko: 무기와 갑옷을 보내세요.
pt: Entregue armas e armaduras.
ru: Доставь оружие и доспехи.
zh: 送去武器和护甲。
zh_tw: 送去武器和護甲。

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_TAVERN_DESC
source: My “business-partners” want some community, governor. We need a tavern to relax a little.
de: Meine “Geschäftspartner” sehnen sich nach etwas Gemeinschaft, Statthalter. Wir brauchen ein Wirtshaus, um zu entspannen. Ihr wollt doch nicht, dass meine Männer gereizt durch euer Städtchen laufen, oder?
es: Mis «asociados» quieren diversión, gobernador. Necesitamos una taberna para relajarnos un poco.
fr: Mes « associés » ont besoin d'être divertis, gouverneur. Il nous faut une taverne pour nous détendre.
ja: 知事、俺の「ビジネスパートナー」がちょっとしたお楽しみをご希望だ。ゆっくり休める酒場が必要だな。
ko: 영주님, 제 “사업 파트너”가 여흥을 원하고 있어요. 선술집에서 좀 쉬어야 해요.
pt: Meus “parceiros de negócios” querem um pouco de entretenimento, governador. Precisamos de uma taverna para relaxar um pouco.
ru: Моим «деловым партнерам» хочется отдохнуть, губернатор. А для этого нам нужна таверна.
zh: 城主大人，小人的“业务伙伴”，想娱乐一下。我等需要一个酒馆放松放松。
zh_tw: 城主大人，小人的「業務夥伴」，想娛樂一下。我等需要一個酒館放鬆放鬆。

# T_SCENARIO_2017_ELECTION_BANDIT_START
source: Welcome governor. Thank you for spending some time to meet me. I am the representative for the… ehmm… “shady” faction. We can support you in your endeavor to be reelected, but first you need to do some tasks for us.
de: Willkommen Herr Statthalter, vielen Dank, dass sie sich Zeit dafür nehmen sich mit mir, dem Vertreter der… ähem… ”dubiosen” Fraktion, zu treffen. Wir können sie in ihrer Wahl unterstützen, allerdings müssen sie dafür auch etwas für uns tun.
es: Bienvenido, gobernador. Gracias por acceder a recibirme. Soy el representante de la... ejem... facción «turbia». Podemos apoyar tu intento de ser reelegido, pero antes necesitamos que hagas ciertas cosas por nosotros.
fr: Bonjour, gouverneur. Merci d'avoir pris le temps de me rencontrer. Je suis le représentant de la… euh… faction « louche ». Nous pouvons vous soutenir pour votre réélection, mais pour cela, vous allez devoir faire quelques tâches pour nous.
it: Benvenuto, Governatore. La ringrazio per avermi concesso udienza. Sono il rappresentante dei... beh, di coloro che di solito si fanno i fatti loro. Se possiamo sostenere la sua campagna alla rielezione? Ma certo! Ma prima vorremmo che sistemasse alcune cose per noi.
ja: ようこそ、知事。自分に会ってくれてありがとう。俺は・・・その・・・「影の」一派の代表だ。俺たちはあんたの再選の手助けをすることができるが、その前に俺たちの為に色々とやってもらいたいことがある。
ko: 어서 오세요, 영주님. 시간을 내어 만나주셔서 감사해요. 저는 음… “그림자” 계층의 대표예요. 영주님의 재선에 도와드릴 수 있어요. 하지만 먼저 저희 일을 해주세요.
pt: Bem-vindo, Governador. Obrigado por me receber para este encontro. Sou o representante da... hãã... facção “sombria”. Podemos apoiá-lo em seus esforços de reeleição, mas primeiro você deve fazer algumas tarefas pra nós.
ru: Добрый день, губернатор. Спасибо, что согласились со мной встретиться. Я представляю... хм... «теневую» фракцию. Мы можем помочь вам на выборах, но для этого вам придется выполнить ряд наших поручений.
zh: 城主大人，您好！感谢您拨冗接见小人。小人是……嗯……“黑道”代表。您要连任，我等可略效微劳，但您要先为我等做几件事。
zh_tw: 城主大人，您好！感謝您撥冗接見小人。小人是……嗯……「黑道」代表。您要連任，我等可略效微勞，但您要先為我等做幾件事。

# T_SCENARIO_2017_ELECTION_BANDIT_SUCCESS
source: Governor, you supported us by completing our tasks and now it is our turn to show some appreciation. You scratched my back, and now I’ll scratch yours and change the outcome of the election in your favor.
de: Dies ist ziemlich gut gelaufen oder, Herr Statthalter. Ihr habt viele Dinge für uns erledigt. Dafür zeigen wir unsere Dankbarkeit und, naja… verändern… die Wahl etwas zu euren Gunsten. Eine Hand wäscht die andere, Statthalter.
es: Gobernador, nos has mostrado tu apoyo cumpliendo nuestras demandas y ahora es nuestro turno de agradecértelo. Hoy por ti y mañana por mí. Cambiaremos el resultado de las elecciones a tu favor.
fr: Gouverneur, vous nous avez aidé à réaliser nos tâches et il est désormais temps de vous rendre la pareille. Vous m'avez rendu service, je vais vous rendre service et faire en sorte que l'élection tourne en votre faveur.
id: Tuan Gubernur telah membantu kami dan sekarang giliran kami membalas budi. Sebagai imbalan atas kebaikan Tuan, aku akan mengubah hasil pemilu agar menguntungkan Tuan.
it: Governatore, è stato di parola: ci ha sostenuti e aiutati, e ora è il nostro turno di dimostrarle la nostra riconoscenza. Sa come si dice... una mano lava l'altra. E vedrà che le elezioni saranno un grande successo!
ja: 知事、あんたは俺たちの為に仕事をしてくれたので次は我々が恩返しをする番だ。 あんたは俺たちの願いを聞いてくれた、今度は我々があんたの願いを聞いて選挙の結果をあんたのいいようにしてやろう。
ko: 영주임, 저희 부탁을 모두 들어주셨으니 이제 저희가 보답할 차례군요. 저희 가려운 곳을 긁어주셨으니 선거 결과를 영주님께 유리하게 바꿔드리죠.
pt: Governador, você nos apoiou completando nossas tarefas e agora é nossa vez de demonstrar nosso agradecimento. Você coçou minhas costas, e agora vou coçar as suas e mudar o resultado da eleição a seu favor.
ru: Губернатор, вы помогли нам, выполнив все поручения, а значит, пора вас отблагодарить. Вы нам, мы — вам, как говорится. Мы сделаем все возможное, чтобы вас избрали повторно.
zh: 城主大人，您出手帮助我等，为我等辛劳，现在轮到我等表示谢意了。 您帮过小人，现在小人也要帮您，改变选举结果，使之对您有利。
zh_tw: 城主大人，您出手幫助我等，為我等辛勞，現在輪到我等表示謝意了。 您幫過小人，現在小人也要幫您，改變選舉結果，使之對您有利。

# T_SCENARIO_2017_ELECTION_BANDIT_TITLE
source: Complete all tasks for the shady faction.
de: Erfülle alle Aufgaben für die dubiose Fraktion.
es: Completa todas las tareas para la facción turbia.
fr: Complétez toutes les tâches pour la faction louche.
id: Selesaikan semua tugas untuk faksi bayang-bayang.
it: Completa tutte le missioni dei lestofanti.
ja: 影の人々のための仕事を終わらせる。
ko: 그림자 계층의 과제를 모두 완료하세요.
pt: Complete todas as tarefas para a facção sombria.
ru: Выполни все задания «теневой» фракции.
zh: 完成黑道的所有任务。
zh_tw: 完成黑道的所有任務。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_BANDITS
source: Choose the “shady” faction.
de: Entscheidet euch für die “dubiose” Fraktion.
es: Elige a la facción «turbia».
fr: Choisissez la faction louche.
id: Pilihlah faksi bayang-bayang.
it: Scegli i lestofanti.
ja: 「影の」派閥を選択する。
ko: “그림자” 계층을 선택하세요.
pt: Escolha a facção “sombria”.
ru: Выбери «теневую» фракцию.
zh: 选择黑道。
zh_tw: 選擇黑道。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_FLOWERCLUB
source: Work with the friends of flowers club.
de: Arbeitet mit dem Verein der Blumenfreunde.
es: Trabaja con el Club de Amigos de las Flores.
fr: Travaillez avec le club des amis des fleurs.
id: Bekerjalah dengan klub pecinta bunga.
it: Lavora con il club del giardinaggio.
ja: フラワークラブフレンズと協力する。
ko: 꽃의 친구 클럽과 협력하세요.
pt: Trabalhe com os amigos do clube de jardinagem.
ru: Поддержи клуб цветолюбов.
zh: 与花友会合作。
zh_tw: 與花友會合作。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_MERCHANTS
source: Work with the guild of merchants.
de: Arbeitet mit der Händlergilde zusammen.
es: Trabaja con el gremio de mercaderes.
fr: Travaillez avec la guilde des marchands.
id: Bekerjalah dengan perkumpulan saudagar.
it: Lavora con la gilda dei mercanti.
ja: 商人ギルドと協力する。
ko: 상인 길드와 협력하세요.
pt: Trabalhe com a guilda dos comerciantes.
ru: Поддержи гильдию торговцев.
zh: 与商会合作。
zh_tw: 與商會合作。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_MILITARY
source: Choose the military faction.
de: Wählt die militärische Fraktion.
es: Elige la facción militar.
fr: Choisissez la faction militaire.
id: Pilihlah faksi militer.
it: Scegli l'esercito.
ja: 軍隊の派閥を選択する。
ko: 군부를 선택하세요.
pt: Escolha o exército.
ru: Выбери фракцию военных.
zh: 选择军方。
zh_tw: 選擇軍方。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_NOBLEMAN
source: Select the noblemen faction.
de: Entscheidet euch für die Fraktion der Edelleute.
es: Selecciona a la facción de los nobles.
fr: Sélectionner la faction des nobles.
id: Pilihlah faksi bangsawan.
it: Scegli la nobiltà.
ja: 貴族の派閥を選択する。
ko: 귀족을 선택하세요.
pt: Selecione a facção dos nobres.
ru: Выбери фракцию дворян.
zh: 选择贵族阶层。
zh_tw: 選擇貴族階層。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_QUEST_01_DESC
source: My Lord, you should decide which faction you want to support. After your choice you should concentrate on fulfilling the factions demands. Once convinced to vote in your favor, you can choose a different faction.
de: Mein Herr, ihr solltet euch für eine der Fraktionen entscheiden. Daraufhin solltet ihr alles daran setzen die Gunst dieser Fraktion für euch zu gewinnen. Später könnt ihr euch für eine der übrig gebliebenen Fraktionen entscheiden.
es: Mi señor, debes elegir a qué facción quieres apoyar. Una vez elegida, deberás ocuparte de satisfacer sus demandas. Cuando te hayas ganado sus votos, podrás elegir otra facción diferente.
fr: Mon seigneur, vous devriez décider quelle faction vous souhaitez soutenir. Après avoir choisi, faites en sorte de répondre aux demandes de ces factions. Une fois une faction convaincue, vous pouvez en choisir une autre.
id: Tuanku perlu memutuskan faksi mana yang akan Tuan dukung. Setelah menjatuhkan pilihan, Tuan harus berkonsentrasi untuk memenuhi permintaan faksi itu. Nanti kalau mereka sudah mantap memilih Tuan, Tuan bisa memilih faksi lain lagi.
it: Milord, dovrebbe decidere a quale fazione dare il proprio sostegno. Dopo aver preso questa decisione, dovrebbe fare in modo di soddisfare le loro richieste: una volta che li avrà convinti a votare per noi, potrà scegliere un'altra fazione.
ja: 閣下、どの派閥を支持したいか決めなければいけません。選択した後は、その派閥の要求を満たすことに集中する必要があります。あなたに投票することを説得できれば、今度は違う派閥を選ぶことができます。
ko: 영주님, 지원할 계층을 선택해야 합니다. 선택하고 계층의 부탁을 들어주는 데 집중하세요. 투표를 확보하면 다른 계층을 선택할 수 있어요.
pt: Milorde, você deve decidir qual facção quer apoiar. Depois da sua escolha, você deve se concentrar em atender às demandas deles. Depois que estiverem convencidos a votar a seu favor, você pode escolher outra facção.
ru: Милорд, выберите, какую фракцию поддержать. Сделав выбор, сосредоточьтесь на выполнении ее заданий. Когда убедите их проголосовать за вас, сможете выбрать другую фракцию.
zh: 大人，您应先选择要扶植的派别。选定后，应集中力量满足其要求。一旦说服其投票支持您，您就可以转而选择其它派别了。
zh_tw: 大人，您應先選擇要扶植的派別。選定後，應集中力量滿足其要求。一旦說服其投票支持您，您就可以轉而選擇其它派別了。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_RELIGIOUS
source: Visit the religious faction.
de: Besucht die religiöse Fraktion.
es: Visita a la facción religiosa.
fr: Visitez la faction religieuse.
id: Kunjungilah faksi religius.
it: Fai visita al clero.
ja: 宗教家の派閥を訪ねる。
ko: 종단을 방문하세요.
pt: Visite a ordem religiosa.
ru: Посети фракцию клириков.
zh: 拜访教派首领。
zh_tw: 拜訪教派首領。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_SERVANTS
source: Choose the servant faction.
de: Wählt die Bediensteten Fraktion.
es: Elige a la facción de sirvientes.
fr: Choisissez la faction des serviteurs.
id: Pilihlah faksi pelayan.
it: Scegli i servitori.
ja: 使用人の派閥を選択する。
ko: 하인 계층을 선택하세요.
pt: Escolha a facção dos servos.
ru: Выбери фракцию рабочих.
zh: 选择仆众。
zh_tw: 選擇僕眾。

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_SMALLFOLK
source: Visit the small folk.
de: Besucht die kleinen Leute.
es: Visita a la gente sencilla.
fr: Rendez visite aux petites gens.
id: Kunjungilah rakyat kecil.
it: Fai visita al popolino.
ja: 小民族を訪ねる。
ko: 농부를 방문하세요.
pt: Visite os camponeses.
ru: Посети фракцию фермеров.
zh: 探访小民。
zh_tw: 探訪小民。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_01_DESC
source: This town is very bland. One can easily notice that you have no eye for detail and beauty. Why did you not come up with a plan to change this, governor?
de: Eure Stadt ist so unansehnlich, Statthalter. Man merkt direkt, dass ihr kein Auge fürs Detail habt. Warum kommt ihr denn nicht auf die Idee, sie mit mehr Blumenbeeten zu dekorieren?
es: La ciudad es muy insulsa. Bien se ve que no tienes ojo para el detalle y la belleza. ¿Por qué no has elaborado un plan para cambiar esto, gobernador?
fr: Ce village n'a pas d'âme. On voit bien que vous n'avez pas le sens du détail et de la beauté. Que diriez-vous d'y remédier, gouverneur ?
id: Kota ini sangat membosankan. Kelihatan sekali Tuan tidak peduli tentang detail dan keindahan. Kenapa Tuan Gubernur tidak menyiapkan rencana untuk mengubah ini?
it: Questa città è così sciatta. È evidente che lei non è una persona di buon gusto ed eleganza. Perché non fa qualcosa per cambiare la situazione, Governatore?
ja: この町はとても退屈ですね。あなたに美的センスがないことは誰もがすぐにわかりますよ。なぜそれを変える計画を打ち出さなかったのですか？
ko: 이 마을은 너무 밋밋해요. 영주님이 작은 것과 아름다움에 대한 감각이 없다는 것이 쉽게 드러나요. 이 모든 것을 바꿀 계획을 마련하세요.
pt: A cidade está muito sem graça. Qualquer um pode ver que você não tem atenção aos detalhes e beleza. Por que você não faz um plano para mudar isso, Governador?
ru: Город такой блеклый. Сразу видно, что вам было недосуг его украшать. Не хотите исправить положение, губернатор?
zh: 这座城平凡无奇。一眼就可以看出来，您不重细节，缺乏美感。城主大人，难道您就没有想到，要改变这一切吗？
zh_tw: 這座城平凡無奇。一眼就可以看出來，您不重細節，缺乏美感。城主大人，難道您就沒有想到，要改變這一切嗎？

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_01_TITLE
source: Plant more flowerbeds.
de: Pflanze mehr Blumenbeete.
es: Planta más macizos de flores.
fr: Plantez plus de parterres de fleur.
id: Siapkan lebih banyak tempat menanam bunga.
it: Pianta altre aiuole.
ja: もっと花壇を作る。
ko: 화단을 더 만드세요.
pt: Plante mais canteiros de flores.
ru: Посади цветы.
zh: 开辟更多花圃。
zh_tw: 開闢更多花圃。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_02_DESC
source: Governor, are you lazy again? Do you not see that all flowers are close to withering? Maybe you should take more care about the wonderful nature around you.
de: Statthalter, ihr scheint schon wieder auf der faulen Haut zu liegen, wie? Seht ihr denn nicht, dass alle Blumen völlig verdorrt sind? Ihr solltet dafür sorgen, dass genug Brunnen vorhanden sind, damit mein Verein die Beete besser gießen kann.
es: Gobernador, ¿holgazaneando otra vez? ¿No ves que las flores están empezando a marchitarse? Quizá deberías preocuparte más por la hermosa naturaleza que te rodea.
fr: Gouverneur, feriez-vous preuve de paresse ? Vous ne voyez pas que toutes les fleurs sont en train de faner ? Vous devriez mieux prendre soin de la nature qui vous entoure.
id: Kenapa Tuan Gubernur jadi malas lagi? Tuan tidak melihat semua bunga sudah layu? Seharusnya Tuan lebih memperhatikan keindahan alam di sekeliling Tuan.
it: Governatore, se ne sta ancora lì a perder tempo? Non vede che i fiori stanno appassendo? Dovrebbe fare più attenzione all'ambiente e alla meravigliosa natura che la circonda.
ja: また怠けているのですか？花が全部枯れそうなのが見えないのですか？もっとあなたの周りの素晴らしい自然に目を向けるべきです。
ko: 영주님, 또 게으름에 빠진 건가요? 꽃이 모두 말라버리는 것이 보이지 않나요? 아름다운 주변 환경에 더 주의를 기울여야 해요.
pt: Governador, está com preguiça de novo? Não está vendo que todas as flores estão murchando? Você deveria ter mais cuidado com a maravilhosa natureza ao seu redor.
ru: Губернатор, снова ленитесь? Вы что, разве не видите, что цветы вот-вот завянут? Возможно, вам стоило бы уделять больше внимания чудесам природы.
zh: 城主大人，您是不是又怠惰了？您没看到，所有的花儿，都要枯死了吗？也许您应该管一管您周围的山山水水了。
zh_tw: 城主大人，您是不是又怠惰了？您沒看到，所有的花兒，都要枯死了嗎？也許您應該管一管您周圍的山山水水了。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_03_DESC
source: It stinks in town, governor! This time it is really just your fault. The sewers are clogged and flowing over. Take care of the situation!
de: Wie es in der Stadt stinkt, Statthalter. Diesmal ist es wirklich eure Schuld. Die Abwasserkanäle sind völlig verstopft und laufen über. Wie soll das nur auf dem nächsten Kongress der Blumenfreunde hier ablaufen? Kümmert euch darum!
es: ¡La ciudad apesta, gobernador! Y esta vez la culpa es solo tuya. Los desagües están taponados y se desbordan. ¡Arregla la situación!
fr: Toute la ville empeste, gouverneur ! Cette fois, c'est vraiment de votre faute. Les égouts sont bouchés et débordent. Occupez-vous de cette situation !
id: Kota ini bau, Tuan Gubernur! Ini jelas salah Tuan. Saluran pembuangan air tersumbat dan airnya luber. Atasilah situasi ini!
it: Questa città puzza, Governatore! E stavolta è solo colpa sua. Le fogne sono ostruite e il liquame ristagna nelle strade. Deve fare qualcosa!
ja: この町は酷い臭いがします！今回は本当にあなたのせいですよ。下水は詰まって溢れています。 この状況をなんとかしてください！
ko: 영주님, 마을에 악취가 진동해요! 전적으로 영주님의 잘못은 아니에요. 하수관이 막혀서 넘치고 있어요. 문제를 해결하세요!
pt: A cidade fede, Governador! Desta vez é mesmo sua culpa. Os esgotos estão entupidos e transbordando. Cuide dessa situação!
ru: Город воняет, губернатор! И это все ваша вина. Канализация засорилась, и помои льются на улицы. Скорее исправьте положение!
zh: 大人，城里臭气熏天。这回真的全是您的错。下水道堵塞，污水四溢。 要注意环境。
zh_tw: 大人，城裡臭氣熏天。這回真的全是您的錯。下水道堵塞，污水四溢。 要注意環境。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_03_TITLE
source: Build more storm drains.
de: Baue mehr Abwasserkanäle.
es: Construye más alcantarillas.
fr: Bâtissez plus de collecteurs d'eau.
id: Bangunlah lebih banyak saluran pembuangan air.
it: Costruisci altri tombini.
ja: 雨水排水管を作る。
ko: 빗물 배수관를 만드세요.
pt: Construa mais drenos pluviais.
ru: Построй ливневые стоки.
zh: 建造更多排水沟渠。
zh_tw: 建造更多排水溝渠。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_04_DESC
source: There we have it! Finally the city is presentable and the flowers are blossoming all over and now this! Take a look at the townhouses! They are ruinous at best.
de: Nun haben wir den Salat! Die Stadt ist wundervoll geschmückt und dann schaut euch doch mal die Wohnhäuser an. Völlig verfallen, Statthalter! Repariere die Wohnhäuser.
es: ¡Mira por dónde! ¡Cuando por fin la ciudad está presentable y las flores crecen por doquier, ahora tenemos esto! ¡Mira las casas! Su aspecto es cuanto menos ruinoso.
fr: Enfin ! La cité est présentable et les parterres fleurissent de partout. Par contre, regardez donc les maisons ! Elles sont pratiquement dévastées.
id: Kacau! Kota kita akhirnya bisa dibanggakan, bunga-bunga bermekaran, tapi ini malah begini! Coba lihat deretan rumah tinggal itu! Semuanya kumuh.
it: Rieccoci! Finalmente la città è tornata presentabile e i fiori sbocciano nuovamente a ogni angolo di strada... ma date un'occhiata alle case! Cadono a pezzi, per non dir di peggio.
ja: ほら見てください！やっとこの町はちゃんとして花も至るところに咲いているのに今度はこれですよ！家を見てください！廃墟じゃないですか。
ko: 해냈어요! 드디어 마을이 단장을 마치고 곳곳에서 꽃이 피고 있어요! 타운하우스를 보세요! 엉망이에요.
pt: Até que enfim! Finalmente a cidade está apresentável e as flores estão desabrochando por toda parte! Mas veja só essas casas! Elas estão caindo aos pedaços.
ru: Вот так! В городе стало красивее, и повсюду благоухают цветы! Красота! Но что это? Мне кажется, или городские дома вот-вот развалятся?
zh: 现在好了。城市终于拿得出手了，四处也有鲜花开放了，这才像个样子！可是，看看城镇房屋，连废墟都不如。
zh_tw: 現在好了。城市終於拿得出手了，四處也有鮮花開放了，這才像個樣子！可是，看看城鎮房屋，連廢墟都不如。
