Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_05_DESC
source: Governor, this is a disgrace! These roaming animals have eaten a good amount of my most beautiful flowers. How could you let it come to that? I demand more hunter’s cabins immediately, to remove these creatures from my flowerbeds.
de: Statthalter, es ist ein Skandal! Diese Wildtiere haben die Hälfte meiner schönsten Blumen gefressen. Wie konntet ihr es soweit kommen lassen, dass Rehe und Hasen in der Stadt umherirren? Ich verlange umgehend mehr Jagdhütten, damit diese Kreaturen entfernt werden.
es: ¡Gobernador, esto es una desgracia! Esos animales errantes se han comido buena parte de mis flores más hermosas. ¿Cómo has podido dejar que ocurra? Exijo más cabañas de cazadores de inmediato para sacar a esas criaturas de mis macizos.
fr: Gouverneur, c'est une honte ! Ces animaux errants ont mangé une bonne partie de mes plus belles fleurs. Comment avez-vous laissé passer cela ? J'exige plus de cabanes de chasseurs afin d'empêcher ces créatures de ruiner mes parterres.
id: Tuan Gubernur, ini keterlaluan! Kumpulan hewan yang berkeliaran ini memakan sebagian besar bungaku yang paling indah. Kenapa Tuan biarkan? Aku minta lebih banyak pondok pemburu sekarang juga, supaya makhluk-makhluk ini bisa disingkirkan dari kebun bungaku.
it: Governatore, che disgrazia! Questi animali si sono mangiati gran parte dei miei splendidi fiori. Come ha potuto permettere che accadesse? Richiedo immediatamente altri avamposti di caccia per eliminare queste creature immonde e far prosperare le mie aiuole.
ja: 本当に残念です！ この徘徊している動物たちが私の美しいお花のほとんどを食べてしまいました。どうしてそんなことになってしまったのですか？ 今すぐもっと狩人小屋を作って私の花壇からこの動物たちを追い出してください。
ko: 영주님, 이럴 수 없어요! 동물들이 돌아다니면서 가장 아름다운 꽃을 먹어버렸어요. 어떻게 이런 일이 벌어지게 놔두시는 거죠? 어서 사냥꾼 오두막을 더 지어서 화단에서 동물들을 내쫓으세요.
pt: Governador, isso é uma desgraça! Esses animais à solta comeram boa parte das minhas lindas flores. Como você pôde deixar isso acontecer? Exijo mais cabanas de caça, para remover essas criaturas dos meus canteiros.
ru: Губернатор, какой ужас! Бродячие животные съели почти все мои прекрасные цветы. Как вы могли такое допустить? Требую, чтобы вы наняли больше охотников и прогнали этих тварей с моих клумб.
zh: 城主大人，真是太不像话了！ 野兽横行，把我最美的鲜花，大片大片啃去。您怎能听之任之？ 我要求多建猎人小屋，把这些畜牲从我的花圃里赶走。
zh_tw: 城主大人，真是太不像話了！ 野獸橫行，把我最美的鮮花，大片大片啃去。您怎能聽之任之？ 我要求多建獵人小屋，把這些畜牲從我的花圃裡趕走。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_06_DESC
source: For the state horticultural show, you have to ensure that enough seating possibilities are available. Some benches carefully placed around town should be enough. See to it that it is done!
de: Für die Landesblumenschau müsst ihr dafür sorgen, dass genügend Sitzmöglichkeiten in der Stadt sind. Einige Bänke in der Stadt verteilt, sollten ausreichen. Kümmert euch darum!
es: Para que la gente disfrute del espectáculo horticultural debes garantizar que haya suficientes asientos. Bastará con colocar estratégicamente algunos bancos por la ciudad. ¡Encárgate de ello!
fr: Pour le salon d'horiculture de l'état, il faudra s'assurer d'avoir assez de places assises. Il nous faut des bancs positionnés soigneusement en ville, ça devrait faire l'affaire. Occupez-vous de cela !
id: Untuk pameran hortikultura provinsi, Tuan harus memastikan bahwa ada cukup banyak tempat untuk duduk. Beberapa bangku di berbagai sudut kota seharusnya cukup. Aturlah pelaksanaannya!
it: In occasione della fiera statale dell'orticoltura, dovrà assicurarsi che siano disponibili posti a sedere a sufficienza. Basteranno alcune panchine, sparse adeguatamente per tutta la città. Non se ne dimentichi, mi raccomando!
ja: 花卉品評会のために十分な席を確保しなければいけません。この町中に置かれたベンチを使えば十分でしょう。 そのように手配してくださいね！
ko: 전국 원예 쇼를 위해 좌석을 충분히 마련해야 해요. 벤치를 마을 주변에 잘 배치하면 될 거예요. 어서 처리해주세요!
pt: Para a exposição estadual de horticultura, você deve providenciar assentos disponíveis. Alguns bancos cuidadosamente espalhados pela cidade devem ser suficientes. Cuide disso!
ru: Перед проведением садовой выставки нам нужно убедиться, что в городе достаточно мест для сидения. Поставьте в городе несколько скамеек. И не затягивайте с этим делом!
zh: 要开全国园艺展了，您要确保人们有可坐之处。要在全城精心设置长椅，确保够用。 您要亲自督办啊！
zh_tw: 要開全國園藝展了，您要確保人們有可坐之處。要在全城精心設長椅，確保夠用。 您要親自督辦啊！

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_06_TITLE
source: Build benches in town.
de: Platziere Bänke in der Stadt.
es: Construye bancos en la ciudad.
fr: Bâtissez des bancs en ville
id: Bangunlah bangku di kota.
it: Costruisci panchine in città.
ja: 町にベンチを作る。
ko: 마을에 벤치를 만드세요.
pt: Construa bancos na cidade.
ru: Поставь в городе скамьи.
zh: 在城里设置长椅。
zh_tw: 在城裡設長椅。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_07_DESC
source: Those poor animals, governor. The pigs are living in inhuman conditions here in town and cannot roam free like they are supposed to be. The friends of flowers club demands the destruction of the pig farm and the butcher’s workshop!
de: Diese armen Tiere, Statthalter. Die Schweine leben unter menschenunwürdigen Bedingungen, hier in der Stadt. Dies kann so nicht weiter gehen. Diese Tiere sollten in Freiheit leben dürfen, so wie es die Natur vorgesehen hat. Der Verein der Blumenfreunde verlangt den umgehenden Abriss der Schweinefarm und Metzgerei in der Stadt!
es: Pobres animalitos, gobernador. Los cerdos viven en condiciones inhumanas y no pueden ir de aquí para allá por la ciudad como deberían. ¡El Club de Amigos de las Flores exige la destrucción de la granja porcina y la carnicería!
fr: Ces pauvres animaux, gouverneur. Les cochons vivent dans des conditions inhumaines et ne peuvent se promener en toute liberté. Le club des amis des fleurs exige la destruction de la porcherie et la boucherie.
id: Kasihanilah binatang yang malang, Gubernur. Kawanan babi itu terpaksa mendekam di kandang sempit dan tidak bisa bebas berkeliaran seperti seharusnya. Klub pecinta bunga meminta Tuan segera merobohkan peternakan babi dan rumah jagal!
it: Governatore, quei poveri animali... I maiali vengono allevati in condizioni disumane e non possono correre liberi come sarebbe giusto che fosse. Il club del giardinaggio richiede l'immediata distruzione della porcilaia e della macelleria!
ja: なんてかわいそうな動物たちでしょう。 この豚たちはひどい環境の中で自由に歩き回ることもできません。 フラワークラブフレンズはこの養豚場と肉屋の作業場の取り壊しを要求します！
ko: 영주님, 동물들이 불쌍해요. 돼지가 비인간적인 환경에서 살면서 마음대로 돌아다니지도 못하고 있어요. 꽃의 친구 클럽은 돼지 농장과 푸줏간을 없애버려야 한다고 생각해요!
pt: Esses pobres animais, governador. Os porcos estão vivendo em condições desumanas na cidade e não podem andar livremente como deveriam. Os amigos do clube de jardinagem exigem a destruição da fazenda de porcos e do açougue!
ru: Бедные животные, губернатор. Свиньи живут в неволе, в нечеловеческих условиях. Клуб цветолюбов требует, чтобы вы снесли свиноферму и лавку мясника!
zh: 城主大人，这些牲口真可怜。 猪在这城里，生存环境有违人道，无法随其天性自由往来。 花友会诸友要求，拆除养猪场及屠宰场。
zh_tw: 城主大人，這些牲口真可憐。 豬在這城裡，生存環境有違人道，無法隨其天性自由往來。 花友會諸友要求，拆除養豬場及屠宰場。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_07_TITLE
source: Demolish the pig farm and the butcher’s workshop.
de: Reiße die Schweinefarm und die Metzgerei ab.
es: Derriba la granja porcina y la carnicería.
fr: Démolissez la porcherie et la boucherie.
id: Robohkan peternakan babi dan rumah jagal.
it: Demolisci la porcilaia e la macelleria.
ja: 養豚場と肉屋の作業場を取り壊す。
ko: 돼지 농장과 푸줏간을 해체하세요.
pt: Derrube a fazenda de porcos e o açougue.
ru: Снеси свиноферму и лавку мясника.
zh: 拆除养猪场和屠宰场。
zh_tw: 拆除養豬場和屠宰場。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_START
source: Governor, I am the chairwoman of the friends of flowers club. So you demand our support in the coming election. Why isn’t a competent woman like myself elected for governor of a town like this?
de: Herr Statthalter, ich bin die Vorstandsvorsitzende des Vereins der Blumenfreunde. Ihr verlangt also unsere Unterstützung bei der kommenden Wahl. Wieso wird eigentlich nie eine kompetente Frau, wie zum Beispiel Ich, als Statthalterin gewählt?
es: Gobernador, soy la presidenta del Club de Amigos de las Flores. De modo que solicitas nuestro apoyo para las elecciones. ¿Por qué una ciudad como esta no elige como gobernadora a una mujer competente como yo?
fr: Gouverneur, je suis la responsable du club des amis des fleurs. Vous demandez notre soutien pour les prochaines élections ? Pourquoi une femme compétente comme moi ne serait pas élue à la tête d'une ville comme celle-ci ?
id: Tuan Gubernur, aku ketua klub pecinta bunga. Tuan minta dukungan kami di pemilu mendatang. Kenapa bukan perempuan kompeten seperti aku yang dipilih sebagai gubernur kota ini?
it: Governatore, io sono la presidentessa del club del giardinaggio. E così vuole il nostro sostegno alle prossime elezioni? Non capisco perché un'esperta e competente signora come me non possa essere eletta Governatrice di questa città...
ja: 私がフラワークラブフレンズの会長です。次の選挙で私達のサポートが欲しいのですね。なぜ私のような有能な女性がこの町の知事に選ばれないのでしょうね？
ko: 영주님, 전 꽃의 친구 클럽 회장이에요. 앞으로 있을 선거에서 저희 도움이 필요하시다고요? 저처럼 재능 있는 여성이 이 마을의 영주로 선출되면 왜 안 되는 거죠?
pt: Governador, sou a presidente dos amigos do clube de jardinagem. Então o senhor está pedindo nosso apoio na próxima eleição. Por que uma mulher competente como eu não é eleita como governadora de uma cidade como esta?
ru: Губернатор, я председатель клуба цветолюбов. Вы требуете, чтобы мы поддержали вас на выборах. Но я думаю, почему бы вместо этого мне не выдвинуть свою кандидатуру?
zh: 城主大人，我是花友会的会长。选举快要举行了，您一定需要我们的支持。我这样一位干练的女士，为什么不选您成为这样一座城市的城主呢？
zh_tw: 城主大人，我是花友會的會長。選舉快要舉行了，您一定需要我們的支援。我這樣一位幹練的女士，為什麼不選您成為這樣一座城市的城主呢？

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_SUCCESS
source: Despite my initial doubts in your competence as a governor you actually proved to be a true friend to the friends of flowers club. We will vote for you in the election.
de: Trotz aller Zweifel meinerseits, habt ihr es tatsächlich geschafft mich zu beeindrucken und habt euch als wahrer Freund der Blumenfreunde erwiesen. Wir werden euch in der kommenden Wahl mit unserer Stimme unterstützen.
es: Pese a mis dudas iniciales sobre tu competencia como gobernador, has demostrado ser un auténtico amigo del Club de Amigos de las Flores. Votaremos por ti en estas elecciones.
fr: Je doutais de vos compétences de gouverneur, mais vous avez prouvé que vous étiez un véritable ami du club des amis des fleurs. Nous voterons pour vous lors de l'élection.
id: Meskipun aku sempat meragukan kompetensi Tuan sebagai gubernur, Tuan telah membuktikan diri sebagai sahabat sejati klub pecinta bunga. Kami akan memilih Tuan di pemilu mendatang.
it: Nonostante i miei dubbi riguardo alla sua competenza da Governatore, si è rivelato un vero amico del club del giardinaggio. Voteremo per lei alle prossime elezioni.
ja: あなたが知事として適任かどうかという私の最初の懸念とは裏腹に、あなたはフラワークラブフレンズの真の友人となってくださいました。 私たちは次回の選挙であなたに投票しましょう。
ko: 처음에는 영주님의 자질을 의심했지만 꽃의 친구 클럽의 진정한 친구라는 것을 증명하셨어요. 선거에서 영주님께 투표할게요.
pt: Apesar de minhas dúvidas iniciais de sua competência como governador, você provou ser um verdadeiro amigo dos amigos do clube de jardinagem. Votaremos em você na eleição.
ru: Признаюсь, я сомневалась в ваших способностях, но вы показали себя истинным другом клуба цветолюбов. Мы проголосуем за вас.
zh: 起初，我对您能否胜任城主之职，曾有过怀疑，不过您的确证明了，您是花友会的真心朋友。 选举之时，我们定会投票支持您。
zh_tw: 起初，我對您能否勝任城主之職，曾有過懷疑，不過您的確證明瞭，您是花友會的真心朋友。 選舉之時，我們定會投票支持您。

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_TITLE
source: Complete all demands of the friends of flowers club.
de: Erfülle alle Aufgaben für den Verein der Blumenfreunde.
es: Completa todas las exigencias del Club de Amigos de las Flores.
fr: Répondez aux demandes du club des amis des fleurs.
id: Penuhi semua permintaan klub pecinta bunga.
it: Completa tutte le richieste del club del giardinaggio.
ja: フラワークラブフレンズたちの要求をすべて叶える。
ko: 꽃의 친구 클럽의 모든 부탁을 완료하세요.
pt: Atenda a todas as exigências dos amigos do clube de jardinagem.
ru: Выполни все задания фракции цветолюбов.
zh: 满足花友会的所有要求。
zh_tw: 滿足花友會的所有要求。

# T_SCENARIO_2017_ELECTION_MAINQUEST_DESC
source: My Lord, soon a new governor will be elected in this town. I recommend we start convincing the factions in this town to vote for you. I don’t think we have enough time to convince all of them, so you should choose carefully who we should support.
de: Mein Herr, bald wird in dieser Stadt ein neuer Statthalter gewählt. Ich schlage vor, dass wir die einzelnen Fraktionen davon überzeugen, für Euch zu stimmen. Wir haben wahrscheinlich nicht genügend Zeit, um alle glücklich zu machen, deshalb sollten wir mit Bedacht wählen, welche Fraktionen wir unterstützen.
es: Mi señor, pronto habrá elecciones para elegir gobernador. Te aconsejo que empieces a convencer a las distintas facciones para que te voten. Creo que no tenemos tiempo para convencerlas a todas, así que elige cuidadosamente tus opciones.
fr: Mon seigneur, un nouveau gouverneur sera bientôt élu dans cette ville. Je vous conseille de commencer à convaincre les factions du village de voter pour vous. Je ne crois pas que nous aurons assez de temps pour toutes les convaincre, il faudra donc choisir avec soin celles que nous soutiendrons
id: Tuanku, tidak lama lagi akan ada pemilihan gubernur baru di kota ini. Aku sarankan Tuan mulai meyakinkan faksi-faksi di kota agar memilih Tuan. Sepertinya waktu yang ada tidak cukup untuk meyakinkan semuanya, jadi Tuan perlu memilih dengan cermat siapa saja yang perlu kita dukung.
it: Milord, presto verrà eletto un nuovo Governatore in questa città. Le consiglio di iniziare a convincere le fazioni di questa città a votare per lei. Non credo che avremo tempo a sufficienza per convincere tutti, quindi scelga con attenzione a chi chiedere sostegno.
ja: 閣下、もうすぐこの町の新しい知事が選出されます。 この町の派閥にあなたを投票するよう説得し始めると良いでしょう。全員を説得する十分な時間はないので誰を支援するべきか慎重に決めてください。
ko: 영주님, 곧 마을에서 새 영주를 선출할 거예요. 계층의 마음을 얻어 영주님께 투표하게 하세요. 모두의 지지를 얻을 시간이 없으니 지원할 대상을 신중히 선택해야 해요.
pt: Milorde, em breve um novo Governador será eleito nesta cidade. Eu recomendo que comecemos a convencer as facções desta cidade a votarem em você. Não creio que temos tempo suficiente para convencer todos eles, então devemos escolher com cuidado quem devemos apoiar.
ru: Милорд, в городе скоро состоятся выборы нового губернатора. Рекомендую начать убеждать фракции отдать голоса за вас. Полагаю, нам не хватит времени, чтобы убедить их всех, поэтому выбирайте внимательно, кому угождать.
zh: 大人，不日本城就会选出新任城主。 小人建议，咱们这就说服城中各派，投票给您。在下以为，时日无多，无法一一说服。故请您权衡定夺，咱们该当扶植何人。
zh_tw: 大人，不日本城就會選出新任城主。 小人建議，咱們這就說服城中各派，投票給您。在下以為，時日無多，無法一一說服。故請您權衡定奪，咱們該當扶植何人。

# T_SCENARIO_2017_ELECTION_MAINQUEST_FAILED
source: The election outcome just came in, my Lord. I fear I have to tell you, that we did not manage to get enough votes from the factions in town. We have to clear the castle before next week, when the new governor will take over our offices…
de: Die Ergebnisse der Wahl sind gerade eingetroffen, mein Herr. Ich muss Ihnen leider mitteilen, dass wir nicht genügend Fraktionen überzeugt haben, für uns zu stimmen. Wir werden bis zum Ende der Woche das Schloss räumen müssen, wenn der neue Statthalter sein Amt antritt…
es: Acaba de salir el resultado de las elecciones, mi señor. Me temo que no hemos conseguido votos suficientes de las facciones de la ciudad. Debemos desalojar el castillo antes de la próxima semana, cuando el nuevo gobernador tomará posesión.
fr: Les résultats de l'élection sont là, mon seigneur. J'ai bien peu de devoir vous annoncer que nous n'avons pas reçu assez de votes de la part des factions du village. Nous devons partir du château avant la semaine prochaine, lorsque le nouveau gouverneur s'installera dans nos bureaux…
id: Hasil pemilu baru saja masuk, Tuanku Mohon maaf, tapi sepertinya kita gagal meraih suara yang cukup dari faksi-faksi di kota. Kita harus mengosongkan kastil sebelum minggu depan, ketika gubernur yang baru akan mengambil alih jabatan kita…
it: Sono appena stati pubblicati i risultati delle elezioni, milord. Temo di doverle comunicare che non siamo riusciti a ottenere la maggioranza dei voti dalle fazioni cittadine. Dobbiamo sgomberare il nostro castello entro la prossima settimana, quando il nuovo Governatore entrerà in carica...
ja: 閣下、選挙結果が出ました。 どうやら私たちは町の派閥から十分な票を得られなかったようです。 来週新しい知事がこの事務所を引き継ぐ時までに城を明け渡さなければいけません。
ko: 영주님, 선거 결과가 들어왔어요. 유감스럽게도 마을 유권자의 지지를 충분히 얻지 못했어요. 다음 주에 새 영주가 취임하기 전에 성을 비워야 해요…
pt: O resultado da eleição já saiu, milorde. Infelizmente devo dizer que não conseguimos votos suficientes das facções da cidade. Temos que sair do castelo antes da próxima semana, quando o novo governador vai ocupar o escritório...
ru: Прибыли результаты выборов, милорд. Боюсь, что нам не удалось заручиться достаточной поддержкой в городе. Нам приказано освободить замок до следующей недели, когда начнется правление нового губернатора...
zh: 大人，选举结果刚刚揭晓。 恕在下斗胆直言，咱们此次没能在城中取得足够选票。 咱们必须于下周以前，腾出城堡，以便届时新任城主接任。
zh_tw: 大人，選舉結果剛剛揭曉。 恕在下斗膽直言，咱們此次沒能在城中取得足夠選票。 咱們必須于下週以前，騰出城堡，以便屆時新任城主接任。

# T_SCENARIO_2017_ELECTION_MAINQUEST_SUCCESS
source: My Lord, we managed to convince enough factions in town to vote for us. Our mandate in this town is secured. Let’s toast to several more years in this office.
de: Mein Herr, wir haben genügend Fraktionen überzeugt, für uns zu wählen. Unser Mandat in dieser Stadt ist gesichert. Lasst uns auf viele weitere Jahre im Amt anstoßen.
es: Mi señor, hemos logrado convencer a suficientes facciones para que nos voten. Nuestra reelección está asegurada. Brindemos por varios años más en el cargo.
fr: Mon seigneur, nous avons réussi à convaincre suffisamment de factions du village de voter pour nous. Notre mandat est assuré. Trinquons aux prochaines années passées dans ce bureau.
id: Tuanku, kita berhasil meyakinkan cukup banyak faksi di kota agar memberi suara untuk kita. Mandat kita di kota ini sudah aman. Mari bersulang untuk merayakan beberapa tahun lagi di jabatan ini.
it: Milord, siamo riusciti a convincere abbastanza fazioni della città a votare per noi. Il nostro mandato in questa città è al sicuro! Brindiamo alla nostra vittoria... e alla conservazione della nostra poltrona!
ja: 閣下、私たちに投票するよう十分な数の派閥を説得することができました。この町における私達の委任は確保しています。 あと数年この事務所にいられることに乾杯しましょう。
ko: 영주님, 유권자 계층의 지지를 충분히 얻었어요. 이제 당선이 보장됐어요. 앞으로 재임 기간을 위해 축배를 들어요.
pt: Milorde, conseguimos convencer facções suficientes a votarem em nós. Nosso mandato nesta cidade está garantido. Vamos brindar a mais alguns anos no cargo.
ru: Милорд, нам удалось убедить достаточное количество фракций, чтобы выиграть выборы. Победа за нами! Выпьем же за продолжение вашего правления.
zh: 大人，我等终于勉力，说服了城中足够派别投票支持咱们。咱们在城中统治地位，现在稳定了 来，咱们为今后数年任期，举杯欢庆。
zh_tw: 大人，我等終於勉力，說服了城中足夠派別投票支持咱們。咱們在城中統治地位，現在穩定了 來，咱們為今後數年任期，舉杯歡慶。

# T_SCENARIO_2017_ELECTION_MAINQUEST_TIMER
source: Lord governor, there is not much time until the election begins. We have to make haste and convince enough factions to vote for you.
de: Herr Statthalter, es bleibt uns nur noch wenig Zeit bis die Wahl beginnt. Wir sollten uns beeilen und noch genügend Fraktionen überzeugen, für Euch zu wählen.
es: Señor gobernador, no queda mucho tiempo para las elecciones. Tenemos que darnos prisa y convencer a suficientes facciones para que te voten.
fr: Gouverneur, il ne reste plus beaucoup de temps avant le début des élections. Nous devons nous dépêcher de convaincre assez de factions de voter pour vous.
id: Tuan Gubernur, hanya tinggal sedikit waktu sebelum pemilu dimulai. Kita harus bergerak cepat dan meyakinkan cukup banyak faksi agar memilih Tuan.
it: Mio Governatore, manca molto poco alla data delle elezioni. Dobbiamo sbrigarci e convincere un numero sufficiente di fazioni a votare per lei.
ja: 閣下、選挙が始まるまでもうあまり時間がありません。私たちは票を得るために、急いで十分な数の派閥を説得しなければいけません。
ko: 영주님, 선거가 시작할 때까지 시간이 얼마 없어요. 어서 유권자의 마음을 충분히 얻어야 해요.
pt: Senhor governador, não temos muito tempo antes que a eleição comece. Temos que nos apressar e convencer facções suficientes a votar em você.
ru: Лорд-губернатор, выборы вот-вот начнутся. Нужно поспешить, иначе не успеем убедить достаточное количество фракций.
zh: 城主大人，选举开始，时日无多。事不宜迟，咱们要尽快说服足够多的派别投票支持您。
zh_tw: 城主大人，選舉開始，時日無多。事不宜遲，咱們要儘快說服足夠多的派別投票支持您。

# T_SCENARIO_2017_ELECTION_MAINQUEST_TIMER_TITLE
source: Remaining time:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: Temps restant :
id: Sisa waktu:
it: Tempo residuo:
ja: 残り時間：
ko: 남은 시간:
pt: Tempo restante:
ru: Осталось времени:
zh: 剩余时间：
zh_tw: 剩餘時間：

# T_SCENARIO_2017_ELECTION_MAINQUEST_TITLE
source: Convince a minimum of 3 factions to win the election.
de: Überzeuge mindestens 3 Fraktionen, um die Wahl zu gewinnen.
es: Convence a un mínimo de 3 facciones para ganar las elecciones.
fr: Convainquez un minimum de 3 factions pour remporter l'élection.
id: Yakinkan paling tidak 3 faksi untuk menang pemilu.
it: Convinci un minimo di 3 fazioni per vincere le elezioni.
ja: 選挙で勝つために最低3つの派閥を説得する。
ko: 최소한 계층 3개의 마음을 얻어 선거에서 이기세요.
pt: Convença pelo menos 3 facções para vencer a eleição.
ru: Убеди не менее 3 фракций проголосовать за тебя на выборах.
zh: 至少说服 3 派支持，方可选举获胜。
zh_tw: 至少說服 3 派支持，方可選舉獲勝。

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_01_DESC
source: My Lord, the guild of merchants is outraged. Our marketplace was demolished and should have been rebuilt a long time ago.
de: Lord. Die Handelsgilde ist empört. Euer Vorgänger hat dem Handel keine große Wichtigkeit eingeräumt. Unser Marktplatz ist abgerissen worden und sollte schon längst wieder aufgebaut werden. Allerdings seid ihr dann zum Statthalter erklärt worden. Würdet ihr den Marktplatz wieder aufbauen?
es: Mi señor, el gremio de mercaderes está indignado. Se derribó nuestro mercado y debería haberse reconstruido hace mucho tiempo.
fr: Mon seigneur, la guilde des marchands est outragée. Notre marché démoli aurait dû être réparé il y a bien longtemps.
id: Tuanku, perkumpulan saudagar marah besar. Pasar kami dirobohkan dan seharusnya sudah lama dibangun kembali.
it: Milord, la gilda dei mercanti è inferocita! Il nostro mercato è stato distrutto e avrebbe dovuto ricostruirlo molto tempo fa.
ja: 閣下、商人ギルドは激怒しています。私達の市場はずっと前に取り壊し再建築されているべきでした。
ko: 영주님, 상인 길드가 분노하고 있습니다. 시장이 낡아 오래 전에 다시 지어야 했습니다.
pt: Milorde, a guilda dos comerciantes está revoltada. Nosso mercado foi demolido e deveria ter sido reconstruído há muito tempo.
ru: Милорд, гильдия торговцев в бешенстве. Вы снесли наш рынок и так и не построили ему замену.
zh: 大人，商会十分恼怒。我们的市场给拆除了，早就应该重建了。
zh_tw: 大人，商會十分惱怒。我們的市場給拆除了，早就應該重建了。
