Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SHARE_PERMISSIONS_INFO_VERYSHORT
source: In order to share your screenshots, you must first grant Townsmen permissions to post on Facebook. Townsmen will never post anything without your knowledge and consent. Simply press „OK“ in the prompted window to grant Townsmen the necessary permissions.
de: Um einen Screenshot zu teilen, musst du Townsmen zuerst die notwendigen Berechtigungen erteilen. Townsmen wird niemals etwas ohne dein Wissen oder deine Zustimmung auf Facebook teilen. Drücke einfach „OK“, wenn du im folgenden Fenster aufgefordert wirst, um Townsmen die nötigen Berechtigungen zu erteilen.
fr: Afin de partager vos captures d'écrans, vous devez d'abord accorder à Townsmen les permissions de les poster sur Facebook. Townsmen ne postera jamais rien à votre insu et sans votre consentement. Appuyez simplement sur « OK » dans la fenêtre d'accord pour accorder à Townsmen les permissions nécessaires.
it: Per condividere screenshot, devi prima accordare a Townsmen i permessi di pubblicazione su Facebook. Townsmen non pubblicherà mai nulla senza il tuo consenso. Premi “OK” nella finestra che appare per accordare a Townsmen i permessi necessari.
ja: スクリーンショットを共有するには、まずTownsmenにFacebookでの公開の許可を与える必要があります。 Townsmenはあなたの許可なしに何かを投稿することは決してありません。 Townsmenに必要なパーミッションを与えるには、表示された画面の「OK」ボタンを押してください。
ru: Разреши приложению Townsmen создавать посты в Facebook, чтобы делиться скриншотами. Приложение Townsmen не будет ничего публиковать без твоего ведома и согласия. Нажми ОК в этом окне, чтобы выдать приложению Townsmen необходимые разрешения.
zh: 要共享屏幕截图，您必须先授予Townsmen在Facebook上发布的权限。 未经您的知情及同意，Townsmen 不会发布任何内容。 只要按下提示窗口中的 „OK“ 键，即可授予 Townsmen 必要的权限。
zh_tw: 要共享屏幕截圖，您必須先授予Townsmen在Facebook上發布的權限。 未經您的知情及同意，Townsmen 不會發佈任何內容。 只要按下提示視窗中的「確定」鍵，即可授予 Townsmen 必要的權限。

# T_SHARE_PERMISSIONS_INFO_VERYSHORT_OLD
source: In order to share your achievements or screenshots, you must first grant Townsmen permissions to post on Facebook. Townsmen will never post anything without your knowledge and consent. Simply press „OK“ in the prompted window to grant Townsmen the necessary permissions.
de: Um einen Screenshot oder Errungenschaften zu teilen, musst du Townsmen zuerst die notwendigen Berechtigungen erteilen. Townsmen wird niemals etwas ohne dein Wissen oder deine Zustimmung auf Facebook teilen. Drücke einfach „OK“, wenn du im folgenden Fenster aufgefordert wirst, um Townsmen die nötigen Berechtigungen zu erteilen.
fr: Afin de partager vos succès et captures d'écrans, vous devez d'abord accorder à Townsmen les permissions de les poster sur Facebook. Townsmen ne postera jamais rien à votre insu et sans votre consentement. Appuyez simplement sur « OK » dans la fenêtre d'accord pour accorder à Townsmen les permissions nécessaires.
it: Per condividere obiettivi o screenshot, devi prima accordare a Townsmen i permessi di pubblicazione su Facebook. Townsmen non pubblicherà mai nulla senza il tuo consenso. Premi “OK” nella finestra che appare per accordare a Townsmen i permessi necessari.
ja: あなたのアチーブメントやスクリーンショットを共有するためには、まずTownsmenにFacebookに投稿することを許可しなければいけません。 Townsmenはあなたの許可なしに何かを投稿することは決してありません。 Townsmenに必要なパーミッションを与えるには、表示された画面の「OK」ボタンを押してください。
ru: Разреши приложению Townsmen создавать посты в Facebook, чтобы делиться своими достижениями или скриншотами. Приложение Townsmen не будет ничего публиковать без твоего ведома и согласия. Нажми ОК в этом окне, чтобы выдать приложению Townsmen необходимые разрешения.
zh: 要分享成就或截图，就一定要先授予 Townsmen 权限，可以在 Facebook 上发帖。 未经您的知情及同意，Townsmen 不会发布任何内容。 只要按下提示窗口中的 „OK“ 键，即可授予 Townsmen 必要的权限。
zh_tw: 要分享成就或截圖，就一定要先授予 Townsmen 權限，才可以在 Facebook 上發帖。 未經您的知情及同意，Townsmen 不會發佈任何內容。 只要按下提示視窗中的「確定」鍵，即可授予 Townsmen 必要的權限。

# T_ACHIEVEMENT_AVALANCHE_MINES_DESC
source: Do not lose any mines in the scenario “Avalanche Risk”.
de: Verliere keine Bergwerke im Szenario “Lawinengefahr”.
es: No pierdas ninguna mina en el escenario «Riesgo de alud»
fr: Ne perdez aucune mine dans le scénario « Risque d'avalanche »
id: シナリオ「雪崩リスク」で採掘所を失ってならない
ru: Не потеряй ни единой шахты в сценарии «Лавиноопасность».
zh: 在剧情“雪崩之险”中，不要丢掉一个矿井
zh_tw: 在劇情“雪崩之險”中，不要丟掉一個礦井

# T_GAMECENTER_OK
source: Ok
id: Ya
pt: Aceitar
ru: Подтвердить
zh: 是
zh_tw: 是

# T_GAME_TOWNLEVEL_CURRENT_XP
source: XP:
es: EXP:
ru: Опыт:
zh: XP 值：
zh_tw: XP值：

# T_GAME_TOWNLEVEL_XP
source: + {NUMBER} XP
es: + {NUMBER} EXP
ru: + {NUMBER} единиц опыта
zh: + {NUMBER} XP 值
zh_tw: + {NUMBER} XP 值

# T_INFO_OK
source: Ok
id: Ya
pt: Aceitar
ru: Подтвердить
zh: 是
zh_tw: 是

# T_KEYBINDINGS_KEY_ALT
source: Alt
ru: Левый Alt

# T_KEYBINDINGS_KEY_ALT_GR
source: Alt Gr
ru: Правый Alt

# T_LANGUAGE_RU
source: Pусский
ru: Русский

# T_MORE_GAMES_ASCII
source: MORE GAMES
de: MEHR SPIELE
es: MAS JUEGOS
fr: PLUS DE JEUX
id: GAME LAIN
it: ALTRI GIOCHI
pt: MAIS JOGOS
zh: 更多游戏

# T_VENDOR
source: www.handy-games.com GmbH
zh: www.handy-games.com GmbH （手机游戏网址）
zh_tw: www.handy-games.com GmbH （手機遊戲網址）
