Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN3_10_DESC
source: Honey, you better don't forget that tomorrow is our wedding day! I'd really like some new jewelry! If you only knew a goldsmith...
de: Denk dran, Schatz, morgen ist unser Hochzeitstag! Du könntest mir gerne mal wieder etwas Schmuck schenken! Wenn du doch nur einen Goldschmied kennen würdest...
es: Cariño, espero que no olvides que mañana es nuestro aniversario de bodas. ¡Me encantaría que me regalases una joya! Ojalá conocieses a un orfebre...
fr: Dis chéri, n'oublie pas notre anniversaire de mariage, demain. J'aimerais tant avoir de nouveaux bijoux. Si seulement tu connaissais un orfèvre...
id: Sayang, jangan sampai kau lupa kalau besok adalah ulang tahun pernikahan kita! Aku sangat menginginkan perhiasan baru! Seandainya saja kau kenal pengrajin emas...
it: Tesoro, non dimenticare che domani è il nostro anniversario! Mi piacerebbe un gioiello nuovo! Se solo conoscessi un orafo...
ja: 明日は結婚記念日だわ。新しい宝石がほしいな。腕のいい金細工職人はいるかしら...
ko: 내일이 우리 결혼 기념일을 잊지마세요! 새로운 보석이 있으면 좋겠어요! 세금공을 알기만 한다면...
pt: Querido, é melhor você não esquecer que amanhã é o dia de nosso casamento! Eu gostaria muito de ganhar joias novas! Se você conhecesse um ourives...
ru: Дорогой, не забудь, что завтра годовщина нашей свадьбы! Я и вправду хочу какое-нибудь новенькое украшение! Если бы ты только был знаком с ювелиром...
zh: 亲爱的，最好别忘了明天是我们的结婚和日子！我真想买些新的首饰！要是你认识一个金匠就好了......
zh_tw: 親愛的，最好別忘了明天是我們的結婚和日子！我真想買些新的首飾！要是您認識一個金匠就好了......

# T_GAME_QUEST_SCEN3_10_NAME
source: Build a goldsmith's workshop.
de: Baue eine Goldschmiede.
es: Construye una orfebrería.
fr: Installez un orfèvre.
id: Bangun pengrajin emas.
it: Costruisci un'oreficeria.
ja: 金細工職人の工房を建てる。
ko: 세금공을 짓습니다.
pt: Construa uma loja para o ourives.
ru: Построй мастерскую ювелира.
zh: 兴建一间金匠铺。
zh_tw: 興建一間金匠鋪。

# T_GAME_QUEST_SCEN3_11_DESC
source: I'm sure the King and your Townies would be delighted about new tools! The old ones have become rusty and useless!
de: Ich bin mir sicher, der König und die Townies freuen sich über ein paar neue Werkzeuge! Die alten sind schon ganz rostig und unbrauchbar geworden!
es: Seguro que al rey y a los townies les gustaría tener herramientas nuevas. ¡Las viejas están oxidadas y no sirven para nada!
fr: Je suis sûre que le roi et les habitants aimeraient de nouveaux outils ! Les anciens sont rouillés et inutilisables !
id: Aku yakin raja dan para Townie akan senang sekali dengan peralatan baru! Peralatan yang lama telah berkarat dan tidak berfungsi!
it: Sono certo che il re e i tuoi paesani sarebbero felici di avere nuovi utensili! Quelli vecchi sono tutti arrugginiti!
ja: 新しい工具があれば国王もタウニーも喜ぶはずよ！古いのは錆ついてもう使い物にならないわ！
ko: 왕과 주민들이 새로운 도구들을 좋아할 것입니다! 이전 도구들은 녹이 슬고 쓸모가 없어졌습니다!
pt: Tenho certeza que o rei e seus moradores ficariam encantados com novas ferramentas! As antigas ficaram enferrujadas e inúteis!
ru: Я уверена, что король и твои поселяне будут довольны новыми инструментами! Старые заржавели и стали бесполезными!
zh: 有了新工具，我确信国王和你的镇民一定会很高兴！那些旧工具都锈迹斑斑用不成了。
zh_tw: 有了新工具，我確信國王和您的鎮民一定會很高興！那些舊工具都鏽跡斑斑用不成了。

# T_GAME_QUEST_SCEN3_11_NAME
source: Build a toolmaker's workshop.
de: Baue einen Werkzeugschmied.
es: Construye un taller de herramientas.
fr: Construisez un atelier d'outilleur.
id: Bangun bengkel peralatan.
it: Costruisci un'utensileria.
ja: 工具職人の工房を建てる。
ko: 도구제조사의 워크샵을 짓습니다.
pt: Construa uma oficina de ferramenteiro.
ru: Построй мастерскую инструментальщика.
zh: 兴建一座工具匠作坊。
zh_tw: 興建一座工具匠作坊。

# T_GAME_QUEST_SCEN3_12_1_NAME
source: Build a tailors' shop and produce clothes.
de: Baue eine Schneiderei und produziere genug Kleidung.
es: Construye una sastrería y produce ropa.
fr: Construisez un atelier de tailleur et produisez des vêtements.
id: Bangun kedai penjahit dan hasilkan pakaian.
it: Costruisci una sartoria e produci abiti.
ja: 仕立屋を建て、衣服を生産する。
ko: 양장점을 지어 옷을 생산합니다.
pt: Construa uma alfaiataria e produza roupas.
ru: Построй портняжную мастерскую и произведи одежду.
zh: 建造裁缝铺并生产衣服。
zh_tw: 建造裁縫鋪並生產衣服。

# T_GAME_QUEST_SCEN3_12_DESC
source: Oh, look at those cute sheep! Honey, did you see them? And look at all the wool that has already been harvested from them! Now we only need a weaving mill and a tailor's shop!
de: Oh, diese süßen Schafe! Schatz, hast du die schon gesehen? Und wie viel Wolle schon gewonnen wurde! Jetzt kannst du endlich eine Webstube und Schneiderei bauen!
es: ¡Mira esas ovejitas! ¿Las has visto? ¡Y mira toda la lana que han dado! ¡Ya solo necesitamos un telar y una sastrería!
fr: Oh, regarde ces adorables moutons ! Tu les as vus, chéri ? Regarde toute cette laine qu'ils ont fournie ! Il nous faut maintenant un atelier de tissage et un atelier de tailleur !
id: Oh, lihatlah domba yang lucu itu! Sayang, apa kau melihatnya? Dan liat semua wool yang sudah dihasilkan dari domba-domba itu! Sekarang kita hanya butuh penenunan dan toko penjahit!
it: Oh, guarda che carine quelle pecore! Tesoro, le hai viste? E guarda la lana che è già stata raccolta! Ora ci servono solo un tessitore e un sarto!
ja: この羊たち、かわいいわ！ねえ、見て、もう毛を刈ってもいいわよね？さあ、織布工場と仕立屋が必要よ。
ko: 귀여운 양들 좀 보세요. 보셨나요? 그리고 벌써 수집한 양털들도 좀 보세요! 이제 위빙밀과 재단사의 가게만 있으면 됩니다!
pt: Oh, olhe aquelas ovelhas fofas! Querido, você as viu? E olhe toda aquela lã que já foi tirada delas! Agora só precisamos de uma tecelagem e de uma loja de alfaiataria!
ru: Посмотри только на этих милых овечек! Дорогой, ты видел их? А теперь взгляни на собранную с них шерсть! Все, что нам теперь нужно, - это ткацкая фабрика и портняжная мастерская!
zh: 噢，瞧那些可爱的羊！亲爱的，看见它们了吗？看那些已经从羊身上剪下来的羊毛！现在我们只缺一座纺织厂和一间裁缝铺了！
zh_tw: 噢，瞧那些可愛的羊！親愛的，看見它們了嗎？看那些已經從羊身上剪下來的羊毛！現在我們只缺一座紡織廠和一間裁縫鋪了！

# T_GAME_QUEST_SCEN3_12_NAME
source: Build a weaving mill and produce enough fabric.
de: Baue eine Webstube und produziere genug Stoffe.
es: Construye un telar y produce suficiente tela.
fr: Construisez un atelier de tissage et produisez assez de tissu.
id: Bangunlah pabrik tenun dan hasilkan kain yang cukup.
it: Costruisci una bottega di tessitore e produci stoffa a sufficienza.
ja: 織布工場を建て、十分な布を生産する。
ko: 충분한 천을 제작할 양털목장을 짓습니다.
pt: Construa uma tecelagem e produza tecido.
ru: Построй ткацкую фабрику и произведи достаточно ткани.
zh: 兴建一座纺织厂并制作布料。
zh_tw: 興建一座紡織廠並製作布料。

# T_GAME_QUEST_SCEN3_13_DESC
source: The children are really excited and are looking forward to all the fresh bread they'll soon have! You already built a few bakeries, didn't you? Honey?
de: Die Kinder sind schon ganz aufgeregt und freuen sich auf das Brot, das sie bald bekommen! Du hast doch schon ein paar Bäckereien gebaut, oder? Schatz?
es: ¡Los niños están emocionados y deseando probar todo ese pan que pronto tendrán! Ya has construido panaderías, ¿verdad, cariño?
fr: Les enfants sont impatients de goûter au pain frais ! Tu as construit des boulangeries, hein, chéri ? Dis, tu en as bien construit ?
id: Anak-anak sangat keasyikan dan menanti semua roti yang akan segera mereka dapatkan! Bukankan kau sudah membangun beberapa toko roti? Sayang?
it: I bambini sono davvero eccitati all'idea del pane fresco che tra poco avranno! Hai già costruito qualche forno, vero? Tesoro?
ja: 子供たちったら、もうすぐできたてのパンが食べられるものだから、わくわくしてるわ！もうパン屋さんは建てたわよね？
ko: 어린이들은 곧 생산될 신선한 빵을 먹을 생각에 들떠있습니다! 베이커리를 이미 지으셨죠?
pt: As crianças estão muito empolgadas e aguardam os pães frescos que comerão em breve! Você já construiu algumas padarias, não é? Querido?
ru: Дети очень взволнованы и с нетерпением ожидают свежий хлеб! Ты ведь уже построил пару пекарен, да? Дорогой?
zh: 孩子们真的兴奋，他们期盼着很快吃到新鲜面包呢！亲爱的，你已经兴建了几座面包房了，对吗？
zh_tw: 孩子們真的興奮，他們期盼著很快吃到新鮮麵包呢！親愛的，您已經興建了幾座麵包屋了，對嗎？

# T_GAME_QUEST_SCEN3_14_DESC
source: Guess what! My sister finally wants to marry! But we still need a church in our town! Not only for the marriage ceremony but also for our religious Townies!
de: Stell dir vor, meine Schwester will endlich heiraten! Aber wir brauchen unbedingt noch eine Kirche in der Stadt! Nicht nur für die Trauung, sondern auch für die gläubigen Townies!
es: ¿Sabes qué? ¡Mi hermana por fin ha decidido casarse! Pero necesitamos una iglesia en la ciudad, no solo para la ceremonia, también para los townies que son creyentes.
fr: Tu sais quoi ? Ma sœur va se marier, finalement ! Mais il nous faut une église. Et pas seulement pour les mariages, mais aussi pour les habitants croyants !
id: Coba tebak! Saudaraku akhirnya akan menikah! Namun kita membutuhkan gereja di kota kita! Bukan hanya untuk pernikahan namun juga untuk Townie yang saleh!
it: Indovina un po'! Mia sorella finalmente si sposa! Ma non abbiamo una chiesa in città! Non solo per i matrimoni, anche per i nostri paesani più religiosi!
ja: ねえ、聞いて！お姉様が結婚するのよ！でもね、教会がないの...。結婚式はおろか、礼拝もできないなんて！
ko: 제 여동생이 마침내 결혼을 하려고 합니다! 하지만 마을에 교회가 필요합니다. 결혼 뿐만 아니라 종교를 믿는 주민들에게 도움이 될것입니다!
pt: Adivinha! Minha irmã finalmente quer casar! Mas ainda precisamos de uma igreja em nossa cidade! Não apenas para a cerimônia de casamento, mas também para nossos moradores religiosos!
ru: Знаешь что? Моя сестра наконец-то хочет выйти замуж! Однако наш город все еще нуждается в церкви! Не только для брачных церемоний, но также и для наших религиозных поселян!
zh: 你猜怎么着？我妹妹终于想要结婚了！但是我们镇上还需要兴建一座教堂！不光是为了举办婚礼仪式，也是为了我们虔诚的镇民们考虑！
zh_tw: 您猜怎麼著？我妹妹終於想要結婚了！但是我們鎮上還需要興建一座教堂！不光是為了舉辦婚禮儀式，也是為了我們虔誠的鎮民們考慮！

# T_GAME_QUEST_SCEN3_14_NAME
source: Attain a high religious satisfaction.
de: Sorge für eine hohe Religions-Zufriedenheit.
es: Consigue una gran satisfacción religiosa.
fr: Atteignez un bonheur de religion élevé.
id: Capai keyakinan religi yang tinggi.
it: Raggiungi un alto grado di soddisfazione religiosa.
ja: 高い宗教的満足度を達成する。
ko: 높은 종교적 만족을 성취합시다
pt: Obtenha alta satisfação de religião.
ru: Достигни высокого уровня религиозного удовлетворения.
zh: 达到高度虔诚的满足。
zh_tw: 達到高度虔誠的滿足。

# T_GAME_QUEST_SCEN3_15_DESC
source: Now look at this, honey! The town has recovered and everything is running fine! So you've got my permission to relax with your friends and build a tavern, if you like!
de: Sieh dir das an, Schatz: Die Stadt hat sich erholt und alles läuft super! Von mir aus darfst du jetzt gerne mal mit deinen Freunden ausspannen und ein Wirtshaus errichten!
es: ¡Mira, cariño! ¡La ciudad ha prosperado y todo va de maravilla! Te doy permiso para que construyas una taberna y vayas a pasar un rato con tus amigos. Si es que quieres...
fr: Devine quoi, chéri... La ville s'est rétablie et tout va bien ! Alors je te donne la permission de te détendre avec tes amis et de construire une taverne, si ça te fait plaisir !
id: Sekarang lihatlah, sayang! Kota telah pulih dan semuanya berjalan dengan lancar! Jadi kau kuizinkan bersantai bersama teman-temanmu dan membangun kedai, jika kau mau!
it: Guarda, tesoro! La città è rifiorita e tutto funziona alla perfezione! Adesso hai il permesso di rilassarti con i tuoi amici alla taverna, se vuoi!
ja: ねえ、見て！街が元に戻ってすべてが順調ね。友達とここで一息入れたら？酒場なんて建ててみたらどうかしら？
ko: 이것 좀 보세요! 마을이 완전히 회복하였고 모든 것이 정상적으로 작동중입니다! 친구들과 편하게 휴식을 취하시고 원하신다면 여관을 지으세요!
pt: Agora veja isso, querido! A cidade se recuperou e tudo está indo bem! Então você tem minha permissão para relaxar com seus amigos e construir uma taverna, se quiser!
ru: А теперь, дорогой, взгляни-ка на это! Город восстанавливается, и дела идут просто отлично! Я разрешаю тебе расслабиться с твоими друзьями и, если хочешь, построить таверну!
zh: 现在你看，亲爱的！ 这个城镇已经恢复了生机,一切都运行良好！所以我允许你和你的朋友们放松一下。如果你喜欢就建个酒馆吧！
zh_tw: 現在您看，親愛的！ 這個城鎮已經恢復了生機,一切都運行良好！所以我允許您和您的朋友們放鬆一下。如果您喜歡就建個酒館吧！

# T_GAME_QUEST_SCEN3_15_NAME
source: Attain high satisfaction with taverns.
de: Erreiche eine hohe Wirtshaus-Zufriedenheit.
es: Consigue una gran satisfacción con las tabernas.
fr: Obtenez un bonheur élevé grâce aux tavernes.
id: Capai kepuasan yang tinggi dengan beberapa bar.
it: Ottieni un alto grado di soddisfazione con le taverne.
ja: 酒場で高い満足度を達成する。
ko: 선술집에서 높은 만족도를 획득하십시오.
pt: Obtenha alta satisfação com tavernas.
ru: Достигни высокого уровня удовлетворения с помощью таверн.
zh: 达到高度的酒馆满意度。
zh_tw: 達到高度的酒館滿意度。

# T_GAME_QUEST_SCEN3_1_DESC
source: Honey, look at this run-down village... those poor Townies, I feel really bad for them! I think you should ask the King for help! Maybe you can convince him by sending some gifts!
de: Schatz, sieh dir dieses heruntergekommene Dorf nur an... die armen Townies tun mir richtig Leid! Ich finde, du solltest mal den König um Hilfe bitten! Vielleicht lässt er sich ja mit ein paar Geschenken überzeugen!
es: Cariño, esta ciudad está hecha una ruina... Esos pobres townies me dan mucha pena. Creo que deberías enviarle algunos regalos al rey para convencerle de que nos ayude.
fr: Chéri, regarde cette ville à l'abandon... Ces pauvres habitants, ils me font de la peine. Tu devrais demander de l'aide au roi. Tu pourras peut-être le convaincre d'envoyer un don.
id: Sayang, lihatlah desa yang sekarat ini... para Townie malang, sungguh kasihan mereka! Kukira kamu harus meminta bantuan raja! Mungkin kamu bisa meyakinkannya dengan mengirim beberapa hadiah!
it: Tesoro, guarda questo povero villaggio... Poveri paesani, mi dispiace tanto per loro! Credo che dovresti chiedere aiuto al re! Forse puoi convincerlo inviandogli qualche dono!
ja: この荒廃した村を見て、かわいそうなタウニーたち...。本当にひどいわ。 そうだ、国王に援助を求めましょう！贈り物で国王を説得できるかもしれないわ！
ko: 어머, 이 마을을 좀 보세요... 가난한 주민들이 너무 가여워요! 왕에게 도움을 요청해야겠어요! 왕을 설득해서 선물을 보내주세요!
pt: Querido, olhe para esta aldeia reduzida... pobres moradores, me sinto mal por eles! Acho que você poderia pedir a ajuda do rei! Talvez você possa convencê-lo, enviando alguns presentes!
ru: Милый, взгляни на эту захудалую деревню... эти бедные поселяне, как же мне их жаль! Думаю, тебе необходимо попросить короля о помощи! Быть может, ты сможешь убедить его отправить тебе подарки!
zh: 亲爱的,你看看这个破败的村庄...... 那些可怜的镇民，我真为他们难受！我觉得你应该求求国王！也许给国王送些礼物，你就能说服他！
zh_tw: 親愛的,您看看這個破敗的村莊...... 那些可憐的鎮民，我真為他們難受！我覺得您應該求求國王！也許給國王送些禮物，您就能說服他！

# T_GAME_QUEST_SCEN3_1_NAME
source: Deliver a tribute to the King and fulfill all tasks.
de: Liefere einen Tribut an den König und erfülle alle Aufgaben.
es: Entrega un tributo al rey y completa todas las tareas.
fr: Livrez un tribut au roi et accomplissez toutes les tâches.
id: Kirimkan gelar ke raja dan penuhi semua tugas.
it: Consegna un tributo al re ed esegui tutti i compiti.
ja: 王様に貢ぎ物を納め、すべてのクエストを達成する。
ko: 왕에게 재물을 바치고 작업을 완료합니다.
pt: Entregue um tributo ao rei e complete todas as tarefas.
ru: Доставь дань королю и выполни все задания.
zh: 向国王进献，完成所有任务。
zh_tw: 向國王進獻，完成所有任務。

# T_GAME_QUEST_SCEN3_2_DESC
source: You should take the matters into your hands until the King sends help! The Townies urgently need more water!
de: Bis der König was unternimmt, solltest du die Sache schon mal selber in die Hand nehmen! Die Townies brauchen dringend mehr Wasser!
es: Hasta que el rey envíe ayuda, deberías de ocuparte de esto. ¡Los townies necesitan más agua con urgencia!
fr: Tu devrais prendre la situation en mains jusqu'à ce que le roi envoie de l'aide. Les habitants ont besoin d'eau de toute urgence.
id: Kamu harus mengatasi masalah sendiri hingga raja mengirim bantuan! Townie sangat membutuhkan lebih banyak air!
it: Dovresti prendere in mano la situazione fino a che il re non manda i suoi aiuti! I paesani hanno urgente bisogno di più acqua!
ja: 国王が援助してくれるまで問題の解決に取り組みましょう！タウニーは今すぐ水が必要なの！
ko: 왕이 선물을 보내기까지 당신이 도와주셔야 합니다! 주민들은 긴급하게 물이 필요합니다!
pt: Você deveria cuidar dos problemas até o rei enviar ajuda! Os moradores precisam urgentemente de mais água!
ru: Ты должен взять все в свои в руки до тех пор, пока король не пришлет помощь! Поселянам немедленно требуется больше воды!
zh: 在国王派人来帮助前，你应该把这些事儿承担起来！镇民们迫切地需要更多的水！
zh_tw: 在國王派人來幫助前，您應該把這些事兒承擔起來！鎮民們迫切地需要更多的水！

# T_GAME_QUEST_SCEN3_2_NAME
source: Build a well in your village.
de: Baue einen Brunnen.
es: Construye un pozo en la ciudad.
fr: Construisez un puits en ville.
id: Bangunlah sumur di desamu.
it: Costruisci un pozzo nel villaggio.
ja: 井戸を建てる。
ko: 마을에 우물을 짓습니다.
pt: Construa um poço em sua aldeia.
ru: Построй колодец в своей деревне.
zh: 在你的村中凿一口井。
zh_tw: 在您的村中鑿一口井。

# T_GAME_QUEST_SCEN3_3_DESC
source: Your predecessor didn't even manage to supply enough food! That's really unbelievable! Darling, you should change this immediately! Why don't you build a few fisherman's huts?
de: Dein Vorgänger hat es nicht mal geschafft, für ausreichend Nahrung zu sorgen! Das ist wirklich unglaublich! Schatz, das solltest du sofort ändern! Wie wär's mit ein paar Fischerhütten?
es: ¡Tu antecesor no era capaz ni de abastecernos con comida! ¡Increíble! Querido, tienes que hacer algo. ¿Por qué no construyes unas casetas de pescadores?
fr: Ton prédécesseur n'a pas réussi à fournir assez de nourriture ! C'est vraiment incroyable ! Chéri, il faut faire quelque chose ! Et si tu construisais des cabanes de pêcheurs ?
id: Nenek moyangmu bahkan tidak mampu memenuhi kebutuhan pangan! Sangat tidak bisa dipercaya! Sayang, kamu harus segera mengatasi ini! Kenapa tidak kau bangun pondok pemancing?
it: Il tuo predecessore non era nemmeno in grado di rifornire cibo a sufficienza! Inconcepibile! Tesoro, dovresti fare qualcosa subito! Perché non costruisci qualche capanno per i pescatori?
ja: 前の村長は十分な食糧も供給できなかったのよ。信じられないわ！ねえ、なんとかして！漁師の小屋を建てたらどうかしら？
ko: 당신 이전의 전임자는 충분한 식략을 준비하지 않았어요! 믿을 수가 없습니다! 당장 변화를 주세요! 낚시꾼의 오두막을 지어주시겠어요?
pt: Seu predecessor não cuidou nem mesmo de fornecer comida suficiente! É realmente inacreditável! Querido, você deveria mudar isto imediatamente! Por que você não constrói algumas cabanas para os pescadores?
ru: Твоему предшественнику даже не удалось обеспечить достаточное количество еды! Это и вправду невероятно! Дорогой, ты должен немедленно все это изменить! Почему бы тебе не построить несколько хижин рыбака?
zh: 你的前任甚至连充足的食物都提供不了！真让人无法相信！亲爱的，你得立即改变这个局面！为什么不建造一些渔民的棚屋呢？
zh_tw: 您的前任甚至連充足的食物都提供不了！真讓人無法相信！親愛的，您得立即改變這個局面！為什麼不建造一些漁農小屋呢？

# T_GAME_QUEST_SCEN3_3_NAME
source: Build 2 fisherman's huts.
de: Baue 2 Fischerhütten.
es: Construye 2 casetas de pescadores.
fr: Construisez deux cabanes de pêcheurs.
id: Bangunlah 2 pondok pemancing.
it: Costruisci 2 capanni per pescatori.
ja: 漁師小屋を2つ建てる。
ko: 2개의 낚시꾼의 오두막을 짓습니다.
pt: Construa 2 cabanas para os pescadores.
ru: Построй 2 хижины рыбака.
zh: 建造两座渔民的棚屋。
zh_tw: 建造兩座漁農小屋。

# T_GAME_QUEST_SCEN3_4_DESC
source: Those poor children... honey, we can't merely feed them fish! You should build farms, so we can harvest wheat for flour and bread!
de: Die armen Kinder... Schatz, wir können denen doch nicht nur Fische anbieten! Du solltest ein paar Bauernhöfe errichten, damit wir etwas Weizen für Mehl und Brot ernten können!
es: Esos pobres niños... Cariño, no pueden comer únicamente pescado. Construye granjas para cultivar trigo y obtener harina y pan.
fr: Pauvres petits... Chéri, on arrive à peine à les nourrir avec ce peu de poisson. Tu devrais construire des fermes pour récolter du blé, ce qui nous ferait de la farine et du pain.
id: Anak-anak malang itu... sayang, kita tidak bisa hanya memberi mereka ikan! Kau harus membangun perkebunan, jadi kita bisa memanen gandum untuk tepung dan roti!
it: Quei poveri bambini... Tesoro, non possiamo nutrirli di solo pesce! Dovresti costruire delle fattorie, così che possiamo coltivare grano per fare farina e pane!
ja: かわいそうな子供たち...魚がめったに食べられないなんて！農場を建てて、小麦を育てましょう！そして小麦粉にしてパンを焼くの！
ko: 불쌍한 어린이들... 생선만을 먹일 순 없어요! 농장을 지어서 빵을 만들 밀을 수확합시다!
pt: Pobres crianças... querido, não podemos nem alimentá-los com peixe! Você deveria construir fazendas, para produzirmos trigo para farinha e pão!
ru: Эти бедные дети... дорогой, мы едва можем накормить их рыбой! Ты должен строить фермы, чтобы получать муку и хлеб из собранного урожая!
zh: 那些可怜的孩子...亲爱的，光给他们吃鱼肉是不行的！你应该建几座农场，这样我们就有小麦面粉来烤面包了！
zh_tw: 那些可憐的孩子...親愛的，光給他們吃魚肉是不行的！您應該建幾座農場，這樣我們就有小麥麵粉來烤麵包了！

# T_GAME_QUEST_SCEN3_4_NAME
source: Build 2 farms and produce wheat.
de: Baue 2 Bauernhöfe und produziere Weizen.
es: Construye 2 granjas y produce trigo.
fr: Construisez deux fermes et produisez du blé.
id: Bangunlah 2 lahan pertanian dan hasilkan gandum.
it: Costruisci due fattorie e produci grano.
ja: 農場を2つ作り、小麦を生産する。
ko: 밀을 생산할 농장을 2곳 짓습니다.
pt: Construa 2 fazendas e produza trigo.
ru: Построй 2 фермы и произведи пшеницу.
zh: 兴建两座农场并种植小麦。
zh_tw: 興建兩座農場並種植小麥。

# T_GAME_QUEST_SCEN3_5_1_NAME
source: Build a smelter.
de: Baue eine Schmelze.
es: Construye una fundidora.
fr: Construisez une fonderie.
id: Bangunlah smelter.
it: Costruisci una fonderia.
ja: 精錬所を建てる。
ko: 용광로 짓기
pt: Construa uma fundição.
ru: Построй плавильную мастерскую.
zh: 兴建一座冶炼厂。
zh_tw: 興建一間冶煉廠。

# T_GAME_QUEST_SCEN3_5_DESC
source: Hey, honey, didn't you forget something? Didn't you plan on sending some gifts to the King to convince him to help us? You're fortunate that you have me... we definitely need a mine and a smelter before we can produce anything of value!
de: Sag mal, Schatz, hast du nicht etwas vergessen? Wolltest du dem König nicht ein paar Geschenke überreichen, damit er uns hilft? Wenn du mich nicht hättest... Wir brauchen auf jeden Fall erstmal eine Mine und eine Schmelze, sonst können wir nichts wertvolles herstellen!
es: Cariño, ¿no se te olvida algo? ¿Vas a enviarle regalos al rey para que nos ayude? No sé qué harías sin mí... Necesitamos una mina y una fundidora para producir objetos de valor.
fr: Dis, chéri, tu n'oublies pas quelque chose ? Tu ne devais pas payer un petit tribut au roi pour le convaincre de nous aider ? Heureusement que je suis là, hein ? Bien, donc, il nous faudrait une mine et une fonderie pour créer des objets de valeur.
id: Hei, sayang, tidakkah kau lupa sesuatu? Bukankah kau berencana mengirim hadiah untuk raja untuk meyakinkannya untuk membantu kita? Sungguh beruntung kau memilikiku... kita tentu membutuhkan tambang dan smelter sebelum kita bisa menghasilkan sesuatu yang berharga!
it: Ehi, tesoro, non dimentichi qualcosa? Non avevi pensato di mandare dei doni al re per convincerlo ad aiutarci? Sei fortunato ad avere me... Abbiamo bisogno di una miniera e di una fonderia per produrre qualcosa di valore!
ja: ねえ、何か忘れてない？国王に何か贈り物をして援助を求めないと！何かできないかしら...そうよ！お金になるものを作るためには採掘所と精錬所が必要だわ！
ko: 잠시만요. 왕을 설득하기 위하여 선물을 보내시는 것을 잊어버리셨나요? 값나가는 상품을 만들기 위한 용광로와 광산이 필요합니다!
pt: Ei, querido, não está esquecendo de algo? Você não planejou enviar alguns presentes ao rei para convencê-lo a nos ajudar? Você tem sorte de me ter... nós precisamos de uma mina e de uma fundição antes que possamos produzir algo de valor!
ru: Эй, дорогой, ты ничего не забыл? Разве ты не планировал отправить подарки королю, чтобы убедить его помочь нам? К твоему счастью, у тебя есть я... нам однозначно необходимы рудник и плавильная мастерская, прежде чем мы сможем произвести что-либо ценное!
zh: 嘿，亲爱的，你没忘了什么事儿吧？你不是打算给国王送些礼求他帮助我们吗？有了我，你真的很幸运呢...我们一定要开一座矿，再建一座冶炼厂，那样才能生产出有价值的东西来。
zh_tw: 嘿，親愛的，您沒忘了什麼事兒吧？您不是打算給國王送些禮求他幫助我們嗎？有了我，您真的很幸運呢...我們一定要開一座礦，再建一座冶煉廠，那樣才能生產出有價值的東西來。

# T_GAME_QUEST_SCEN3_5_NAME
source: Build a mine.
de: Baue eine Mine.
es: Construye una mina.
fr: Implantez une mine.
id: Bangunlah sebuah tambang.
it: Costruisci una miniera.
ja: 採掘所を建てる。
ko: 광산을 짓습니다.
pt: Construa uma mina.
ru: Построй рудник.
zh: 开一座矿。
zh_tw: 開一座礦。
