Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN_5_DESC
source: I want the tournament to be unforgettable! Our knights shall wield golden lances and our jousting grounds shall shine and glisten! Do me a favor and collect taxes for your King!
de: Ich will, dass unser Turnier unvergesslich wird! Unsere Ritter sollen goldene Lanzen tragen und die Turnierplätze funkeln und glänzen! Seid so nett und treibt ein paar Steuern für mich ein!
es: ¡Quiero que el torneo sea inolvidable! ¡Nuestros caballeros deben portar lanzas de oro y los campos de justas deben vestir sus mejores galas! ¡Recauda impuestos para tu rey!
fr: Ce tournoi doit être mémorable ! Nos chevaliers doivent brandir des lances en or et nos aires de joute doivent briller de mille feux ! Faites-moi plaisir et collectez-moi des impôts !
id: Aku ingin turnamen ini agar tidak tidak terlupakan! Ksatria kita harus membawa tombak emas dan arena pertempuran kita harus bersinar dan berkilauan! Bantu aku dan kumpulkan pajak untuk rajamu!
it: Voglio che questo torneo sia indimenticabile! I nostri cavalieri dovranno imbracciare lance d'oro e le nostre giostre dovranno luccicare al sole! Per favore, riscuoti tasse per il tuo re!
ja: 思い出に残るトーナメントにしたい。我が騎士たちが金の槍を振り回し、闘技場が光り輝くことを願う。そのために税金を集めてきてくれ！
ko: 경기가 잊을 수 없는 행사가 되길 바랍니다! 저희의 기사들은 황금 장식을 두르고 경기장은 반짝여야 합니다! 왕을 위한 세금을 거두어주세요!
pt: Eu quero que o torneio seja inesquecível! Nossos cavaleiros devem empunhar lanças douradas e nossos campos de justa devem brilhar! Faça-me o favor de cobrar impostos para seu rei!
ru: Я хочу, чтобы турнир был незабываемым! Наши рыцари будут вооружены золотыми копьями, а наша арена будет сверкающей! Сделай мне одолжение и собери подати для твоего короля!
zh: 我想把比武大赛办成一次难忘的盛会！我们的骑士必须使用绝好的长矛，我们的比武场必须闪亮耀眼！帮我一个忙为你的国王收取税金吧！
zh_tw: 我想把比武大賽辦成一次難忘的盛會！我們的騎士必須使用絕好的長矛，我們的競技場必須閃亮耀眼！幫我一個忙為您的國王收取稅金吧！

# T_GAME_QUEST_SCEN_5_NAME
source: Pay a tribute of 1000 Thaler.
de: Zahle einen Tribut von 1000 Talern.
es: Paga un tributo de 1000 táleros.
fr: Payez un tribut de 1000 écus.
id: Kirimkan upeti 1000 Thaler.
it: Paga un tributo di 1000 talleri.
ja: 1000ターレルの貢ぎ物を納める。
ko: 1000탈러를 왕에게 바칩니다.
pt: Pague um tributo de 1000 Tálers.
ru: Выплати дань в размере 1000 талеров.
zh: 支付1000泰勒币的贡礼。
zh_tw: 支付1000泰勒幣的貢禮。

# T_GAME_QUEST_SCEN_6_DESC
source: I'm sure our guests would enjoy the delightful taste of our freshly squeezed grape juices! Go and build juice manufactures! You can even serve the low quality waste at the local taverns!
de: Unsere Gäste erfreuen sich sicherlich am wohltuenden Geschmack unserer selbst gepressten Traubensäfte! Seht zu, dass Ihr eine Kelterei errichtet! Die Traubenabfälle könnt Ihr dann auch gerne den Wirtshäusern spenden!
es: ¡Seguro que a los invitados les encantaría saborear nuestros sabrosos zumos de frutas recién hechos! Construye lagares. ¡Puedes servir los restos de peor calidad en las tabernas locales!
fr: Je suis sûr que nos invités apprécieraient la douce saveur de notre jus de raisin frais. Construisez des pressoirs ! Vous pouvez écouler le jus de médiocre qualité dans les tavernes de la ville.
id: Aku yakin tamu kita akan menikmati lezat dan segarnya jus anggur perasan kita! Pergilah bangun pabrik jus! Bahkan kau juga bisa menghidangkan sampah berkualitas rendah di kedai lokal!
it: Sono certo che i nostri ospiti apprezzeranno il delizioso sapore del nostro succo d'uva fresco! Vai e costruisci delle manifatture di succo! Il prodotto di qualità inferiore puoi farlo servire nelle taverne locali!
ja: 観客は搾りたてのぶどうジュースに大喜びするはずだ。さあ、早くジュース工場を建ててくれぬか。地元の酒場よりこちらが優先だ！
ko: 방금 짜낸 신선한 포도 주스를 게스트들이 좋아할 것입니다! 주스 제조업장을 짓습니다! 지역 여관에서 저품질의 주스를 제공할 수도 있씁니다!
pt: Tenho certeza que nossos convidados apreciarão o delicioso sabor de nossos sucos de uva recém espremidas! Vá construir produtoras de suco! Você pode até servir aqueles restos de baixa qualidade nas tavernas locais!
ru: Уверен, что нашим гостям понравится восхитительный вкус наших свежеотжатых виноградных соков! Отправляйся и построй соковые мануфактуры! Ты даже сможешь подавать низкокачественные отходы в местных тавернах!
zh: 我相信我们的客人们会非常喜欢享用我们新榨的葡萄汁的！去建几座果汁制造厂吧！你甚至还可以将低质量的废料提供给当地的酒馆！
zh_tw: 我相信我們的客人們會非常喜歡享用我們新榨的葡萄汁的！去建幾座果汁製造廠吧！您甚至還可以將低品質的廢料提供給當地的酒館！

# T_GAME_QUEST_SCEN_6_DESC_NEW
source: I'm sure our guests would enjoy the delightful taste of our freshly squeezed grape juice!
de: Unsere Gäste erfreuen sich sicherlich am wohltuenden Geschmack unserer selbst gepressten Traubensäfte!
es: ¡Seguro que a nuestros huéspedes les encantaría el delicioso sabor de nuestro zumo de uva recién exprimido!
fr: Je suis sûr que nos invités apprécieront le goût délicieux de notre jus de raisin fraîchement pressé !
id: Aku yakin para tamu akan menikmati rasa lezat jus anggur segar kita!
it: Sono sicuro che i nostri ospiti apprezzeranno il delizioso gusto del nostro succo d’uva appena spremuto!
ja: お客さんたちは、私たちの新鮮なしぼりたてのぶどうジュースの味を楽しんでくれるでしょう。
ko: 갓 짜낸 포도 주스의 신선한 맛을 손님들이 좋아할 거예요!
pt: Tenho certeza de que nossos convidados gostariam de um maravilhoso suco de uva fresco!
ru: Думаю, нашим гостям понравится прекрасный вкус свежевыжатого виноградного сока!
zh: 咱们鲜榨出来的葡萄汁，甘甜味美，客人一定会喜欢！
zh_tw: 咱們鮮榨出來的葡萄汁，甘甜味美，客人一定會喜歡！

# T_GAME_QUEST_SCEN_6_NAME
source: Build a juice manufacture and produce juice.
de: Baue eine Kelterei und produziere Traubensaft.
es: Construye un lagar y produce zumo.
fr: Construisez un pressoir et produisez du jus.
id: Bangunlah pabrik jus dan hasilkan jus.
it: Costruisci una manifattura di succo e produci del succo.
ja: ジュース工場を建て、ジュースを生産する。
ko: 주스를 생산할 주스 제조소를 짓습니다.
pt: Construa uma fábrica de suco e produza suco.
ru: Построй соковую мануфактуру и произведи сок.
zh: 兴建一座果汁制造厂并生产果汁。
zh_tw: 興建一座果汁製造廠並生產果汁。

# T_GAME_QUEST_SCEN_7_1_NAME
source: Build a weaving mill and produce fabrics.
de: Baue eine Webstube und produziere Stoffe.
es: Construye un telar y produce tela.
fr: Construisez un atelier de tissage et produisez du tissu.
id: Bangun kedai pintal dan hasilkan kain.
it: Costruisci una bottega di tessitore e produci stoffa.
ja: 織布工場を建て、布を生産する。
ko: 방직소를 지어 천을 생산합니다.
pt: Construa uma tecelagem e produza tecido.
ru: Построй ткацкую фабрику и произведи ткань.
zh: 建造织布厂并生产布料。
zh_tw: 建造織布廠並生產布料。

# T_GAME_QUEST_SCEN_7_2_NAME
source: Build a tailors' shop and produce clothes.
de: Baue eine Schneiderei und produziere Kleidung.
es: Construye una sastrería y produce ropa.
fr: Construisez un atelier de tailleur et produisez des vêtements.
id: Bangunlah toko penjahit dan buat pakaian.
it: Costruisci una sartoria e produci abiti.
ja: 仕立屋を建て、衣服を生産する。
ko: 의류를 생산할 테일러 상점을 짓습니다.
pt: Construa uma loja de alfaiataria e produza roupas.
ru: Построй портняжную мастерскую и произведи одежду.
zh: 兴建一间裁缝铺并制作衣物。
zh_tw: 興建一間裁縫鋪並製作衣物。

# T_GAME_QUEST_SCEN_7_DESC
source: Our knights' tabards are old and faded and it displeases my eyes, steward! Go get some new ones! Build sheep pastures, hire a weaver and build a tailor's shop, if you want to keep your job!
de: Diese alten und farblosen Wappenröcke unserer Ritter missfallen mir, mein Statthalter! Geht und besorgt ein paar neue! Errichtet Weiden, heuert einen Weber an und baut eine Schneiderei, wenn Ihr mir weiter dienen wollt!
es: Corregidor, ¡los tabardos de nuestros caballeros están viejos y descoloridos! ¡No puedo ni verlos! ¡Consigue unos nuevos! Si quieres conservar tu cargo, construye pastos para ovejas, contrata a un tejedor y construye una sastrería.
fr: Les tenues de nos chevaliers me déplaisent au plus haut point, cher intendant. Faites-en tailler de nouvelles. Créez des prés à moutons, construisez un atelier de tissage et engagez un tailleur si vous ne voulez pas perdre votre emploi !
id: Jubah ksatria kita sudah tua dan usang dan itu menyiksa mataku, steward! Buatlah jubah baru! Bangunlah padang domba, rekrut penenun dan bangunlah toko penjahit, jika kau ingin melanjutkan kerjaku!
it: I tabarri dei nostri cavalieri sono vecchi e consunti, e questo mi disturba la vista, Siniscalco! Procuratene dei nuovi! Costruisci dei pascoli per le pecore, assumi un tessitore e un sarto, se vuoi mantenere il tuo impiego!
ja: 騎士の衣服がボロボロだぞ。新調しなければ！牧羊地をつくるのだ、織物工場も必要だ。仕立屋も忘れぬようにな。
ko: 우리의 기사들의 갑옷이 너무 낡았습니다! 새 갑옷을 가져다주세요! 양 목초지를 지은 후, 털 깎는 사람을 고용하고 재단 사의 상점을 지으세요!
pt: Os mantos de nossos cavaleiros estão velhos e desbotados e desagradam meus olhos, administrador! Consiga uns mantos novos! Se quiser manter seu trabalho, construa pastagens de ovelhas, contrate um tecelão e construa uma loja de alfaiataria!
ru: Плащи наших рыцарей старые и выцветшие, и это раздражает мой взгляд, наместник! Отправляйся и добудь новые! Построй пастбища для овец, найми ткача и построй портняжную мастерскую, если хочешь сохранить свою должность!
zh: 干事，我们骑士的信号旗都旧得褪了色。我看着很不舒服！快做些新的来！如果想保住你的饭碗，就去兴建牧羊场，雇一名纺织工，再建个裁缝铺！
zh_tw: 幹事，我們騎士的信號旗都舊得褪了色。我看著很不舒服！快做些新的來！如果想保住您的飯碗，就去興建牧羊場，雇一名紡織工，再建個裁縫鋪！

# T_GAME_QUEST_SCEN_7_NAME
source: Build 2 sheep pastures.
de: Baue 2 Schafweiden.
es: Construye 2 pastos para ovejas.
fr: Créez deux prés à moutons.
id: Bangun 2 padang domba.
it: Costruisci 2 pascoli per pecore.
ja: 牧羊地を2つ建てる。
ko: 2개의 양 목초지를 짓습니다.
pt: Construa 2 pastagens de ovelhas.
ru: Построй 2 пастбища для овец.
zh: 兴建两座牧羊场。
zh_tw: 興建兩座牧羊場。

# T_GAME_QUEST_SCEN_8_DESC
source: We should sell more goods for money, my lord. It's always a good idea to have Thaler disposable to cover possible future expenditures.
de: Wir sollten mehr Handel betreiben, mein Herr. Dadurch haben wir mehr Taler für eventuelle Ausgaben zur Verfügung.
es: Tendríamos que vender más artículos para conseguir dinero, milord. Siempre viene bien tener táleros de sobra para cubrir gastos futuros.
fr: Vous devriez vendre plus de marchandises pour gagner de l'argent, Maître. C'est toujours une bonne idée d'avoir de l'argent de côté en cas de dépenses imprévues.
id: Kita harus menjual lebih banyak barang untuk mendapat uang, tuanku. Sebaiknya kita memiliki cadangan Thaler untuk keperluan mendadak di waktu mendatang.
it: Dovremmo vendere più merce per denaro, mio signore. È sempre una buona idea tenere dei talleri a disposizione per coprire future possibili spese.
ja: 閣下、もっと物資を売却しお金を手に入れましょう。ターレルは今後の経費のために常に蓄えておくべきです。
ko: 더 많은 상품을 판매해서 수익을 올려야 합니다. 차후에 발생 가능한 지출을 위하여 탈러를 저축하여야 합니다.
pt: Nós deveríamos vender mais mercadorias por dinheiro, meu senhor. É sempre uma boa ideia ter Táler à disposição para cobrir possíveis gastos futuros.
ru: Милорд, мы должны продавать больше товаров за деньги. Всегда хорошо иметь под рукой талеры для покрытия возможных издержек в будущем.
zh: 我们应该拿出更多的货物去卖钱，我的老爷。有了充足的泰勒，就可以开销将来的各种用度。这总是一个来钱的好办法。
zh_tw: 我們應該拿出更多的貨物去賣錢，我的老爺。有了充足的泰勒，就可以開銷將來的各種用度。這總是一個來錢的好辦法。

# T_GAME_QUEST_SCEN_8_NAME
source: Profit from trade worth 500 Thaler.
de: Erziele 500 Taler Profit durch Handel.
es: Consigue 500 táleros comerciando.
fr: Récupérez 500 écus en faisant du commerce.
id: Dapatkan 500 Thaler dari perdagangan.
it: Guadagna 500 talleri commerciando.
ja: 売買で500ターレルの利益を上げる。
ko: 거래를 통하여 500달러를 법니다.
pt: Ganhe 500 Tálers através da comercialização.
ru: Заработай 500 талеров с помощью торговли.
zh: 通过贸易赚取 500 个泰勒币。
zh_tw: 通過貿易賺取 500 個泰勒幣。

# T_GAME_QUEST_SCEN_9_DESC
source: I see things are progressing well, but your town is still an eyesore! I want fountains and white stone walls and evergreen trees and splendorous statues! You should beautify the town with more decorations!
de: Ich sehe, die Arbeiten gehen voran! Aber es ist Euer Dorf, dass mir noch ein Dorn im Auge ist! Ich will Springbrunnen und weißes Gemäuer, immergrüne Bäume und luxuriöse Statuen sehen! Seht zu, dass Ihr für mehr Dekorationen sorgt!
es: Las cosas marchan bien. pero la ciudad no es muy bonita que digamos. Quiero ver fuentes, muros de piedra blancos, árboles y espléndidas estatuas. ¡Embellece la ciudad con más decoraciones!
fr: Les choses avancent, mais votre ville est toujours en triste état. Je veux des fontaines, des murs de pierre blanche, des arbres verdoyants et des statues ! Cette ville manque de décoration !
id: Kulihat semuanya berjalan baik, namun kotamu masih jelek! Aku ingin air mancur dan tembok batu putih dan pepohonan hijau dan patung yang menarik! Kau harus mempercantik kotamu dengan lebih banyak dekorasi!
it: Vedo che le cose procedono bene, ma la tua città è ancora squallida! Voglio vedere fontane e bianchi muri di pietra e alberi sempreverdi e magnifiche statue! Devi abbellire la città con più decorazioni!
ja: 事は良い方向に進んでいるようだが、街の景観が物足りないのお。噴水や白い石垣、常緑樹や輝く像が必要だ。デコレーションで街の美化を進めてくれ！
ko: 모든 일이 잘 풀리고 있지만, 마을은 여전히 엉망입니다! 분수와 하얀 벽, 소나무 그리고 화려한 조각상들이 필요합니다! 더 많은 장식으로 아름답게 장식하여야 합니다!
pt: Eu vejo que as coisas estão progredindo bem, mas sua cidade ainda é feia! Eu quero fontes, paredes de pedras brancas, árvores verdinhas e estátuas esplendorosas! Você deveria embelezar a cidade com mais decorações!
ru: Вижу, что дела идут хорошо, но твой город все еще словно бельмо на глазу! Я хочу видеть фонтаны, белые каменные стены, вечнозеленые деревья и величественные статуи! Преобрази город с помощью большего количества украшений!
zh: 我看事情进展良好，但你的小镇外观仍然很难看！ 我想要喷泉和白色石墙，还有常绿树木和辉煌壮丽的雕像! 你应该多用些装饰来美化城镇!
zh_tw: 我看事情進展良好，但您的小鎮外觀仍然很難看！ 我想要噴泉和白色石牆，還有常綠樹木和輝煌壯麗的雕像! 您應該多用些裝飾來美化城鎮!

# T_GAME_QUEST_SCEN_9_NAME
source: Increase deco happiness.
de: Erhöhe die Zufriedenheit mit Dekorationen.
es: Aumenta la felicidad con decoraciones.
fr: Décorez pour le bonheur de tous !
id: Tingkatkan kebahagiaan deco.
it: Aumenta la felicità mediante decorazioni.
ja: デコレーション幸福度を上げる。
ko: 장식 행복이 증가합니다.
pt: Aumente a alegria da decoração.
ru: Увеличь уровень счастья от украшений.
zh: 提升了装饰幸福指数。
zh_tw: 提升了裝飾幸福指數。

# T_GAME_QUEST_SCEN_CC_10_DESC
source: At first you are advised to assign a worker to one of the forester huts in the area.
de: Wir sollten zunächst einen Townie der Forsthütte zuweisen.
es: Primero te aconsejo asignar a un trabajador a una de las cabañas forestales de la zona.
fr: Tout d'abord, il est conseillé d'affecter un travailleur à une des cabanes de forestier de la zone.
id: Pertama-tama ada baiknya menugaskan seorang pekerja di salah satu pondok penjaga hutan di sekitar.
it: All’inizio è consigliabile assegnare un lavoratore ad uno dei capanni dei taglialegna della zona.
ja: まずはじめにこのエリアの木こり小屋の一つに労働者を一人割り当てるとよいでしょう。
ko: 우선 지역 내 산꾼 오두막에 일꾼을 배치해야 합니다.
pt: Primeiro, é melhor colocar um trabalhador numa das cabanas de silvicultor da área.
ru: Сначала советуем назначить работника в одну из местных хижин лесника.
zh: 首先，建议你分派一个工人，到这个地区的一个伐木工小屋去。
zh_tw: 首先，建議你分派一個工人，到這個地區的一個伐木工小屋去。

# T_GAME_QUEST_SCEN_CC_10_TITEL
source: Assign a worker to the foresters’ hut.
de: Weise einen Arbeiter der Forsthütte zu.
es: Asigna a un trabajador a la cabaña de guarda forestal.
fr: Affectez un travailleur à la cabane de forestier.
id: Tugaskan seorang pekerja di pondok penjaga hutan.
it: Assegna un lavoratore al capanno del taglialegna.
ja: 木こり小屋に働き手を一人割り当てる。
ko: 일꾼을 산꾼 오두막에 배치하세요.
pt: Coloque um trabalhador na cabana de silvicultor.
ru: Назначь работника в хижину лесника.
zh: 分派一个工人去伐木工小屋。
zh_tw: 分派一個工人去伐木工小屋。

# T_GAME_QUEST_SCEN_CC_45_DESC
source: One of the main tasks is to build a marketplace. To complete this assignment, you have to establish several resource production chains and collect the necessary resources, my lord.
de: Die erste Aufgabe besteht darin, einen Marktplatz zu errichten. Dazu benötigen wir verschiedene Ressourcen, die wir nach und nach sammeln müssen.
es: Una de las tareas principales es construir un mercado. Para conseguirlo, debes establecer varias cadenas de producción de recursos y obtener los recursos necesarios, mi señor.
fr: Une des tâches principales consiste à bâtir un marché. Pour compléter cette mission, vous devez établir plusieurs chaînes de production et collecter les ressources nécessaires, mon seigneur.
id: Salah satu tugas utama adalah membangun pasar. Untuk merampungkan tugas ini, siapkanlah rantai produksi beberapa sumber daya dan kumpulkan sumber daya yang diperlukan, Tuanku.
it: Uno dei compiti principali è costruire un mercato. Per completare questo compito, dovrai stabilire diverse catene di produzione risorse e raccogliere le necessarie risorse, mio signore.
ja: 重要な仕事の一つは市場を作ることです。 閣下、この仕事を完成させるためには、いくつもの資材の生産をうまく連携させ、必要な資材を集めなくてはなりません。
ko: 주요 작업 중 하나는 시장을 만드는 것입니다. 이 과제를 완료하려면 여러 자원 생산망을 만들어 필요한 자원을 모아야 합니다, 영주님.
pt: Uma das principais missões é construir um mercado. Para cumprir esse objetivo, você tem que estabelecer várias cadeias de produção para juntar os recursos necessários, meu senhor.
ru: Одна из основных задач — строительство рынка. Для ее выполнения вам придется создать несколько цепочек производства ресурсов и собрать достаточное количество материалов, милорд.
zh: 咱们的一个主要任务，就是建立集市。 大人，要完成这个任务，您就必须建立多种资源的生产链条，还要收集必要的资源。
zh_tw: 咱們的一個主要任務，就是建立集市。 大人，要完成這個任務，您就必須建立多種資源的生產鏈條，還要收集必要的資源。

# T_GAME_QUEST_SCEN_CC_45_TITEL
source: Construct a marketplace.
de: Errichte einen Marktplatz.
es: Construye un mercado.
fr: Construisez un marché.
id: Bangunlah pasar.
it: Costruisci un mercato.
ja: 市場を作る。
ko: 시장을 만드세요.
pt: Construa um mercado.
ru: Построй рынок.
zh: 建立集市。
zh_tw: 建立集市。

# T_GAME_QUEST_SCEN_CC_46_DESC
source: My lord, I recommend assigning a Townie to the sawmill so we can produce planks as soon as possible.
de: Mein Herr, ich empfehle Euch, einen Townie der Sägemühle zuzuweisen, der die benötigten Bretter herstellen kann.
es: Mi señor, te recomiendo que asignes a un townie al aserradero para que podamos empezar a producir tablas cuanto antes.
fr: Mon seigneur, je vous recommande d'affecter un habitant à la scierie afin de produire des planches dès que possible.
id: Tuanku, sebaiknya kita menugaskan seorang Townie di penggergajian agar kita bisa memproduksi papan secepat mungkin.
it: Mio signore, consiglio di assegnare un cittadino alla segheria per produrre assi di legno il più presto possibile.
ja: 閣下、できる限り早急に厚板を生産するために製材所に一人タウニーを割り当てるとよいですよ。
ko: 영주님, 주민을 제재소에 배치하여 되도록 빨리 목재를 생산할 수 있게 해야 합니다.
pt: Meu senhor, recomendo colocar um habitante na serraria para produzirmos tábuas o mais rápido possível.
ru: Милорд, рекомендую назначить горожанина на лесопилку, чтобы поскорее начать производство досок.
zh: 大人，小人愚见，咱们分派一个镇民去锯木厂，以便尽快锯出木板。
zh_tw: 大人，小人愚見，咱們分派一個鎮民去鋸木廠，以便儘快鋸出木板。

# T_GAME_QUEST_SCEN_CC_46_TITEL
source: Assign a worker to the sawmill.
de: Weise der Sägemühle einen Arbeiter zu.
es: Asigna a un trabajador al aserradero.
fr: Affectez un travailleur à scierie.
id: Tugaskan seorang pekerja di penggergajian.
it: Assegna un lavoratore alla segheria.
ja: 製材所に労働者を一人割り当てる。
ko: 일꾼을 제재소에 배치하세요.
pt: Coloque um trabalhador na serraria.
ru: Назначь работника на лесопилку.
zh: 分派一个工人去锯木厂。
zh_tw: 分派一個工人去鋸木廠。

# T_GAME_QUEST_SCEN_CC_471_DESC
source: My lord, I would recommend that you switch to mining stone instead of ore.
de: Mein Herr, für den Bau des Marktplatzes benötigen wir Steine und keine Erze. Wir sollten den Townie zum Steine sammeln schicken.
es: Mi señor, te aconsejaría que pases a obtener piedra en las minas en lugar de mineral de hierro.
fr: Mon seigneur, je vous conseille de miner de la pierre plutôt que du minerai.
id: Tuanku, rasanya kita lebih baik menambang batu daripada bijih besi.
it: Mio signore, suggerisco di concentrarsi sulla produzione di pietre anziché di metalli.
ja: 閣下、鉱石ではなく石を採掘するほうがよいと思います。
ko: 영주님, 철광석 대신에 석재를 캐내는 것이 좋습니다.
pt: Milorde, recomendo que você mude a mineração de minério para pedra.
ru: Милорд, рекомендую начать добывать камень, а не руду.
zh: 大人，小人建议，您将矿石换成开采出来的石头。
zh_tw: 大人，小人建議，您將礦石換成開採出來的石頭。

# T_GAME_QUEST_SCEN_CC_47_DESC
source: As soon as you have gathered some planks and wood you have to assign one of the workers to the mine and start mining stone.
de: Sobald genügend Bretter und Holz vorhanden sind, sollten wir einen Townie dem Bergwerk zuweisen.
es: En cuanto hayas acumulado tablas y madera, debes asignar a unos de los trabajadores a la mina para empezar a obtener piedra.
fr: Dès que vous aurez récupéré des planches et du bois, affectez l'un des travailleurs à la mine et commencez à miner de la pierre.
id: Begitu ada beberapa papan dan kayu yang terkumpul, tugaskanlah salah satu pekerja di tambang dan mulailah menambang batu.
it: Appena avrai accumulato assi e legno, dovrai assegnare un lavoratore alla miniera e iniziare a scavare pietre.
ja: 厚板と木材を集めたらすぐに石を採掘できるよう、労働者の一人を採鉱場に割り当てましょう。
ko: 목재를 모으면 일꾼을 광산에 배치하여 석재를 캐내야 합니다.
pt: Assim que você tiver juntado tábuas e madeira, você tem que colocar um dos trabalhadores na mina e começar a extrair pedras.
ru: Как только вы соберете немного досок и древесины, назначьте работника в шахту, чтобы он начал добывать камень.
zh: 一旦有了原木和木板，您就要派遣一个工人去采石场开采石头。
zh_tw: 一旦有了原木和木板，您就要派遣一個工人去採石場開採石頭。

# T_GAME_QUEST_SCEN_CC_47_END
source: Very well, my lord. Now we just have to wait until the marketplace has been constructed.
de: Sehr gut, nun müssen wir nur noch den Bau des Marktplatzes abschließen.
es: Muy bien, mi señor. Ahora solo tenemos que esperar a que se termine de construir el mercado.
fr: Très bien, mon seigneur. Nous n'avons plus qu'à attendre que le marché soit construit.
id: Baik, Tuanku. Sekarang kita tinggal menunggu sampai pembangunan pasar selesai.
it: Molto bene, mio signore. Ora dobbiamo solo attendere che il mercato venga costruito.
ja: とてもよろしいですね、閣下。あとは市場ができあがるのを待つだけです。
ko: 훌륭합니다, 영주님. 이제 시장이 완성되기만 기다리면 됩니다.
pt: Muito bem. Agora só temos que esperar até que o mercado fique pronto, meu senhor.
ru: Хорошо, милорд. Теперь нам осталось лишь ждать завершения строительства рынка.
zh: 太好了，大人。现在咱们就坐等集市建成了。
zh_tw: 太好了，大人。現在咱們就坐等集市建成了。

# T_GAME_QUEST_SCEN_CC_47_TITEL
source: Assign a worker to the mine.
de: Weise einen Arbeiter dem Bergwerk zu.
es: Asigna a un trabajador a la mina.
fr: Affectez un travailleur à la mine.
id: Tugaskan seorang pekerja di tambang.
it: Assegna un lavoratore alla miniera.
ja: 採鉱場に一人労働者を割り当てる。
ko: 일꾼을 광산에 배치하세요.
pt: Coloque um trabalhador na mina.
ru: Назначь работника в шахту.
zh: 分派一个工人去采石场。
zh_tw: 分派一個工人去採石場。

# T_GAME_QUEST_SCEN_CC_60_DESC
source: Your second main task is to build a tavern. We should start constructing the building immediately.
de: Als zweite Aufgabe soll ein Wirtshaus errichtet werden. Wir sollten den Bau sofort beginnen!
es: Tu segunda tarea principal es construir una taberna. Deberíamos empezar a construirla inmediatamente.
fr: Votre seconde tâche principale consiste à bâtir une taverne. Nous devrions construire le bâtiment immédiatement.
id: Tugas utama yang kedua adalah membangun kedai minum. Sebaiknya kita segera mulai mendirikan bangunan itu.
it: Il tuo secondo compito primario è costruire una taverna. Dobbiamo cominciare la costruzione immediatamente.
ja: 二つ目の重要な仕事は酒場を作ることです。 いますぐ建物を作り始めましょう。
ko: 두 번째 과제는 선술집을 만드는 것입니다. 이 건물을 어서 만들어야 합니다.
pt: Sua segunda missão é construir uma taverna. É melhor começar a construir o prédio imediatamente.
ru: Вторая основная задача — строительство таверны. Нужно немедленно заняться ее возведением.
zh: 您的第二项主要任务，是修建酒馆。 咱们应该立即着手兴建。
zh_tw: 您的第二項主要任務，是修建酒館。 咱們應該立即著手興建。

# T_GAME_QUEST_SCEN_CC_60_TITEL
source: Build a tavern
de: Baue ein Wirtshaus.
es: Construye una taberna
fr: Bâtissez une taverne.
id: Bangunlah kedai minum
it: Costruisci una taverna
ja: 酒場を作る。
ko: 선술집을 만드세요
pt: Construa uma taverna.
ru: Построй таверну.
zh: 修建酒馆。
zh_tw: 修建酒館。
