Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_CLOUD_NETWORK_ERROR
source: Connection error!
de: Verbindungsfehler!
es: ¡Error de conexión!
fr: Erreur de connexion !
id: Masalah koneksi!
it: Errore di connessione!
ja: 接続エラー！
ko: 연결 오류!
pt: Erro de conexão!
ru: Ошибка подключения!
zh: 连接错误！
zh_tw: 連線錯誤！

# T_CLOUD_NO_SAVE
source: No save available.
de: Kein Spielstand vorhanden.
es: No se puede guardar.
fr: Aucune sauvegarde de disponible.
id: Tidak ada game tersimpan.
it: Nessun salvataggio disponibile.
ja: セーブは利用できません。
ko: 저장 게임이 없습니다.
pt: Nenhuma gravação disponível!
ru: Нет доступных сохранений.
zh: 无存档可用。
zh_tw: 無存檔可用。

# T_CLOUD_PLAYTIME
source: Playtime:
de: Spielzeit:
es: Tiempo de juego:
fr: Temps de jeu :
id: Waktu bermain:
it: Tempo di gioco:
ja: プレイ時間:
ko: 플레이 시간:
pt: Tempo de jogo:
ru: Время в игре:
zh: 游戏时间：
zh_tw: 遊戲時間：

# T_CLOUD_POPUP_CHOOSE_VERSION
source: Please choose a version:
de: Bitte Version auswählen:
es: Elige una versión:
fr: Veuillez choisir une version :
id: Harap pilih versi:
it: Scegli una versione:
ja: バージョンを選択してください：
ko: 버전 선택:
pt: Escolha uma versão:
ru: Выбери версию.
zh: 请选择一个版本：
zh_tw: 請選取一個版本：

# T_CLOUD_POPUP_CONFLICT_TITLE
source: Conflict detected!
de: Konflikt erkannt!
es: ¡Se ha detectado un conflicto!
fr: Conflit détecté !
id: Konflik terdeteksi!
it: Conflitto rilevato!
ja: 衝突
ko: 충돌이 발생했습니다!
pt: Conflito detectado!
ru: Конфликт сохранений!
zh: 发现冲突！
zh_tw: 發現衝突！

# T_CLOUD_POPUP_QUESTION_RECOVER
source: Really download savegames from the cloud? Existing savegame on the device will be overwritten!
de: Willst du wirklich die Spielstände aus der Cloud herunterladen? Vorhandene Spielstände auf dem Gerät werden dabei überschrieben!
es: ¿Seguro que quieres descargar la partida guardada de la nube? ¡Se sobrescribirán las partidas guardadas en el dispositivo!
fr: Restaurer les données à partir du cloud ? Les sauvegardes existantes sur l'appareil seront écrasées !
id: Kamu yakin mau download game tersimpan dari cloud? Game tersimpan di perangkatmu akan tertimpa!
it: Scaricare il salvataggio dal cloud? I salvataggi esistenti sul dispositivo verranno sovrascritti!
ja: 本当にクラウドからセーブデータを復元しますか？
ko: 클라우드에서 저장 게임을 다운로드하시겠습니까? 장치의 기존 저장 게임을 덮어쓰게 됩니다!
pt: Deseja baixar o jogo salvo da nuvem? Os jogos salvos no dispositivo serão sobrescritos!
ru: Восстановить сохранение из облака? Сохранение на устройстве будет перезаписано!
zh: 确实要从云端下载存档吗？现有游戏存档会被覆盖！
zh_tw: 確實要從雲端下載存檔嗎？現有遊戲存檔會被覆蓋！

# T_CLOUD_SAVEGAMES_UPDATED
source: All savegames updated!
de: Alle Spielstände aktualisiert!
es: ¡Actualizadas todas las partidas guardadas!
fr: Toutes les sauvegardes ont été mises à jour !
id: Semua game tersimpan dimutakhirkan!
it: Tutti i salvataggi sono aggiornati!
ja: 全セーブデータが更新されました！
ko: 모든 저장 게임이 업데이트됐습니다!
pt: Todos os jogos salvos foram atualizados!
ru: Все сохранения обновлены!
zh: 已更新全部存档！
zh_tw: 已更新全部存檔！

# T_CLOUD_SAVE_CLOUD
source: Cloud Save
de: Cloud-Spielstand
es: Guardado en la nube
fr: Sauvegarde cloud
id: Tersimpan di cloud
it: Salvataggio su cloud
ja: クラウドセーブ
ko: 클라우드 저장
ru: Сохранение в облаке
zh: 云端存档
zh_tw: 雲端存檔

# T_CLOUD_SAVE_LOCAL
source: Local Save
de: Lokaler Spielstand
es: Guardado local
fr: Sauvegarde locale
id: Tersimpan lokal
it: Salvataggio locale
ja: ローカルセーブ
ko: 로컬 저장
pt: Gravado local
ru: Локальное сохранение
zh: 本地存档
zh_tw: 本地存檔

# T_CLOUD_SAVE_LONGTIME_REMINDER
source: You have not uploaded your savegames into the cloud for a long time! Synchronize now?
de: Du hast seit einiger Zeit deine Spielstände nicht in die Cloud hochgeladen! Jetzt synchronisieren?
es: ¡Llevas mucho tiempo sin cargar tus partidas guardadas en la nube! ¿Sincronizar ahora?
fr: Cela fait longtemps que vous n'avez pas téléchargé vos sauvegardes sur le cloud ! Synchroniser maintenant ?
id: Kamu sudah lama tidak mengupload game tersimpan ke cloud! Mau disinkronkan sekarang?
it: Non carichi i tuoi salvataggi sul cloud da molto tempo! Sincronizzare ora?
ja: 長期間、クラウドにセーブデータをアップロードしていません。今、同期しますか？
ko: 오랫동안 클라우드에 저장 게임을 업로드하지 않았습니다. 지금 동기화하시겠습니까?
pt: Você não carrega seus jogos salvos para a nuvem há algum tempo! Deseja sincronizar agora?
ru: Ты давно не загружал сохранение в облако! Синхронизировать его сейчас?
zh: 您已很久没有向云端上传游戏存档了！现在要同步吗？
zh_tw: 您已很久沒有向雲端上傳遊戲存檔了！現在要同步嗎？

# T_CLOUD_SETTINGS_HEADLINE
source: CLOUD SAVE
es: GUARDADO EN LA NUBE
fr: SAUVEGARDE CLOUD
ja: クラウドセーブ
ko: 클라우드 저장
ru: СОХРАНЕНИЕ В ОБЛАКЕ
zh: 云存储
zh_tw: 雲存儲

# T_CLOUD_SETTINGS_TEXT
source: You can resume your game on other devices if you save it to the cloud!
de: Du kannst deinen Spielstand auf anderen Geräten fortsetzen, wenn du ihn in der Cloud speicherst!
es: ¡Puedes continuar la partida en otros dispositivos si la guardas en la nube!
fr: Vous pouvez reprendre votre partie sur d'autres appareils si vous la sauvegardez sur le cloud !
id: Game yang sudah disimpan di cloud bisa kamu lanjutkan di perangkat lain!
it: Puoi riprendere la partita su altri dispositivi, se la salvi sul cloud!
ja: クラウドにセーブすると、他のデバイスでゲームを続きからプレイすることができます！
ko: 클라우드에 게임을 저장하면 다른 장치에서 게임을 다시 시작할 수 있습니다!
pt: Você pode continuar seu jogo em outros dispositivos se gravá-lo na nuvem!
ru: Ты сможешь возобновить игру на других устройствах, если выгрузишь сохранение в облако!
zh: 如将游戏存档保存到云端，即可在其它设备上恢复游戏！
zh_tw: 如將遊戲存檔保存到雲端，即可在其它裝置上繼續玩遊戲！

# T_CLOUD_SUCCESS_DOWNLOAD
source: Saved game download successful!
de: Spielstand-Download erfolgreich!
es: ¡Descarga de partida guardada completada con éxito!
fr: Téléchargement de la partie sauvegardée réussi !
id: Download game tersimpan berhasil!
it: Salvataggio scaricato!
ja: セーブゲームのダウンロード成功！
ko: 저장 게임 다운로드 성공!
pt: Download do jogo gravado concluído!
ru: Сохраненная игра успешно загружена!
zh: 游戏存档下载成功！
zh_tw: 遊戲存檔下載成功！

# T_CLOUD_SUCCESS_SYNC
source: Cloud synchronisation successful!
de: Cloud-Synchronisation erfolgreich!
es: ¡Sincronización en la nube completada con éxito!
fr: Synchronisation avec le cloud réussie !
id: Sinkronisasi cloud berhasil!
it: Sincronizzazione col cloud effettuata!
ja: クラウド同期成功！
ko: 클라우드 동기화 성공!
pt: Sincronização na nuvem concluída!
ru: Синхронизация с облаком прошла успешно!
zh: 云同步成功！
zh_tw: 雲同步成功！

# T_CLOUD_SUCCESS_UPLOAD
source: Saved game upload successful!
de: Spielstand-Upload erfolgreich!
es: Carga de partida guardada completada con éxito!
fr: Téléchargement sur le cloud de la partie sauvegardée réussi !
id: Upload game tersimpan berhasil!
it: Salvataggio caricato!
ja: セーブゲームのアップロード成功！
ko: 저장 게임 업로드 성공!
pt: Carregamento do jogo gravado concluído!
ru: Сохраненная игра успешно выгружена!
zh: 游戏存档上传成功！
zh_tw: 遊戲存檔上傳成功！

# T_CLOUD_SYNCHRONIZE
source: SYNCHRONIZE
de: SYNCHRONISIEREN
es: SINCRONIZAR
fr: SYNCHRONISER
id: SINKRONKAN
it: SINCRONIZZA
ja: 同期する
ko: 동기화
pt: SINCRONIZAR
ru: СИНХРОНИЗАЦИЯ
zh: 同步
zh_tw: 同步

# T_CLOUD_UPLOAD
source: Save in cloud
de: In Cloud speichern
es: Guardar en la nube
fr: Sauvegarder sur le cloud
id: Simpan di cloud
it: Salva sul cloud
ja: クラウドにセーブ
ko: 클라우드에 저장
pt: Gravar na nuvem
ru: Сохранить в облако
zh: 保存在云端
zh_tw: 儲存在雲端

# T_CLOUD_UPLOADNOW
source: Do you want to upload your savegames into the cloud?
de: Möchtest du deine Spielstände in die Cloud hochladen?
es: ¿Quieres cargar tus partidas guardadas en la nube?
fr: Voulez-vous télécharger vos sauvegardes sur le cloud ?
id: Kamu mau upload game tersimpan ke cloud?
it: Vuoi caricare i tuoi salvataggi sul cloud?
ja: クラウドにセーブデータをアップロードしますか？
ko: 저장 게임을 클라우드에 업로드하시겠습니까?
pt: Deseja carregar seus jogos salvos para a nuvem?
ru: Выгрузить сохранения в облако?
zh: 您是否要把游戏存档上传到云端？
zh_tw: 您是否要把遊戲存檔上傳到雲端？

# T_CLOUD_UPLOADNOW_02
source: Do you want to upload your savegames into the cloud, too?
de: Möchtest du deine Spielstände auch in die Cloud hochladen?
es: ¿Quieres cargar tus partidas guardadas en la nube también?
fr: Voulez-vous aussi télécharger vos sauvegardes sur le cloud ?
id: Kamu juga mau mengupload game tersimpan ke cloud?
it: Vuoi anche caricare i tuoi salvataggi sul cloud?
ja: クラウドにもセーブデータをアップロードしますか？
ko: 저장 게임을 클라우드에도 업로드하시겠습니까?
pt: Também deseja carregar seus jogos salvos para a nuvem?
ru: Выгрузить сохранения в облако?
zh: 您是否要把游戏存档也上传到云端？
zh_tw: 您是否要把遊戲存檔也上傳到雲端？

# T_CONTROLS_APPLY
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
pt: Aplicar
ru: Применить
zh: 应用
zh_tw: 應用

# T_CONTROLS_BACK
source: Back
de: Zurück
es: Atrás
fr: Retour
id: Balik
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
zh: 返回
zh_tw: 後退

# T_CONTROLS_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh: 取消
zh_tw: 撤銷

# T_CONTROLS_CONFIRM
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 決定
ko: 확인
pt: Confirmar
ru: Подтвердить
zh: 确认
zh_tw: 確認

# T_CONTROLS_CONTINUE
source: Press a button to continue...
de: Drücke eine Taste, um fortzufahren...
es: Pulsa un botón para continuar…
fr: Appuyez sur un bouton pour continuer...
id: Tekan tombol untuk melanjutkan...
it: Premi un tasto per continuare...
ja: ボタンを押してコンティニュー
ko: 계속하려면 버튼을 누르십시오.
pt: Pressione um botão para continuar...
ru: Нажми кнопку, чтобы продолжить...
zh: 点击继续
zh_tw: 按任意按鈕繼續...

# T_CONTROLS_MENU
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
ru: Меню
zh: 菜单
zh_tw: 功能表

# T_CONTROLS_MOVE
source: Move
de: Bewegen
es: Mover
fr: Déplacer
id: Geser
it: Movimento
ja: 移動
ko: 이동
pt: Mover
ru: Перемещение
zh: 移动
zh_tw: 移動

# T_CONTROLS_PAUSE
source: Pause
es: Pausa
id: Jeda
it: Pausa
ja: ポーズ
ko: 일시정지
pt: Pausa
ru: Пауза
zh: 暂停
zh_tw: 暫停

# T_CONTROLS_QUIT
source: Do you want to Quit?
de: Willst du das Spiel verlassen?
es: ¿Seguro que quieres salir?
fr: Voulez-vous quitter ?
id: Kamu mau Keluar?
it: Vuoi abbandonare?
ja: 終了しますか？
ko: 종료하시겠습니까?
pt: Deseja sair?
ru: Вы уверены, что хотите выйти?
zh: 想要退出游戏吗？
zh_tw: 想要退出遊戲嗎？

# T_CONTROLS_SELECT
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
id: Pilih
it: Scegli
ja: 選択
ko: 선택
pt: Selecionar
ru: Выбор
zh: 选择
zh_tw: 選取

# T_CONTROLS_START
source: Connect a controller to start playing!
de: Schließe einen Controller an, um zu spielen!
es: ¡Conecta un mando para empezar a jugar!
fr: Branchez une manette pour jouer !
id: Hubungkan ke pengendali untuk mulai bermain!
it: Collega un controller per iniziare a giocare!
ja: コントローラを接続してプレイを始めよう！
ko: 컨트롤러를 연결하고 플레이하세요!
pt: Conecte um controle para começar a jogar!
ru: Подключите контроллер, чтобы начать играть!
zh: 接好游戏手柄，开始游戏！
zh_tw: 接好遊戲手柄，開始遊戲！

# T_CONTROLS_ZOOM
source: Zoom
de: Zoomen
ja: ズーム
ko: 줌
ru: Масштаб
zh: 放大
zh_tw: 縮放

# T_COPYRIGHT_NOTO
source: Noto Font: Copyright (c) 2016, Google Inc. (https://www.google.com/get/noto/) This Font Software is licensed under the SIL Open Font License, Version 1.1. This license is available with a FAQ at: http://scripts.sil.org/OFL
fr: Note sur la police : Copyright (c) 2016, Google Inc. (https://www.google.com/get/noto/) Ce logiciel de police est sous licence SIL Open Font License, Version 1.1. Cette licence est disponible avec une FAQ à : http://scripts.sil.org/OFL
id: Font Noto: Hak cipta (c) 2016, Google Inc. (https://www.google.com/get/noto/) Perangkat lunak font ini dilisensi berdasarkan SIL Open Font License, Versi 1.1. Lisensi ini tersedia berikut daftar tanya-jawab di: http://scripts.sil.org/OFL
it: Font Noto: Copyright (c) 2016, Google Inc. (https://www.google.com/get/noto/) Questo Font Software protetto da licenza SIL Open Font License, Versione 1.1. Questa licenza è disponibile con una FAQ presso: http://scripts.sil.org/OFL
ko: Noto Font: Copyright (c) 2016, Google Inc. (https://www.google.com/get/noto/) 이 폰트 소프트웨어는 SIL Open Font License, Version 1.1에 따라 라이선스를 받았습니다. 이 라이선스는 http://scripts.sil.org/OFL의 FAQ에서 볼 수 있습니다

# T_CROSS_PROMO_HEADER
source: Want more fun?
de: Mehr Spaß?
es: ¿Más diversión?
fr: Plus de plaisir ?
id: Ingin lebih senang?
it: Vuoi divertirti?
ja: もっと楽しみたい？
ko: 더 많은 재미를 원하세요?
pt: Quer mais diversão?
ru: Хочешь еще веселья?
zh: 想要更多乐趣？
zh_tw: 想要更多樂趣？

# T_CROSS_PROMO_LATER
source: Perhaps later.
de: Später vielleicht.
es: Tal vez más tarde.
fr: Plus tard peut-être.
id: Mungkin nanti.
it: Forse più tardi.
ja: おそらく後で。
ko: 나중에.
pt: Talvez mais tarde.
ru: Возможно, позже.
zh: 也许以后。
zh_tw: 也許以後。

# T_CROSS_PROMO_TEXT
source: Do you want to get MORE FREE games?
de: Willst du MEHR KOSTENLOSE Spiele?
es: ¿Quieres descargar MAS juegos GRATUITOS?
fr: Voulez-vous télécharger PLUS de jeux GRATUITS ?
id: Anda ingin mendapat game GRATIS LAIN?
it: Vuoi scaricare ALTRI giochi GRATIS?
ja: もっと無料のゲームをやりたい？
ko: 더 많은 무료 게임을 확인해 보시겠어요?
pt: Quer baixar MAIS jogos GRÁTIS?
ru: Загрузить БОЛЬШЕ БЕСПЛАТНЫЕ игры?
zh: 想要获取更多免费游戏？
zh_tw: 想要獲取更多免費遊戲？

# T_CROSS_PROMO_YES
source: Yes, of course!
de: Ja, klar!
es: ¡Sí, claro!
fr: Évidemment !
id: Pastinya!
it: Certo!
ja: もちろん！
ko: 당연하죠!
pt: Claro!
ru: Конечно!
zh: 当然！
zh_tw: 當然！

# T_FACEBOOK_LIKE_HEADER
source: We want your feedback!
de: Wir wollen dein Feedback!
es: ¡Nos interesa tu opinión!
fr: Nous voulons vos retours !
id: Kami ingin umpan balik Anda!
it: Ci interessa la tua opinione!
ja: ご意見・ご感想をお寄せ下さい
ko: 고객님의 의견을 환영합니다.
pt: Queremos sua opinião!
ru: Нам нужны твои отзывы!
zh: 我们需要你的反馈！
zh_tw: 我們需要你的意見！

# T_FACEBOOK_LIKE_LATER
source: Perhaps later.
de: Später vielleicht.
es: Tal vez más tarde.
fr: Plus tard peut-être.
id: Mungkin nanti.
it: Forse più tardi.
ja: おそらく後で。
ko: 나중에...
pt: Talvez mais tarde.
ru: Возможно, позже.
zh: 也许以后。
zh_tw: 也許以後。

# T_FACEBOOK_LIKE_SHORT
source: Like us!
de: Folge uns!
es: ¡Dale al Me gusta!
fr: Aimez notre page !
id: Ikuti kami!
it: Seguici!
ja: 「いいね」してね！
ko: Like'해주세요!
pt: Siga-nos!
ru: Нравится
zh: 赞我们！
zh_tw: 讚我們！

# T_FACEBOOK_LIKE_TEXT
source: Like us on Facebook!
de: Folge uns auf Facebook!
es: ¡Síguenos en Facebook!
fr: Aimez-nous sur Facebook !
id: Ikuti kami di Facebook
it: Seguici su Facebook!
ja: Facebookで「いいね！」する
ko: Facebook'에서 'Like'해주세요!
pt: Curta a gente no Facebook!
ru: Отметь нас как понравившееся в Facebook!
zh: 在Facebook上赞我们！
zh_tw: 在Facebook上讚我們！

# T_FACEBOOK_LIKE_YES
source: Yes, of course!
de: Ja, klar!
es: ¡Sí, claro!
fr: Évidemment !
id: Pastinya!
it: Certo!
ja: もちろん！
ko: 당연하죠!
pt: Claro!
ru: Конечно!
zh: 当然！
zh_tw: 當然！

# T_FB_SHARE_CHALLENGE_REWARD
source: Share challenge reward:
de: Belohnung fürs Teilen der Herausforderung:
es: Recompensa por compartir el desafío:
fr: Récompense partage de défi :
id: Bagikan hadiah tantangan:
it: Ricompensa per la condivisione della sfida:
ja: チャレンジを共有し得た報酬：
ko: 도전 보상금을 공유합니다:
pt: Compartilhe a recompensa do desafio:
ru: Поделись наградой за вызов:
zh: 分享挑战奖：
zh_tw: 分享挑戰獎：

# T_FIREBASE_TEXT
source: We're continually working to improve our games. To this end, we use Firebase to gather anonymized usage statistics. Are you okay with this?
de: Zur stetigen Verbesserung unserer Spiele sammeln wir anonymisierte Nutzungsstatistiken mit Firebase. Bist du damit einverstanden?
es: Para poder mejorar nuestros juegos día tras día, recogemos datos de juego anonimizados con Firebase. ¿Te parece bien?
fr: Nous travaillons en permanence pour améliorer nos jeux. Pour cela, nous utilisons Firebase pour récupérer des statistiques d'utilisation anonymes. Êtes-vous d'accord avec cela ?
id: Game kami terus ditingkatkan. Dalam rangka itu kami gunakan Firebase untuk mengumpulkan statistik penggunaan yang dianonimkan. Anda setuju dengan ini?
it: Siamo sempre al lavoro per migliorare i nostri giochi. A questo scopo usiamo Firebase per raccogliere statistiche d'uso anonime. Ci autorizzi a farlo?
ja: ゲームをより良くするよう引き続き頑張ります。この終わりに、Firebaseを使って、匿名の使用統計を取りたいと思います。よろしいでしょうか？
ko: 꾸준한 노력을 통해 게임을 개선하고 있습니다. 이를 위해 Firebase를 사용하여 익명 사용 통계를 수집합니다. 이에 동의하십니까?
pt: Estamos sempre trabalhando para melhorar nossos jogos. Para isso, usamos o Firebase para obter estatísticas de uso anônimas. Você concorda?
ru: Мы постоянно трудимся над улучшением наших игр. С этой целью, мы используем Firebase для сбора анонимной статистики использования. Тебя это устраивает?
zh: 我们会持续努力的改进游戏。为此,我们使用Firebase匿名统计游戏数据。您愿意帮助我们吗?
zh_tw: 我們不斷努力改善我們的遊戲。為此，我們使用 Firebase 收集匿名的使用方式統計資料。您是否接受這樣？

# T_FIREBASE_TEXT_SHORT
source: We use Firebase to gather anonymized usage statistics. Are you okay with this?
de: Wir sammeln anonymisierte Nutzungsstatistiken mit Firebase. Bist du damit einverstanden?
es: Empleamos Firebase para recabar datos anónimos de uso. ¿Estás conforme?
fr: Acceptez-vous que nous utilisions Firebase pour recueillir vos données d'utilisation ? Elles seront traitées de façon anonyme.
id: Game kami terus ditingkatkan. Dalam rangka itu kami gunakan Firebase untuk mengumpulkan statistik penggunaan yang dianonimkan. Anda setuju dengan ini?
it: Usiamo Firebase per raccogliere statistiche d'uso anonime. Ci autorizzi a farlo?
ja: Firebaseを使用し、匿名の利用情報を取得いたします。よろしいですか？
ko: Firebase를 사용하여 익명 사용 통계를 수집합니다. 이에 동의하십니까?
pt: Usamos o Firebase para obter estatísticas anônimas de uso. Você concorda e dá permissão?
ru: Мы используем Firebase для сбора анонимной статистики использования. Тебя это устраивает?
zh: 我们使用Firebase匿名统计游戏数据。您愿意帮助我们吗?
zh_tw: 我們使用 Firebase 收集有關使用方式的匿名統計資料。您是否接受？

# T_FORCED_ADS_CONTINUE
source: Continue with ads
de: Mit Werbung fortsetzen
es: Continuar con publicidad
fr: Continuer avec publicités
id: Lanjutkan dengan iklan
it: Continua senza pubblicità
ja: 広告を続ける
ko: 광고 계속
pt: Ver anúncios
ru: Продолжить с рекламой
zh: 继续播放广告
zh_tw: 繼續顯示廣告

# T_FORCED_ADS_FREE
source: Remove ads for free
de: Werbung kostenlos entfernen
es: Eliminar publicidad de forma gratuita
fr: Retirer les publicités gratuitement
id: Hilangkan iklan tanpa bayar
it: Elimina la pubblicità gratis
ja: 無料で広告を非表示にする
ko: 무료로 광고제거
pt: Remova anúncios de graça
ru: Убрать рекламу бесплатно
zh: 免费清除广告
zh_tw: 免費去除廣告

# T_FORCED_ADS_HEADER
source: Ads not showing
de: Keine Werbung empfangen
es: Publicidad no recibida
fr: Publicités non affichées
id: Iklan tidak ditampilkan
it: Pubblicità non ricevuta
ja: 広告が表示されません
ko: 광고 안보기
pt: Nenhum anúncio exibido
ru: Не показывать рекламу
zh: 广告无法显示
zh_tw: 沒有顯示廣告

# T_FORCED_ADS_PAY
source: Pay to remove ads
de: Werbung wegkaufen
es: Pagar para eliminar publicidad
fr: Payer pour retirer les publicités
id: Bayar untuk hilangkan iklan
it: Paga per eliminare la pubblicità
ja: 広告非表示の購入
ko: 유료로 광고제거
pt: Pague para remover anúncios
ru: Заплатить, чтобы убрать рекламу
zh: 付费清除广告
zh_tw: 付費去除廣告

# T_FORCED_ADS_TEXT
source: This game is ad-supported. Please make sure that your device is connected to the internet and can receive ads!
de: Dieses Spiel ist werbefinanziert. Bitte stelle sicher, dass das Gerät mit dem Internet verbunden ist und Werbung empfangen kann!
es: Este juego está patrocinado por publicidad. ¡Asegúrate de que tu dispositivo está conectado a internet y de que puede recibir publicidad!
fr: Ce jeu est financé par la publicité. Veuillez vous assurer que cet appareil est connecté à Internet et peut recevoir des publicités !
id: Game ini didukung iklan Pastikan perangkat Anda terhubung ke internet dan bisa menerima iklan!
it: Questo gioco si finanzia con la pubblicità. Verifica che il tuo dispositivo sia connesso a Internet e che possa ricevere la pubblicità!
ja: このゲームの運営は広告で成り立っています。装置がインターネットに接続されていて、広告を受信できることを確かめてください!
ko: 이 게임에는 광고가 포함되어 있습니다. 인터넷에 연결하면 광고를 보실 수 있습니다.
pt: Este jogo é patrocinado por anunciantes. Por favor, certifique-se de que seu aparelho esteja conectado à Internet e possa receber anúncios!
ru: Данная игра финансируется за счет рекламы. Убедись в том, что твое устройство подключено к сети Интернет и может принимать рекламу!
zh: 本游戏由广告赞助。请确保您的设备能连接到互联网，且可接收广告！
zh_tw: 此遊戲由廣告贊助。請確保您的裝置已連上網際網路且可接收廣告！

# T_GAMECENTER_ERROR_AUTHENTICATING
source: Authentication in progress.
de: Authentifizierung läuft.
es: Autenticación en progreso.
fr: Identification en cours.
id: Autentikasi sedang berlangsung.
it: Autenticazione in corso.
ja: 認証中
ko: 인증 진행 중.
pt: Autenticação em andamento.
ru: Авторизация.
zh: 正在验证。
zh_tw: 正在驗證。

# T_GAMECENTER_ERROR_CANCELLED
source: You have deactivated Game Center. Activate Game Center to use this function!
de: Sie haben Game Center deaktiviert. Aktivieren Sie Game Center, um diese Funktion zu nutzen!
es: Has desactivado Game Center. ¡Activa Game Center para usar esta función!
fr: Vous avez désactivé Game Center. Activez Game Center pour utiliser cette fonction !
id: Game Center dalam keadaan mati. Aktifkan Game Center untuk menggunakan fungsi ini!
it: Hai disattivato il Game Center. Attiva il Game Center per usare questa funzione!
ja: Game Centerを無効にしています。 この機能を使用するには、Game Centerを有効にしてください。
ko: 게임 센터가 비활성화 되어있습니다. 이 기능을 이용하려면 게임센터를 활성화하세요!
pt: Você desativou o Game Center. Ative o Game Center para usar esta função!
ru: Вы отключили Game Center. Чтобы воспользоваться его возможностями, включите его!
zh: 你已停用 Game Center。 启用 Game Center 才可以使用此功能！
zh_tw: 你已停用 Game Center。 啟用 Game Center 才可以使用此功能！

# T_GAMECENTER_ERROR_CHALLENGE_INVALID
source: Invalid challenge.
de: Ungültige Herausforderung.
es: Desafío no válido.
fr: Défi invalide.
id: Tantangan tidak sah.
it: Sfida non valida.
ja: 無効なチャレンジ
ko: 유효하지 않은 도전입니다.
pt: Desafio inválido.
ru: Неверный вызов.
zh: 无效的挑战。
zh_tw: 無效的挑戰。

# T_GAMECENTER_ERROR_GENERIC
source: Error connecting to Game Center.
de: Fehler beim Verbinden mit Game Center.
es: Error al conectarse a Game Center.
fr: Erreur de connexion à Game Center.
id: Gagal terhubung ke Game Center.
it: Errore durante la connessione al Game Center
ja: Game Center接続エラー
ko: 게임 센터 연결 오류.
pt: Erro ao conectar ao Game Center.
ru: Не удалось подключиться к Game Center.
zh: 连接 Game Center 时出错。
zh_tw: 連線 Game Center 時出錯。

# T_GAMECENTER_ERROR_NOT_AUTHENTICATED
source: You are not correctly logged in.
de: Sie sind nicht korrekt angemeldet.
es: No te has conectado correctamente.
fr: Vous n'êtes pas connecté correctement.
id: Anda belum login dengan benar.
it: Non hai effettuato l'accesso correttamente.
ja: 正常にログインしていません。
ko: 로그인이 제대로 이루어지지 않았습니다.
pt: Você não fez login corretamente.
ru: Не удалось авторизоваться.
zh: 您没有正确登录。
zh_tw: 您沒有正確登入。

# T_GAMECENTER_ERROR_UNEXPECTED_CONNECTION
source: Unexpected connection.
de: Unerwartete Verbindung.
es: Conexión no prevista.
fr: Connexion inattendue.
id: Hubungan tidak terduga.
it: Errore di connessione.
ja: 予期せぬ接続
ko: 예상치 못한 연결.
pt: Conexão inesperada.
ru: Ошибка соединения.
zh: 意外连接错误。
zh_tw: 意外連線錯誤。

# T_GAMECENTER_EXPERIENCE
source: Experience (XP)
de: Erfahrung (XP)
es: Experiencia (EXP)
fr: Expérience (XP)
id: Pengalaman (XP)
it: Esperienza (XP)
ja: 経験値（XP）
ko: 경험 (XP)
pt: Experiência (XP)
ru: Опыт
zh: 经验（XP）
zh_tw: 經驗（XP）

# T_GAMECENTER_LEADERBOARD
source: Experience (XP)
de: Erfahrung (XP)
es: Experiencia (EXP)
fr: Expérience (XP)
id: Pengalaman (XP)
it: Esperienza (XP)
ja: 経験値（XP）
ko: 경험 (XP)
pt: Experiência (XP)
ru: Опыт
zh: 经验（XP）
zh_tw: 經驗（XP）

# T_GAME_BLUESTACKS_WAIT
source: Please wait…
de: Bitte warten…
es: Espera…
fr: Merci de patienter…
id: Harap tunggu…
it: Attesa…
ja: お待ちください...
ko: 기다리십시오...
pt: Por favor, aguarde…
ru: Пожалуйста, подожди…
zh: 请稍等...
zh_tw: 請稍等...

# T_GAME_BUILDINGCATEGORY_1
source: Needs buildings
de: Bedürfnisgebäude
es: Edificios para necesidades
fr: Bâtiments requis
id: Bangunan untuk kebutuhan
it: Edifici necessità
ja: ニーズの建物
ko: 니즈 건물
pt: Prédios de necessidades
ru: Здания: потребности
zh: 需求建筑物
zh_tw: 需求建物

# T_GAME_BUILDINGCATEGORY_1_DEPRECATED
source: Basic buildings
de: Grundlegende Gebäude
es: Edificios básicos
fr: Bâtiments simples
id: Bangunan dasar
it: Edifici di base
ja: 基本建物
ko: 기본 빌딩
pt: Construções básicas
ru: Базовые здания
zh: 基础建筑
zh_tw: 基礎建築

# T_GAME_BUILDINGCATEGORY_2
source: Food buildings
de: Nahrungsgebäude
es: Edificios para comida
fr: Bâtiments à nourriture
id: Bangunan untuk makanan
it: Edifici cibo
ja: 食べ物の建物
ko: 식량 건물
pt: Prédios de comida
ru: Здания: пища
zh: 粮食建筑物
zh_tw: 食品建物
