Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_ELECTION_RELIGIOUS_START
source: Welcome governor. Us monks of the religious faction could support you in the upcoming election, when you fulfill our demands.
de: Willkommen Herr Statthalter. Wir Mönche der religiösen Fraktion werden Ihnen bei der Wahl unsere Unterstützung versprechen, wenn Sie einige unserer Wünsche erfüllen.
es: Bienvenido, gobernador. Nosotros, los monjes de la facción religiosa, podríamos apoyarte en las próximas elecciones. Siempre que satisfagas nuestras demandas.
fr: Bonjour, gouverneur. Nous autres, les moines de la faction religieuse, pourrions vous soutenir pour l'élection à venir si vous répondez à nos demandes.
id: Selamat datang, Gubernur. Kami para biksu dari faksi religius siap mendukung Tuan di pemilu mendatang, kalau Tuan memenuhi permintaan kami.
it: Benvenuto, Governatore. Noi monaci potremmo sostenerla durante la prossima campagna elettorale a nome del clero tutto... sempre che si dimostri disponibile a farci un piccolo favore.
ja: 閣下、ようこそいらっしゃいました。もしあなたが私達の要望に答えてくださるのならば、この宗教家の派閥の修道士たちはあなたを次回の選挙で応援しますよ。
ko: 영주님, 어서 오세요. 저희 종단 수도승의 요구를 들어주시면 다음 선거에서 도움을 드릴 수 있어요.
pt: Bem-vindo, Governador. Nós, os monges da ordem religiosa, podemos apoiá-lo nas próximas eleições se atender aos nossos pedidos.
ru: Добро пожаловать, губернатор. Мы, фракция клириков, поддержим вас на предстоящих выборах, если вы согласитесь исполнить наши требования.
zh: 欢迎您，城主大人。选举快要举行了，您满足我们的要求，我们这个教派的修道士就都会支持您。
zh_tw: 歡迎您，城主大人。選舉快要舉行了，您滿足我們的要求，我們這個教派的修道士就都會支援您。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_SUCCESS
source: Praise the Lord, governor. You completely fulfilled all our demands. You absolutely earned a place in heaven and the vote of the religious faction shall be yours.
de: Dem Herr sei gedankt, Statthalter. Ihr habt alle unsere Wünsche mit Bravur erfüllt. Euren Platz im Himmel und die Stimme der religiösen Fraktion habt ihr euch redlich verdient.
es: Alabado sea el Señor, gobernador. Has satisfecho por completo nuestras demandas. Te has ganado por completo un lugar en el cielo y el voto de la facción religiosa.
fr: Loué soit le seigneur, gouverneur. Vous avez répondu favorablement à toutes nos demandes. Vous avez gagné une place au paradis, ainsi que les votes de notre faction religieuse.
id: Puji Tuhan, Tuan Gubernur. Tuan telah memenuhi semua permintaan kami. Tuan telah mengamankan tempat di surga, dan suara faksi religius sudah pasti menjadi milik Tuan.
it: Sia lode a Dio, Governatore. Ha soddisfatto appieno le nostre necessità. Oltre a essersi guadagnato un meritatissimo posto in paradiso, ha ottenuto anche il voto del clero per le prossime elezioni.
ja: 主を賛美しましょう、閣下。あなたは私達の要望を叶えてくださいました。あなたの座は天国に用意され、我々の宗派からの票は約束されました。
ko: 영주님, 감사해요. 저희 요구를 모두 완료하셨어요. 천국의 자리를 얻으셨고 종단이 영주님께 투표할 거예요.
pt: O Senhor seja louvado, Governador. Você atendeu completamente às nossas demandas. Você já garantiu seu lugarzinho no céu e o voto da nossa ordem religiosa será seu.
ru: Слава всевышнему, губернатор. Ваше кладбище нас вполне устраивает. Вы заслужили место на небесах, а также наш голос на выборах.
zh: 赞美归于上帝，城主大人！我们全部要求，您都已满足。天堂之上，定有您一席之地。我们教派上下，都会投票给您。
zh_tw: 讚美歸於上帝，城主大人！我們全部要求，您都已滿足。天堂之上，定有您一席之地。我們教派上下，都會投票給您。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_TITLE
source: Complete all tasks for the religious faction.
de: Erfülle alle Aufgaben für die religiöse Fraktion.
es: Completa todas las tareas para la facción religiosa.
fr: Complétez toutes les tâches pour la faction religieuse.
id: Selesaikan semua tugas untuk faksi religius.
it: Completa tutte le missioni del clero.
ja: 宗教家の派閥のための仕事を終わらせる。
ko: 종단의 모든 과제를 완료하세요.
pt: Complete todas as tarefas para a ordem religiosa.
ru: Выполни все задания фракции клириков.
zh: 完成这个教派的所有任务。
zh_tw: 完成這個教派的所有任務。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_01_DESC
source: My Lord, the firemen have only limited possibilities to fight erupting fires in town. It would help tremendously, when we would have more fire towers at our disposal.
de: Mein Herr, die Feuerwehrleute haben nur begrenzte Möglichkeiten, ausbrechende Feuer in der Stadt zu bekämpfen. Es würde wirklich helfen, wenn wir mehr Feuertürme hätten, um die Stadt größtmöglich zu sichern.
es: Mi señor, las posibilidades reales de los bomberos de combatir al fuego son muy limitadas. Nos ayudaría mucho disponer de más torretas de incendio.
fr: Mon seigneur, les pompiers n'ont que des moyens limités pour combattre les incendies en ville. Cela nous aiderait énormément si nous avions plus de tours d'incendie à notre disposition.
id: Tuanku, kemampuan para petugas pemadam kebakaran untuk melawan si jago merah di kota ini sangat terbatas. Akan sangat membantu andai kata ada lebih banyak menara pemadam kebakaran.
it: Milord, i pompieri hanno pochi mezzi a disposizione per combattere gli incendi che divampano in tutta la città. Sarebbe di grande aiuto se potessero disporre di altre torri dei pompieri.
ja: 閣下、消防士たちはこの町で燃え盛る火事に立ち向かえる可能性は限られています。私たちが自由に使える火の見やぐらがあれば非常に助かります。
ko: 영주님, 마을에 불이 나면 소방수가 사용할 수 있는 시설이 별로 없어요. 소방수가 사용할 수 있는 소화탑을 늘려주시면 크게 도움이 될 거예요.
pt: Milorde, os bombeiros têm somente oportunidades limitadas de combater os incêndios na cidade. Seria uma enorme ajuda se pudéssemos ter mais torres contra incêndio à nossa disposição.
ru: Милорд, возможности пожарников в городе ограничены. Они были бы благодарны, если бы вы построили больше пожарных вышек.
zh: 大人，城中起火，消防员扑灭几率有限。若增设消防塔，必将大有帮助。
zh_tw: 大人，城中起火，消防員撲滅幾率有限。若增設消防塔，必將大有幫助。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_02_DESC
source: Some members of the servant faction would love to have a juggler camp in town. This would ensure that even we have something to laugh about.
de: Würdet ihr die Güte haben, etwas für unsere Freizeitmöglichkeiten zu tun, Lord? Einige von uns Bediensteten würden sich sehr über ein Gauklerlager in der Stadt freuen. So hätten auch wir endlich etwas zu lachen.
es: A algunos miembros de la facción de sirvientes les encantaría tener un campo de malabares. Con eso, incluso nosotros tendríamos algún motivo de risa.
fr: Certains membres de la faction des serviteurs adoreraient disposer d'un camp de jongleur en ville. Ainsi, nous aurons des raisons de rire un peu.
id: Beberapa anggota faksi pelayan akan senang kalau ada tempat sirkus di kota. Dengan begitu kami pun bisa terhibur.
it: Alcuni membri della nostra fazione vorrebbero che in città ci fosse una carovana di giocolieri. In questo modo, potremmo divertirci e distrarci un po'!
ja: 使用人たちの中から町に手品小屋を作って欲しいとの要望があります。そうすれば私でも何か笑うものを持つことができます。
ko: 마을에 저글러 캠프가 있으면 좋아할 사람들이 하인 계층에 있어요. 저희에게 웃음을 안겨줄 거예요.
pt: Alguns membros da facção dos servos adorariam ter um circo itinerante na cidade. Pelo menos teríamos alguma coisa de que rir.
ru: Некоторые рабочие были бы не прочь увидеть в городе домик фокусника. Мы могли бы туда заглядывать, когда хочется от души посмеяться.
zh: 仆众之中，有些人希望，在城中兴建魔术剧场。如此可以确保，即便我等也有机会娱乐。
zh_tw: 僕眾之中，有些人希望，在城中興建魔術劇場。如此可以確保，即便我等也有機會娛樂。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_03_DESC
source: Honorable governor, us transport Townies are really overworked with all those transporting tasks here in town. It would really help us, if you would order the construction of more warehouses.
de: Ehrenwerter Statthalter, wir Träger sind etwas überfordert mit all den Transportaufgaben in der Stadt. Es würde uns wirklich helfen, wenn mehr Lagerhäuser zu Verfügung stünden. Dies würde die Transportzeiten in eurer Stadt erheblich verkürzen.
es: Honorable gobernador, nosotros, los townies transportistas, estamos sobrecargados de trabajo. Sería estupendo que ordenaras la construcción de más almacenes.
fr: Honorable gouverneur, les porteurs comme nous sont surchargés de travail. Cela nous aiderait vraiment si vous pouviez ordonner la construction de plus d'entrepôts.
id: Tuan Gubernur yang terhormat, kami para Townies pengangkut kewalahan dengan semua tugas pengangkutan di kota. Akan sangat membantu kalau Tuan mau memerintahkan pembangunan gudang tambahan.
it: Mio Governatore, i cittadini che si occupano dei trasporti sono sovraccarichi di lavoro: i compiti a loro assegnati in città sono davvero troppi! Sarebbe molto utile se ordinasse la costruzione di nuovi magazzini.
ja: 知事、我々配達担当のタウニーたちは、町の配達業務が多く、働き過ぎです。もっと倉庫を作ってもらえるととても助かります。
ko: 영주님, 마을 운송 업자들에게 너무 일이 많습니다. 창고를 더 지어주시면 크게 도움이 될 거예요.
pt: Honrado governador, somos do setor de transporte e estamos sobrecarregados com todas as tarefas de transporte na cidade. Seria muito útil se você ordenasse a construção de mais depósitos.
ru: Благородный губернатор, мы, курьеры, с ног валимся от усталости — столь много всего приходится тащить через весь город. Вы не могли бы помочь нам, построив больше пакгаузов?
zh: 尊贵的城主大人，我等城内脚夫，因城内运货任务，苦不堪言。您若下令多建仓库，对我等将大有帮助。
zh_tw: 尊貴的城主大人，我等城內腳夫，因城內運貨任務，苦不堪言。您若下令多建倉庫，對我等將大有幫助。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_04_DESC
source: My Lord, the carpenters complain about their clothes. The repair duties around town result in a high wear and tear of their clothing. They really need new clothes.
de: Mein Herr, die Schreiner beschweren sich über unzureichende Kleidung. Die Reparaturarbeiten in der ganzen Stadt strapazieren die Kleidung der Schreiner erheblich. Sie brauchen wirklich neue Kleidung.
es: Mi señor, los carpinteros se quejan de su ropa. Sufre mucho desgaste con las reparaciones en la ciudad. Verdaderamente necesitan ropa nueva.
fr: Mon seigneur, les charpentiers se plaignent de leurs vêtements. Comme ils ont du travail partout en ville, leurs vêtements s'usent à grande vitesse. Ils ont vraiment besoin d'en changer.
id: Tuanku, para tukang kayu mengeluhkan pakaian mereka. Pekerjaan reparasi di seluruh kota membuat pakaian mereka cepat rusak. Mereka benar-benar memerlukan pakaian baru.
it: Milord, i carpentieri si stanno lamentando dei loro abiti. Le attività di riparazione che devono effettuare portano i loro indumenti ad usurarsi più spesso. Hanno davvero bisogno di nuovi vestiti.
ja: 閣下、大工たちが服について不満があるそうです。町の修復作業のせいで彼らの服はすぐに破れてダメになってしまいます。彼らは本当に新しい服を必要としています。
ko: 영주님, 목수가 옷에 대해 불평하고 있어요. 마을 곳곳을 수리하느라 옷이 자주 해지고 찢어졌어요. 정말 새 옷이 필요해요.
pt: Milorde, os carpinteiros reclamam das suas roupas. As tarefas de reparos na cidade desgastam muito seus uniformes. Eles precisam de novas roupas.
ru: Милорд, плотники жалуются на свой внешний вид. Из-за постоянной работы их одежда быстро приходит в негодность. Не могли бы вы обеспечить им замену?
zh: 大人，因缺少衣物，木匠已口出怨言。满城维修工作，使其衣物磨损较大。他们实在需要新的衣物。
zh_tw: 大人，因缺少衣物，木匠已口出怨言。滿城維修工作，使其衣物磨損較大。他們實在需要新的衣物。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_04_TITLE
source: Deliver clothes.
de: Liefert Kleidung.
es: Proporciona ropa.
fr: Livrez des vêtements.
id: Antarkan pakaian.
it: Consegna gli abiti.
ja: 服を配達する。
ko: 옷을 보내세요.
pt: Entregue roupas.
ru: Доставь одежду.
zh: 拨发衣物。
zh_tw: 撥發衣物。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_05_DESC
source: My Lord, our carrier Townies need new shoes. There is no need for you to craft new shoes, we can do this on our own. We just need leather and fabrics.
de: Herr Statthalter, ich bin im Auftrag der Träger hier. Das Wichtigste was eure Träger benötigen sind neue Schuhe. Auch hier ist der Verschleiß sehr hoch. Ihr braucht euch allerdings nicht um die Herstellung kümmern, dies können wir selbst tun. Wir benötigen nur Stoffe und Leder.
es: Mi señor, nuestros townies transportistas necesitan calzado nuevo. No hace falta que tú fabriques zapatos, podemos hacerlo nosotros. Pero necesitamos cuero y tejidos.
fr: Mon seigneur, les porteurs ont besoin de nouvelles chaussures. Vous n'avez pas besoin d'en construire de nouvelles, on peut le faire nous-même. Il nous faut juste du cuir et du tissu.
id: Tuanku, para Townies pengangkut butuh sepatu baru. Tuan tidak perlu menyediakan sepatu, kami bisa membuatnya sendiri. Kami hanya butuh kulit dan kain.
it: Milord, i nostri trasportatori hanno bisogno di nuove scarpe. Non c'è bisogno che ce ne acquisti di nuove: possiamo crearle da soli. Abbiamo solo bisogno di un po' di cuoio e tessuto.
ja: 閣下、運搬人のタウニーたちに新しい靴が必要です。私たちで作れますのであなたが作る必要はありません。 ただ革と生地が必要なのです。
ko: 영주님, 운송 업자에게 새 신발이 필요해요. 영주님이 새 신발을 만들지 않아도 저희가 직접 만들 수 있어요. 가죽과 천만 있으면 돼요.
pt: Milorde, nós do setor de transporte precisamos de novos sapatos. Não precisa fabricar os sapatos, nós mesmos podemos fazer isso. Só precisamos de couro e tecidos.
ru: Милорд, носильщикам нужны новые ботинки. Не стоит утруждать себя их изготовлением, мы и сами с этим справимся. Просто доставьте нам немного кожи и тканей.
zh: 大人，我等城内脚夫，需要新鞋。您无须为我等制作新鞋，我等可以自行制作。 我等只需布料、皮革即可。
zh_tw: 大人，我等城內腳夫，需要新鞋。您無須為我等製作新鞋，我等可以自行製作。 我等只需布料、皮革即可。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_05_TITLE
source: Deliver fabrics and leather.
de: Liefert Stoffe und Leder.
es: Proporciona tejidos y cuero.
fr: Livrez des tissus et du cuir.
id: Antarkan kain dan kulit.
it: Consegna il tessuto e il cuoio.
ja: 生地と革を配達する。
ko: 천과 가죽을 보내세요.
pt: Entregue tecidos e couro.
ru: Доставь ткани и выделанную кожу.
zh: 拨发布料和皮革。
zh_tw: 撥發布料和皮革。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_06_DESC
source: My Lord, a little donation to our faction of servants would insure that we are completely convinced that you are the most benevolent governor of all times.
de: Lord, eine kleine Spende an die Fraktion der Bediensteten, würde uns voll und ganz davon überzeugen, dass ihr der wohltätigste Statthalter aller Zeiten wärt.
es: Mi señor, una pequeña donación para nuestra facción de sirvientes nos convencería plenamente de que eres el gobernador más benevolente de todos los tiempos.
fr: Mon seigneur, une petite donation à la faction des serviteurs achèverait de nous convaincre que vous êtes le gouverneur le plus bienveillant qu'il soit.
id: Tuanku, sumbangan sekadarnya untuk faksi pelayan akan membuat kami yakin sepenuhnya bahwa Tuanku gubernur paling murah hati sepanjang zaman.
it: Milord, una piccola donazione per la nostra fazione ci renderebbe ancora più convinti del fatto che lei è davvero il Governatore migliore di tutti i tempi...
ja: 閣下、使用人たちへ少しの寄付で、あなたが今までで最も善意のある知事だということを、私たちは確信することができます。
ko: 영주님, 저희 하인 계층에게 기부하시면 영주님이 역사상 가장 자비로운 분이라는 확신을 저희에게 심어주게 될 거예요.
pt: Milorde, uma pequena doação para nossa facção dos servos garantiria nossa convicção de que você é o governador mais benevolente de todos os tempos.
ru: Милорд, небольшое пожертвование рабочим убедит нас в том, что вы всей душой за нас ратуете.
zh: 大人，只要给我等一小笔捐款，就可以确保我等全然相信，您是历来最仁慈的城主。
zh_tw: 大人，只要給我等一小筆捐款，就可以確保我等全然相信，您是歷來最仁慈的城主。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_06_TITLE
source: Donate coin to the servants.
de: Spendet Münzen an die Bediensteten.
es: Dona dinero a los sirvientes.
fr: Donnez des pièces aux serviteurs.
id: Sumbangkan uang untuk para pelayan.
it: Dona una moneta ai servitori.
ja: 使用人達にコインを寄付する。
ko: 하인에게 코인을 기부하세요.
pt: Doe moedas para os servos.
ru: Пожертвовать денег рабочим.
zh: 向仆众捐款。
zh_tw: 向僕眾捐款。

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_07_DESC
source: Lord governor, the tax collector could really use a day off. He is not the youngest anymore and besides that his bones are aching. You can manage to collect the taxes on your own for some time, don't you?
de: Mein Herr, es gibt jemanden in eurer Stadt, der dringend etwas Freizeit benötigt. Der Steuereintreiber ist nicht mehr der Jüngste und ist auch nicht mehr so flink auf den Beinen. Er dient dieser Stadt inzwischen seit einem halben Jahrhundert. Ihr könnt die Steuern doch auch zeitweise ohne ihn einsammeln, oder?
es: Señor gobernador, el recaudador de impuestos agradecería enormemente un descanso. Ya no es tan joven y le duelen los huesos. Seguro que tú puedes encargarte de recaudar durante un tiempo, ¿no es cierto?
fr: Gouverneur, le collecteur d'impôts aurait bien besoin d'une journée de repos. Il n'est plus tout jeune et ses os le font souffrir. Vous pouvez collecter les impôts vous-même pendant un moment, n'est-ce pas ?
id: Tuan Gubernur, ada baiknya penarik pajak diberi libur. Dia tidak muda lagi dan tulang-tulangnya sudah ngilu semua. Tuanku sanggup menarik pajak sendiri selama beberapa waktu, bukan?
it: Mio Governatore, l'esattore avrebbe bisogno di un giorno di ferie: non è più nel fiore dei suoi anni e i suoi reumatismi non gli danno tregua. Che ne dice di riscuotere le tasse in prima persona per un po' di tempo?
ja: 閣下、収税官には休日が必要です。彼はもう若くないですし、骨が痛むのだそうです。 少しの間自分で税金を集めることができますよね？
ko: 영주님, 세금 징수원이 하루 쉬어야 합니다. 더 이상 가장 어리지 않고 뼈마디가 쑤시고 있어요. 잠시 직접 세금을 거두실 수 있겠죠, 그렇죠?
pt: Senhor governador, o coletor de impostos precisa de um dia de folga. Ele já não é tão jovem e seus ossos doem. Você poderia coletar os impostos sozinho por algum tempo, não?
ru: Лорд-губернатор, сборщику податей не помешал бы выходной. Он уже немолод, да и здоровье его не то, что раньше. Вы же сможете собрать подати без его помощи, верно?
zh: 城主大人，可以给税收员放个假。他已不复年轻，且筋酸骨痛。 您可以自行收税一段时间，对吧？
zh_tw: 城主大人，可以給稅收員放個假。他已不復年輕，且筋酸骨痛。 您可以自行收稅一段時間，對吧？

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_07_TITLE
source: Unassign the tax collector and collect taxes.
de: Wähle den Steuereintreiber ab und sammle Steuern.
es: Retira al recaudador de impuestos y recauda impuestos.
fr: Libérez le collecteur d'impôts et collectez les impôts
id: Liburkan penarik pajak dan tarik pajak sendiri.
it: Licenzia l'esattore e riscuoti le tasse.
ja: 収税官を外して税を集める。
ko: 세금 징수원을 쉬게 하고 세금을 거두세요.
pt: Dê folga ao coletor de impostos e colete os impostos.
ru: Сними сборщика податей и собери подати.
zh: 闲置税收员，自己收税。
zh_tw: 閒置稅收員，自己收稅。

# T_SCENARIO_2017_ELECTION_SERVANTS_START
source: My Lord, I am the representative of the servant faction in your town. We serve as carriers, firemen, carpenters and tax collectors. Since we got a vote in the election, you could “earn” it by making our lives a little bit more comfortable.
de: Lord, Ich spreche für die Bediensteten in der Stadt. Wir kümmern uns um den Transport von Waren und dienen Euch als Schreiner, Steuereintreiber und Feuerwehrmänner. Wenn Ihr unser Leben etwas komfortabler machen würdet, dann werden wir in der Wahl für euch stimmen.
es: Mi señor, soy el representante de la facción de sirvientes de tu ciudad. Trabajamos como transportistas, bomberos, carpinteros y recaudadores de impuestos. Ya que tenemos derecho a voto en las elecciones, tú podrías «ganártelo» si nos facilitaras un poco la vida.
fr: Mon seigneur, je représente la faction des serviteurs de votre ville. Nous sommes les porteurs, pompiers, charpentiers et collecteurs d'impôts. Comme nous avons le droit à un vote lors des électrions, vous pourriez gagner la nôtre en rendant nos vies un peu plus confortables.
it: Milord, sono il rappresentante della fazione dei servitori della città. Noi siamo i corrieri, i pompieri, i carpentieri e gli esattori delle tasse che permettono a questa città di andare avanti. Anche noi voteremo alle prossime elezioni; se migliorerà le nostre condizioni di vita e di lavoro, potrebbe guadagnarsi il nostro sostegno.
ja: 閣下、私はあなたの町の使用人の派閥の代表です。 私たちは運搬人、消防士、大工、収税官として働いています。私達も選挙では票を持っていますので、私たちの生活を少し楽にすることでその票を「稼ぐ」ことができますよ。
ko: 영주님, 저는 마을 하인 계층의 대표입니다. 운송 업자, 소방수, 목수 그리고 세금 징수원 역할을 하고 있죠. 이번 선거에서 저희도 투표해요. 저희 삶을 개선해주면 표를 “확보”하실 수 있어요.
pt: Milorde, sou o representante da facção dos servos na sua cidade. Trabalhamos como transportadores, bombeiros, carpinteiros e coletores de impostos. Como poderemos votar na eleição, você poderia “ganhar” nossso voto tornando nossas vidas um pouco mais confortáveis.
ru: Милорд, я представляю рабочих вашего города. Мы — носильщики, пожарники, плотники и сборщики податей. И раз уж у нас есть голос на выборах, вы можете попытаться «заслужить» его, сделав нашу жизнь чуть проще.
zh: 大人，小人代表的，是您治下之城的仆众。 我们干的是脚夫、消防员、木匠和税收员的事。在选举中，我们也有一票。您要是让我们过得稍微舒心一点，就可以得到我们的选票。
zh_tw: 大人，小人代表的，是您治下之城的僕眾。 我們幹的是腳夫、消防員、木匠和稅收員的事。在選舉中，我們也有一票。您要是讓我們過得稍微舒心一點，就可以得到我們的選票。

# T_SCENARIO_2017_ELECTION_SERVANTS_SUCCESS
source: You did great things for us servants, my Lord. From now on golden times start for us servants. We would never have imagined, that you would really improve our lives in town. You got our vote in the election!
de: Ihr habt große Taten für uns Bedienstete vollbracht, Lord. Von nun an brechen goldene Zeiten für uns an. Nie hätten wir gedacht, dass Ihr uns wirklich in diesem Rahmen unterstützen würdet. Ihr habt unsere Stimme in der Wahl!
es: Mi señor, has hecho grandes cosas por nosotros, los sirvientes. A partir de ahora empieza nuestra época dorada. Nunca habríamos imaginado que mejorarías de verdad nuestras vidas. ¡Tienes nuestro voto para las elecciones!
fr: Vous avez accompli de grandes choses pour nous autres serviteurs, mon seigneur. Nous allons entrer dans un nouvel âge d'or. Nous n'aurions jamais imaginé que vous pouviez améliorer à ce point nos conditions de vie. Nous voterons pour vous aux élections !
id: Tuanku sudah berbuat banyak untuk kami para pelayan. Ini zaman keemasan bagi kami. Tidak pernah terbayangkan bahwa Tuan benar-benar akan meningkatkan taraf hidup kami di kota ini. Suara kami akan menjadi milik Tuan dalam pemilu nanti!
it: Milord, lei si è dimostrato un vero amico dei servitori. Si preannunciano tempi di vacche grasse per noi! Non avremmo mai pensato di poter migliorare così tanto le nostre condizioni. Il nostro voto alle prossime elezioni andrà a lei!
ja: 閣下、あなたは我々使用人のためにとてもよくやってくださいました。これからは私たちの黄金時代がやってきます。あなたがこの町で私たちの生活を良くしてくださるなんて思ってもいませんでした。 選挙では私たちの票はあなたのものです！
ko: 영주님, 하인을 위해 큰 일을 하셨어요. 이제부터 하인에게 좋은 세상이 열렸어요. 저희 삶을 개선해주실 거라고 상상도 못했어요. 영주님께 투표할게요!
pt: Milorde, você fez grandes coisas para nós, os servos. De agora em diante teremos tempos dourados. Nunca imaginamos que você poderia realmente melhorar nossas vidas na cidade. Você conquistou nosso voto na eleição!
ru: Вы здорово нам помогли, милорд. Воистину, для рабочих начинается золотое время. Мы и представить не могли, что вы действительно улучшите наше положение в городе. Мы обязательно поддержим вас на выборах!
zh: 大人，您为我等仆众，造了这许多福。从此，我等仆众的好日子，就开始了。我等从未想到，您能在本城切实改善我等的生活。 选举之时，我等定当投票选您！
zh_tw: 大人，您為我等僕眾，造了這許多福。從此，我等僕眾的好日子，就開始了。我等從未想到，您能在本城切實改善我等的生活。 選舉之時，我等定當投票選您！

# T_SCENARIO_2017_ELECTION_SERVANTS_TITLE
source: Complete all tasks of the servant faction.
de: Erledigt alle Aufgaben der Bediensteten Fraktion.
es: Completa todas las tareas para la facción de sirvientes.
fr: Complétez toutes les tâches de la faction des serviteurs.
id: Selesaikan semua tugas untuk faksi pelayan.
it: Completa tutte le missioni dei servitori.
ja: 使用人のための仕事をすべて終わらせる。
ko: 하인 계층의 과제를 모두 완료하세요.
pt: Complete todas as tarefas da facção dos servos.
ru: Выполни все задания фракции рабочих.
zh: 完成仆众的所有任务。
zh_tw: 完成僕眾的所有任務。
