Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_TUTORIAL_QUEST_DESC_11_TOUCH
source: When not regularly maintained, buildings deteriorate and may even catch fire. You can identify deteriorated buildings by their grimy appearance. Tap on a building to access the building's menu and then use the repair icon to repair the building.
de: Mit der Zeit verfallen Gebäude, wenn sie nicht repariert werden. Umso beschädigter ein Gebäude ist, desto höher steigt das Risiko eines Feuers. Du erkennst beschädigte Gebäude an ihrer dunklen Färbung. Tippe auf das Gebäude und danach auf das Reparatur-Symbol, um es zu reparieren.
es: Si no se reparan con regularidad, los edificios se deterioran y puede que incluso sufran incendios. Cuando veas un edificio mugriento, sabrás que está deteriorado. Toca un edificio para acceder al menú de edificio y luego usa el icono de reparación para repararlo.
fr: Lorsqu'ils ne sont pas entretenus régulièrement, les bâtiments se détériorent et peuvent même prendre feu. Les bâtiments détériorés ont une apparence délabrée. Tapotez sur un bâtiment pour accéder au menu du bâtiment puis utilisez l'icône de réparation pour réparer le bâtiment.
id: Bangunan yang tidak diperbaiki secara berkala bisa rusak atau bahkan terbakar. Kamu bisa mengenali bangunan rusak dari penampilannya yang kumuh. Ketuklah bangunan tersebut untuk masuk ke menu bangunan, lalu gunakan ikon perbaikan untuk memperbaiki bangunannya.
it: Se non viene fatta regolare manutenzione, gli edifici si deteriorano e possono anche prendere fuoco. Puoi identificare gli edifici deteriorati dal loro aspetto malandato. Tocca un edificio per accedere al suo menu, poi usa l'icona di riparazione per ripararlo.
ja: 定期的にメンテナンスをしないと、建物は劣化し、火事になる危険性があります。劣化した建物は外見で見分けがつきますね。 建物をタップしメニューを開いたら、修復アイコンをタップして修復してください。
ko: 정기적으로 관리하지 않으면 건물은 상태가 나빠지고 화재가 발생할 수 있습니다. 외관이 더러운 건물이 상태가 불량한 건물입니다. 건물을 탭하여 건물 메뉴로 이동한 후 수리 아이콘을 사용하여 건물을 수리하세요.
pt: Se as construções não são cuidadas, elas deterioram e podem até pegar fogo. Você pode identificar as deterioradas pela aparência. Toque numa construção para acessar seu menu e depois use o ícone de reparos para consertá-la.
ru: При нерегулярном уходе здания разрушаются и даже могут загореться. Определить разрушающиеся здания можно по их закопченному внешнему виду. Нажми на здание, что перейти к его меню, а затем воспользуйся пиктограммой ремонта для ремонта здания.
zh: 如不定期维护，建筑物会老旧，身有可能着火。通过破败的外表可以辨别老旧的建筑物。 点击建筑物进入建筑物菜单，使用修复图标修复建筑物。
zh_tw: 若不定期維護，建物會陳舊，更有可能著火。透過破敗的外表可以辨別陳舊的建物。 按一下建物進入建物功能表，使用修復圖示修復建物。

# T_GAME_TUTORIAL_QUEST_DESC_12
source: Don't forget to keep an eye on the statistics menu to stay current on your Townies' needs and desires!
de: Vergiss nicht, immer wieder mal einen Blick ins Statistikmenü zu werfen, um zu sehen, was deine Townies glücklich macht!
es: ¡No olvides consultar el menú de estadísticas para estar al tanto de las necesidades y los deseos de tus townies!
fr: Jetez un œil au menu des statistiques pour connaître les besoins et les envies de vos habitants !
id: Jangan lupa untuk mengawasi menu statistik untuk terus mengetahui kebutuhan dan harapan para Townie!
it: Non dimenticare di tenere d'occhio il menu statistiche per tenerti al corrente dei bisogni e desideri dei paesani!
ja: 統計メニューで、タウニーの要求・願望を確認するようにしてください。
ko: 주민들의 필요와 소원에 항상 주의를 기울이기 위하여 통계 메뉴에 집중하는 것을 잊지마세요!
pt: Não se esqueça de ficar de olho no menu das estatísticas para ficar sabendo das necessidades e dos desejos de seus moradores!
ru: Не забывай следить за меню статистики, чтобы быть в курсе всех потребностей и желаний твоих поселян!

# T_GAME_TUTORIAL_QUEST_DESC_13
source: In addition to public buildings, like the marketplace, your Townies' happiness is also increased by town decorations!
de: Townies freuen sich nicht nur über öffentliche Gebäude, wie den Marktplatz, sondern auch über die Dekoration ihrer Stadt!
es: Además de los edificios públicos, como el mercado, la felicidad de los townies también aumenta con decoraciones.
fr: Pour augmenter le niveau de bonheur des habitants, vous pouvez, en plus de construire des bâtiments publics comme le marché, doter la ville de belles décorations.
id: Selain bangunan publik, seperti pasar, kebahagiaan para Townie juga meningkat dengan dekorasi kota!
it: Oltre agli edifici pubblici, come il mercato, la felicità dei paesani è aumentata anche dalle decorazioni cittadine!
ja: 市場などの公共の建物に加えて、町のデコレーションも、幸福度アップに欠かせません。
ko: 시장과 같은 공공 빌딩과 더불어, 마을을 장식할 경우 주민들의 행복 지수도 올라갑니다!
pt: Além das construções públicas, como o mercado, a felicidade de seus moradores também aumenta com decorações para a cidade.
ru: В дополнение к общественным зданиям, таким как рынок, уровень счастья твоих поселян увеличивается благодаря украшению города!
zh: 除了像市场这样的公共建筑以外，也可以通过装饰来提高你的镇民们的幸福指数。
zh_tw: 除了像市場這樣的公共建築以外，也可以通過裝飾來提高您的鎮民們的幸福指數。

# T_GAME_TUTORIAL_QUEST_DESC_2
source: With your freed-up worker you can now build another townhouse.
de: Mit dem freien Arbeiter kannst du jetzt ein weiteres Wohnhaus bauen.
es: Ahora que has liberado a un trabajador, ya puedes construir otra casa.
fr: Maintenant que vous avez désaffecté un travailleur, il peut construire une autre maison.
id: Dengan pekerja yang kamu bebastugaskan, kamu sekarang bisa membangun rumah lagi.
it: Con il lavoratore che hai liberato puoi ora costruire un'altra abitazione.
ja: 手の空いている労働者を使って、家を建ててみましょう。
ko: 열심히 일하는 일꾼들로 추가 타운하우스를 지을 수 있습니다.
pt: Com seu trabalhador liberado, você pode construir outra moradia agora.
ru: С помощью своих освободившихся рабочих теперь ты можешь построить другой городской дом.
zh: 用你释放出来的工人来建造另一座排屋。
zh_tw: 用您釋放出來的工人來建造另一座連棟宅邸。

# T_GAME_TUTORIAL_QUEST_DESC_3
source: Buildings without workers assigned to them are dormant. Get more workers to continue production. You should assign a new worker to the forester's hut.
de: Gebäude ohne Arbeiter sind im Ruhezustand. Sorge für neue Arbeiter, um die Produktion wieder aufzunehmen. Du solltest nun der Forsthütte wieder einen Arbeiter zuweisen, damit dort weiter gearbeitet werden kann.
es: Los edificios que no tengan trabajadores asignados detendrán la producción. Para continuar con ella, tendrás que conseguir más trabajadores. Deberías asignar un nuevo trabajador a la caseta del guarda forestal.
fr: Les bâtiments sans ouvriers assignés sont inactifs. Obtenez plus d'ouvriers pour relancer la production. Vous devriez assigner un nouvel ouvrier à la cabane du forestier.
id: Bangunan tanpa pekerja tidak berproduksi. Datangkan pekerja baru untuk melanjutkan produksi. Tugaskan satu pekerja di pondok penebang pohon, supaya pekerjaan dilanjutkan lagi.
it: Gli edifici senza lavoratori assegnati ad essi sono inattivi. Procurati più lavoratori per continuare la produzione. Devi assegnare un nuovo lavoratore al capanno del taglialegnaedificio.
ja: 労働者のいない建物は生産を停止します。もっと多くの労働者に生産を継続させましょう。 木こり小屋に新しい労働者を割り当ててください。
ko: 건물에 일꾼을 지정하지 않으면 활동하지 않습니다. 일꾼을 모으고 계속 생산하세요. 새 일꾼을 수목 관리인의 오두막에 지정해야 합니다.
pt: Os prédios sem operários estão parados. Consiga mais operários para continuar a produção. Você precisa colocar um novo operário na cabana do silvicultor.
ru: Здания без назначенных им рабочих находятся в спящем состоянии. Заполучи больше рабочих для продолжения производства. В находящуюся в режиме паузы хижину лесника необходимо назначить нового рабочего.
zh: 未分派工人的建筑物处于休眠状态。获取更多工人以继续生产。 您应该给植树小屋新分派一位工人。
zh_tw: 未分派工人的建物處於休眠狀態。獲取更多工人以繼續生產。 您應該給植樹小屋新分派一位工人。

# T_GAME_TUTORIAL_QUEST_DESC_4
source: Fisherman's huts supply your village with fish as a food resource. Build a fisherman's hut to satisfy your villagers need for food.
de: Fischerhütten versorgen dein Dorf mit Fisch als Nahrungsressource. Baue eine Fischerhütte, um die Nahrungszufriedenheit deiner Townies zu steigern!
es: Las casetas de los pescadores suministran pescado al pueblo para aumentar las reservas de comida. Construye una cabaña de pescador para satisfacer la demanda de alimentos de tus ciudadanos.
fr: La cabane du pêcheur fournit du poisson, une source de nourriture pour votre village. Construisez une cabane du pêcheur pour satisfaire les besoins en nourriture de vos villageois.
id: Pondok nelayan menyediakan ikan untuk bahan makanan desamu. Dirikanlah pondok nelayan untuk memenuhi kebutuhan pangan para Townie.
it: I capanni per i pescatori forniscono pesce al villaggio come fonte di cibo. Costruisci un capanno per pescatori per soddisfare la fame dei tuoi abitanti.
ja: 漁師小屋は街に食糧として魚を供給します。漁師小屋を建て、人々に食糧を供給してください。
ko: 어부의 오두막은 식품 자원으로서 마을에 생선을 공급합니다. 어부의 오두막을 만들고 주민에게 식품을 공급하세요.
pt: As cabanas de pescador fornecem peixe e são fonte de alimentação do vilarejo. Construa uma cabana de pescador para satisfazer a necessidade de comida.
ru: Хижины рыбака снабжают твою деревню рыбой в качестве еды. Построй хижину рыбака, чтобы удовлетворить потребность твоих горожан в еде.
zh: 渔夫小屋为村庄供应作为食物资源的鱼。建造渔夫小屋，以满足村民对食物的需求。
zh_tw: 漁夫小屋為村莊供應作為食物資源的魚。營建漁夫小屋，以滿足村民對食物的需求。

# T_GAME_TUTORIAL_QUEST_DESC_4_WELL
source: The well supplies your village with water. Build a well to satisfy your Townies' need for water.
de: Der Brunnen versorgt dein Dorf mit Wasser. Du solltest einen Brunnen bauen, um das Bedürfnis deiner Townies nach Wasser zu stillen.
es: El pozo suministra agua a la ciudad. Construye un pozo para satisfacer la necesidad de agua de los townies.
fr: Le puits alimente la ville en eau. Construisez-en un pour satisfaire les besoins en eau de vos habitants.
id: Sumur menyediakan air untuk desamu. Bangunlah sumur untuk memuaskan kebutuhan air para Townie.
it: Il pozzo fornisce acqua potabile alla città. Costruisci un pozzo per soddisfare il bisogno di acqua dei paesani.
ja: 井戸は村に水を供給します。井戸を建設してタウニーへ水を供給してください。
ko: 우물은 마을에 물을 제공합니다. 주민들에게 중요한 물을 제공하기 위하여 우물을 지으세요.
pt: O poço abastece sua aldeia com água. Construa um poço para satisfazer a necessidade de água de seus moradores.
ru: Колодец снабжает твою деревню водой. Построй колодец, чтобы удовлетворить потребность твоих поселян в воде.
zh: 水井为你的村庄供水源。打一口井来满足镇民们对水的需求。
zh_tw: 水井為您的村莊供水源。打一口井來滿足鎮民們對水的需求。

# T_GAME_TUTORIAL_QUEST_DESC_5_MOUSE
source: Your townhouses pay taxes regularly. The amount of Thaler generated depends on happiness and tax rate. Click the coins over the townhouses to collect the taxes!
de: Je nach Steuerrate und Zufriedenheit produzieren deine Wohnhäuser nach gewisser Zeit Goldtaler. Klicke auf die Münzen über den Wohnhäusern, um die Steuern einzusammeln!
es: Tus casas pagan impuestos con regularidad. El importe generado en táleros depende de la felicidad y el tipo impositivo. ¡Haz clic en las monedas sobre las casas para recaudar los impuestos!
fr: Vos maisons payent régulièrement des impôts. Le montant d'écus générés dépend du bonheur et du taux d'imposition. Cliquez sur les pièces sur les maisons pour collecter les impôts !
id: Semua rumah tinggalmu membayar pajak berkala. Jumlah Thaler yang dihasilkan tergantung tingkat kebahagiaan dan tarif pajak. Klik keping di atas rumah tinggal untuk menarik pajak!
it: Le tue case pagano tasse regolarmente. La quantità di talleri generata dipende dalla felicità e dalle tasse. Clicca la moneta sopra ad una casa per riscuotere le tasse!
ja: 家は定期的に税金を払います。その額は幸福度や税率から決まります。 家の上のコインをクリックして税金を回収しましょう。
ko: 타운하우스는 세금을 정기적으로 지불합니다. 생성되는 탈러 양은 행복도와 세율에 따릅니다. 타운하우스 위의 코인을 클릭하여 세금을 수집하세요!
pt: As casas pagam impostos periodicamente. A quantidade de Táleres pagos depende da felicidade e da taxa de impostos. Clique nas moedas acima das casas para coletar impostos!
ru: Жители городских домов регулярно платят налоги. Количество талеров зависит от уровня счастья и ставки налога. Нажимай на монеты над домами, чтобы собрать налоги!
zh: 您治下的联排房会定期交税。泰勒币的交纳量，依据税率和幸福度而有所变化。 点击联排房上的金币，征收税款！
zh_tw: 您治下的聯排房會定期交稅。泰勒幣的交納量，依據稅率和幸福度而有所變化。 點擊聯排房上的金幣，徵收稅款！

# T_GAME_TUTORIAL_QUEST_DESC_5_TOUCH
source: Your townhouses regularly pay taxes. The amount of Thaler generated depends on happiness and tax rate. Tap the coins over the townhouses to collect the taxes!
de: Je nach Steuerrate und Zufriedenheit produzieren deine Wohnhäuser nach gewisser Zeit Goldtaler. Tippe auf die Münzen über den Wohnhäusern, um die Steuern einzusammeln!
es: Las casas pagan impuestos con regularidad. La cantidad de táleros que generan depende de la felicidad y de la tasa fiscal. ¡Toca las monedas encima de las casas para recaudar impuestos!
fr: Les maisons paient régulièrement des impôts. Le volume d'écus collectés dépend du niveau de bonheur et du niveau d'imposition. Touchez les pièces affichées au-dessus des maisons pour collecter les impôts !
id: Rumahmu secara berkala akan membayar pajak. Jumlah Thaler yang dihasilkan bergantung pada kebahagiaan dan nilai pajak. Tekan koin di atas rumah untuk mengumpulkan pajak!
it: Le abitazioni pagano regolarmente le tasse. La quantità di talleri generata dipende dalla felicità e dall'aliquota delle tasse. Tocca le monete sulle abitazioni per riscuotere le tasse!
ja: 住民は税金を定期的に納めます。ターレルの額は幸福度や税率から決まります。家の上に表示されるコインをタップして税金を集めてください。
ko: 타운하우스는 정기적으로 세금을 내게됩니다.
pt: Suas moradias pagam impostos regularmente. A quantia de Táler gerada depende da felicidade e da taxa de imposto. Toque nas moedas acima das moradias para cobrar os impostos!
ru: Твои городские дома регулярно платят подати. Количество полученных талеров зависит от уровня счастья и уровня податей. Прикоснись к монетам над городскими домами, чтобы собрать подати!
zh: 你的城镇排屋定期纳税。泰勒币的产生由镇民的幸福指数和税率决定。 轻点排屋上方的硬币以收集税金！
zh_tw: 您的城鎮連棟宅邸定期納稅。泰勒幣的生產由鎮民的幸福指數和稅率決定。 輕點連棟宅邸上方的硬幣以收集稅金！

# T_GAME_TUTORIAL_QUEST_DESC_7
source: You should build two additional townhouses to increase your workforce.
de: Du solltest noch zwei Wohnhäuser bauen, damit du mehr Arbeiter zur Verfügung hast.
es: Tendrías que construir dos casas más para aumentar tu mano de obra.
fr: Vous devriez construire deux maisons supplémentaires pour augmenter le nombre de travailleurs.
id: Kamu harus membangun dua rumah tambahan untuk meningkatkan pekerja.
it: Devi costruire altre due abitazioni per aumentare la forza lavoro.
ja: さらに家を2つ建て、労働人口を増やしましょう。
ko: 작업량 증가를 위하여 2개의 추가 타운하우스를 짓습니다.
pt: Você deve construir duas moradia adicionais para aumentar sua força de trabalho.
ru: Для увеличения количества твоей рабочей силы необходимо построить два дополнительных городских дома.
zh: 你应该增建两座排屋来增加劳动力。
zh_tw: 您應該增建兩座連棟宅邸來增加勞動力。

# T_GAME_TUTORIAL_QUEST_DESC_8
source: Your Townies will be happier when you build a marketplace for them.
de: Deine Townies werden zufriedener sein, wenn du ihnen einen Marktplatz zur Verfügung stellst.
es: Si construyes un mercado, aumentará la felicidad de los townies.
fr: Vos habitants seraient plus heureux si vous leur construisiez un marché.
id: Para Townie akan lebih senang jika kamu membangun pasar untuk mereka.
it: I paesani saranno più felici se costruisci loro un mercato.
ja: 市場を建設すればタウニーはもっと幸せになるでしょう。
ko: 주민들을 위하여 시장을 건설 할 경우 주민들이 더욱 행복해집니다.
pt: Seus moradores ficarão mais felizes quando você construir um mercado para eles.
ru: Твои поселяне будут счастливее, если ты построишь для них рынок.
zh: 当你为镇民兴建了市场时，他会更开心。
zh_tw: 當您為鎮民興建了市場時，他會更開心。

# T_GAME_TUTORIAL_QUEST_DESC_9
source: You should sell some goods at the market. Keep an eye out for the merchant icon. It informs you when the merchant is in town.
de: Du solltest ein paar Güter auf dem Markt verkaufen. Achte auf das Händlersymbol, damit du weißt, wann ein Händler vor Ort ist.
es: Tendrías que vender artículos en el mercado. Presta atención al icono del mercader, porque te informará de cuando se encuentre la ciudad.
fr: Vous devriez vendre des marchandises au marché. Surveillez l'icône de marchand. Elle vous informe de sa présence en ville.
id: Kamu harus menjual barang di pasar. Selalu bersiaplah ketika menjumpai ikon pedagang. Ikon ini menunjukkan bahwa pedagang berkunjung ke kota.
it: Devi vendere delle merci al mercato. Tieni d'occhio l'icona del mercante. Essa ti informa quando il mercante è in città.
ja: 市場で物資を売りましょう。商人のアイコンを見てください。商人が街にいることを知らせています。
ko: 시장에 상품을 판매하십시오. 상인 아이콘에 주의를 기울이십시오. 상인이 마을에 도착하면 알려주는 기능을 합니다.
pt: Você deve vender algumas mercadorias no mercado. Fique de olho no ícone do mercador. Ele o informa quando o mercador está na cidade.
ru: Необходимо продать немного товаров на рынке. Следи за пиктограммой купца, которая сообщит тебе о появлении купца в городе.
zh: 你应该到市场上出售一些货物。密切关注商业图示。当商人进城时，它会及时通知你。
zh_tw: 您應該到市場上出售一些貨物。密切關注商業圖示。當商人進城時，它會及時通知您。

# T_GAME_TUTORIAL_QUEST_DESC_CARRIER_MOUSE
source: You should assign another carrier to the castle. The more carriers you have, the faster the goods will be transported between buildings. Click the castle and assign a worker to one of the empty slots!
de: Du solltest dem Schloss einen weiteren Träger zuweisen. Auf diese Weise werden Güter schneller zwischen den Gebäuden transportiert. Klicke auf das Schloss und dann auf einen leeren Arbeitsplatz!
es: Debes asignar a otro porteador al castillo. Cuantos más porteadores tengas, más rápido se transportarán las mercancías de un edificio a otro. ¡Haz clic en el castillo y asigna a un trabajador a uno de los espacios vacíos!
fr: Vous devriez assigner un autre porteur au château. Plus vous en avez, plus les biens seront transportés rapidement entre les bâtiments. Cliquez sur le château et assignez un ouvrier dans un des emplacements vides !
id: Kamu perlu menugaskan satu pengangkut lagi di kastil. Semakin banyak pengangkut semakin cepat barang dibawa dari bangunan ke bangunan. Klik kastil dan tugaskan satu pekerja di salah satu slot kosong!
it: Dovresti assegnare un altro trasportatore al castello. Più trasportatori hai, maggiore sarà la velocità con cui i beni verranno distribuiti tra gli edifici. Clicca il castello e assegna un lavoratore a una delle caselle vuote!
ja: 城に運搬人をもっと割り当てましょう。運搬人が多ければ、建物間の物資輸送がより早く行えます。 城をクリックし空いているスロットに労働者を割り当ててください。
ko: 또 다른 운송 업자를 성에 배치해야 합니다. 운송 업자가 많을수록 건물 사이로 물건이 더 빨리 이동합니다. 성을 클릭하고 일꾼을 빈 슬롯에 배치하세요!
pt: É preciso colocar outro carregador no castelo. Quanto mais carregadores você tiver, mais rápido as mercadorias serão transportadas entre prédios. Clique no castelo e coloque um carregador num dos espaços vagos!
ru: Нужно нанять еще одного носильщика для замка. Чем больше носильщиков, тем быстрее городская продукция будет доставляться в разные здания. Нажми на замок и добавь работника в одну из пустых ячеек!
zh: 您应该到城堡那里，再指派一个脚夫。您手下的脚夫越多，各建筑物之间货物流通的速度就越快。 点击城堡，指派一个工人去无人的工位。
zh_tw: 您應該到城堡那裡，再指派一個腳夫。您手下的腳夫越多，各建築物之間貨物流通的速度就越快。 點擊城堡，指派一個工人去無人的工位。

# T_GAME_TUTORIAL_QUEST_DESC_CARRIER_TOUCH
source: You should assign another carrier to the castle. The more carriers you have, the faster the goods will be transported between buildings. Tap the castle and assign a worker to one of the empty slots!
de: Du solltest dem Schloss einen weiteren Träger zuweisen. Auf diese Weise werden Güter schneller zwischen den Gebäuden transportiert. Also los, tippe auf das Schloss und dann auf einen leeren Arbeitsplatz!
es: Tendrías que añadir otro transportista al castillo. Cuantos más tengas, más rápido transportarán los artículos de un edificio a otro. ¡Toca el castillo y asigna un trabajador a una de las ranuras vacías!
fr: Vous devriez affecter un autre porteur au château. Plus vous avez de porteurs, plus la marchandise est transportée rapidement entre les bâtiments. Touchez le château et affectez un travailleur à un emplacement vide !
id: Kamu harus menugaskan pengangkut lain ke kastil. Semakin banyak pengangkutmu, semakin cepat barang diangkut antar bangunan. Tekanlah kastil dan tugaskan pekerja pada salah satu slot kosong!
it: Devi assegnare un altro trasportatore al castello. Più trasportatori hai, più rapidamente le merci vengono trasportate da un edificio all'altro. Tocca il castello e assegna un lavoratore a uno degli slot vuoti!
ja: 城に運搬人をもっと割り当てましょう。運搬人が多ければ、建物間の物資輸送がより早く行えます。 城をタップし空いているスロットに労働者を割り当ててください。
ko: 성에 추가 캐리어들을 배정하십시오. 캐리어가 많을 수록, 빌딩 간의 상품 이동 속도도 증가합니다. 성을 탭하신 후 빈 슬랏에 일꾼을 배정하십시오.
pt: Você deve designar outro carregador para o castelo. Quanto mais carregadores você tiver, mais rapidamente as mercadorias serão transportadas entre as construções. Toque no castelo e designe um trabalhador para uma das entradas vazias!
ru: Назначь еще одного носильщика в замок. Чем больше у тебя носильщиков, тем быстрее перемещаются товары между зданиями. Прикоснись к замку и назначь рабочего в один из пустых слотов!
zh: 你应该再分配一名搬运工到城堡去干活。你拥有的搬运工人数越多，货物在建筑物之间的流通就会越快。点击城堡，分配一名工人到空缺的岗位上去。
zh_tw: 您應該再分配一名搬運工到城堡去幹活。您擁有的搬運工人數越多，貨物在建築物之間的流通就會越快。點擊城堡，分配一名工人到空缺的崗位上去。

# T_GAME_TUTORIAL_QUEST_DESC_CHURCH
source: Now it's time to turn your attention to your Townies' desires. How about constructing a church to satisfy their desire for religious life?
de: Nun ist es an der Zeit, deinen Townies mehr Wünsche zu erfüllen. Wie wär's mit dem Bau einer Kirche, um das Bedürfnis nach Religion zu befriedigen?
es: Ha llegado el momento de prestar atención a los deseos de tus townies. ¿Por qué no construyes una iglesia para satisfacer sus deseos religiosos?
fr: Maintenant, il est temps de vous consacrer aux envies des habitants. Si vous construisiez une église pour satisfaire leur besoin de religiosité ?
id: Sekarang saatnya memperhatikan harapan para Townie. Bagaimana kalau kamu bangun gereja untuk memenuhi kebutuhan religi mereka?
it: Ora è il momento di occuparsi dei desideri dei paesani. Cosa ne dici di costruire una chiesa per soddisfare il loro desiderio di vita religiosa?
ja: タウニーの願望に応える時が来ました。教会を建設し、信仰のある生活でさらにタウニーを満足させませんか？
ko: 이제 주민들의 소원에 주의를 기울일 차례입니다. 종교적 삶을 만족하기위하여 교회를 짓는 것은 어떻습니까?
pt: Agora é hora de voltar sua atenção para os desejos dos moradores. Que tal construir uma igreja para satisfazer o desejo deles de terem uma vida religiosa?
ru: Настало время обратить твое внимание на желания твоих поселян. Как насчет строительства церкви для удовлетворения их потребности в религиозной жизни?
zh: 现在是时候把注意力集中到你的镇民的意愿上来了。兴建一座教堂满足他们对于宗教生活的愿望，你看怎么样？
zh_tw: 現在是時候把注意力集中到您的鎮民的意願上來了。興建一座教堂滿足他們對於宗教生活的願望，您看怎麼樣？
