Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_MIL_TUT_18_NOTIFICATION_STATISTICS_1
source: If you want more information about military, you can always pay a visit to the statistic screen's military tab.
de: Wenn ihr mehr Informationen zum Militär sehen wollt, könnt ihr jederzeit einen Blick in den militärischen Bereich des Statistikmenüs werfen.
es: Si quieres más información sobre asuntos militares, puedes entrar en la pestaña militar de la pantalla de estadísticas.
fr: Si vous voulez plus d'informations militaires, consultez l'onglet correspondant dans l'écran de statistiques.
id: Kalau perlu info lebih lanjut tentang militer, cobalah buka tab militer di layar statistik.
it: Se vuoi ulteriori informazioni sulle tue forze militari, consulta la schermata delle statistiche nella scheda Militari.
ja: 軍事に関する詳細情報が必要な場合は、いつでも統計画面の軍事タブへ訪れることができます。
ko: 군대에 대해 자세한 정보를 알고 싶으면 언제라도 통계 화면의 군대 탭으로 이동하세요.
pt: Se você quiser mais informações sobre os militares, sempre pode visitar a guia militar da tela de estatísticas.
ru: Более подробную информацию о военных можно получить, выбрав вкладку «Военные» на экране статистики.
zh: 如果您想了解有关军队的更多信息，请查看统计屏幕中的军事选项卡。
zh_tw: 如果您想瞭解有關軍隊的更多資訊，請檢視統計螢幕中的軍事標籖。

# T_GAME_QUEST_MIL_TUT_19_START
source: Our soldiers are in need of weapons and armor! Weapons increase attack power and armors increase the defensive capabilities of our soldiers. So we need to construct an armory in town. To craft armor, you will need a tannery as well to get access to leather. The animal skins will be supplied by a hunter or butcher.
de: Unsere Soldaten sollten mit Waffen und Rüstungen versorgt werden. Waffen steigern die Angriffskraft und Rüstungen die Verteidigung der Soldaten. Beides wird in der Rüstkammer produziert. Für Rüstungen benötigen wir Leder aus einer Gerberei. Der Gerber verarbeitet dort Tierhäute, die von einer Jagdhütte oder einer Metzgerei hergestellt werden.
es: ¡Nuestros soldados necesitan armas y armaduras! Las armas aumentan el poder de ataque, y las armaduras la capacidad defensiva. De modo que hay que construir una armería. Para fabricar armaduras necesitaremos también una curtiduría para obtener cuero. Las pieles de animales las suministrarán los cazadores o los carniceros.
fr: Nos soldats ont besoin d'armes et d'armures ! Les armes augmentent l'attaque et les armures améliorent les capacités défensives de nos soldats. Nous devons donc bâtir une armurerie en ville. Pour faire une armure, vous aurez également besoin d'une tannerie, pour le cuir. Les peaux d'animaux vous seront fournies par un chasseur ou un boucher.
id: Serdadu kita perlu senjata dan baju tempur! Senjata meningkatkan daya serang sedangkan baju tempur menambah kemampuan bertahan serdadu kita. Karena itu, kita perlu membangun gudang senjata di kota. Untuk membuat baju tempur, kita juga perlu tempat penyamakan untuk mendapat kulit. Kulit hewan akan disuplai oleh pemburu atau tukang jagal.
it: I nostri soldati hanno bisogno di armi e armature! Le armi aumentano la potenza, mentre le armature incrementano la difesa dei soldati. Per cui dobbiamo costruire un'armeria in città. Per produrre armature, sarà necessaria anche una conceria che realizzi il cuoio. Le pelli di animali saranno fornite da un cacciatore o da un macellaio.
ja: 私たちの兵士たちは武器と鎧を必要としています！ 武器は攻撃力を増加させ、鎧は兵士たちの守備能力を高めます。 そのため、我々は町に武器工場をつくる必要があります。鎧を作るためには革を利用するだけでなく、なめし革工場も必要です。動物の皮は狩人や肉屋によって供給されるでしょう。
ko: 군인에게 무기와 갑옷이 필요합니다! 무기는 군인의 공격력을, 그리고 갑옷은 방어력을 강화합니다. 따라서 마을에 병기 공장을 지어야 합니다. 갑옷을 만들려면 무두질 공장을 만들어 가죽을 가공해야 합니다. 동물 피부는 사냥꾼이나 도살업자가 제공할 거예요.
pt: Nossos soldados precisam de armas e armaduras! As armas aumentam o poder de ataque e as armaduras aumentam a capacidade defensiva dos nossos soldados. Portanto, devemos construir um armeiro na cidade. Para fabricar armaduras, você também precisará de um curtume para obter o couro. As peles dos animais serão fornecidas por um caçador ou açougueiro.
ru: Солдатам нужны доспехи и оружие! Оружие увеличивает наносимый ими урон, а доспехи — их защиту. Нужно построить лавку оружейника. Также нам потребуется дубильня, на ней производят выделанную кожу, необходимую для создания доспехов. Кожу животных в мастерскую будут поставлять охотники и мясники.
zh: 我们的士兵需要武器和护甲！ 武器可以提高攻击力，护甲可以提高防御力。 因此，我们需要在城镇中兴建一座兵工厂。要制作护甲，您还得建造皮革厂或获取皮革。 猎人和屠夫可以供应动物皮毛。
zh_tw: 我們的士兵需要武器和護甲！ 武器可以提高攻擊力，護甲可以提高防禦力。 因此，我們需要在城鎮中興建一座兵工廠。要製作護甲，您還得建造皮革廠或獲取皮革。 獵人和屠夫可以供應動物皮毛。

# T_GAME_QUEST_MIL_TUT_19_TITLE
source: Build a tannery and an armory.
de: Baue eine Gerberei und eine Rüstkammer.
es: Construye una curtiduría y una armería.
fr: Construisez une tannerie et une armurerie.
id: Bangunlah tempat penyamakan kulit dan gudang senjata.
it: Costruisci una conceria e un'armeria.
ja: なめし革工場と武器工場を建てる。
ko: 무두질 공장과 병기 공장을 만드세요.
pt: Construa um curtume e um armeiro.
ru: Построй дубильню и лавку оружейника.
zh: 建造一座皮革厂和一座兵工厂。
zh_tw: 建造一座皮革廠和一座兵工廠。

# T_GAME_QUEST_MIL_TUT_20_START
source: Lord, It is time to increase the size of your army. You can then send out a task-force to destroy the bandit encampment.
de: Lord, wir sollten beginnen, die Armee zu vergrößern. Dies ermöglicht es Euch, eine Angriffsstreitmacht zu dem Banditenlager zu schicken und es ein für alle Mal zu zerstören.
es: Señor, es hora de aumentar el tamaño de tu ejército. Así podrás enviar una partida a destruir el campamento de los bandidos.
fr: Seigneur, il est temps d'augmenter la taille de votre armée. Vous pourrez alors envoyer une force d'attaque pour détruire le campement des bandits.
id: Tuanku, Sudah waktunya memperbesar pasukan. Setelah itu, kirimlah gugus tugas untuk menghancurkan perkemahan bandit.
it: Signore, è tempo di aumentare le dimensioni dell'esercito per poter poi inviare uno squadrone a distruggere l'accampamento dei banditi.
ja: 閣下、あなたの軍隊の規模を拡大する時がきました。そうすれば、機動部隊を送り、盗賊の野営地を破壊することができます。
ko: 영주님, 이제 군대 규모를 늘릴 때입니다. 그러면 기동 부대를 보내 강도 캠프를 파괴할 수 있습니다.
pt: Senhor, é hora de aumentar o tamanho do seu exército. Assim você poderá enviar uma força-tarefa para destruir o acampamento dos bandidos.
ru: Лорд, пришло время увеличить вашу армию. После этого мы сможем выслать отряд и прогнать надоедливых бандитов.
zh: 大人， 是时候扩大军队规模了。这样我们才能派出特遣部队捣毁强盗营地。
zh_tw: 大人， 是時候擴大軍隊規模了。這樣我們才能派出特遣部隊搗毀強盜營地。

# T_GAME_QUEST_MIL_TUT_20_TITLE
source: Enlarge your army
de: Vergrößere deine Armee.
es: Agranda tu ejército.
fr: Agrandissez votre armée
id: Perbesarlah pasukanmu
it: Amplia il tuo esercito
ja: 軍隊を拡大する
ko: 군대를 늘리세요
pt: Aumente seu exército
ru: Увеличь свою армию
zh: 扩充军队
zh_tw: 擴充軍隊

# T_GAME_QUEST_MIL_TUT_21_START
source: The time has come, governor! Now we strike against that nasty bandit lord. Their camp is hidden in the forest. You just need to select the bandit camp and order a reasonable group of soldiers to attack. I wish you good hunting!
de: Es ist soweit, Statthalter. Die Armee ist groß genug, um einen Angriff starten zu können. Das Banditenlager ist in den Wäldern versteckt. Um es anzugreifen, öffnet Ihr sein Kontextmenü und wählt danach die Option “Gebäude angreifen!” aus. Ich wünsche eine gute Jagd!
es: ¡Llegó la hora, gobernador! Ahora atacaremos a ese canalla, el jefe de los bandidos. Su campamento está oculto en el bosque. Solo tienes que seleccionar el campamento de bandidos y ordenar el ataque con un grupo razonable de soldados. ¡Buena caza!
fr: L'heure est venue d'agir, gouverneur ! Nous pouvons contre-attaquer contre ce maudit chef des bandits. Leur camp est caché dans la forêt. Il vous suffit de sélectionner le camp des bandits et d'y envoyer un bon groupe de soldats. Je vous souhaite bonne chance !
id: Waktunya telah tiba, Gubernur! Kita akan menyerang pemimpin para bandit. Perkemahan mereka tersembunyi di hutan. Kau tinggal memilih perkemahan bandit dan mengerahkan serdadu dalam jumlah memadai untuk menyerang. Selamat berburu!
it: È il grande momento, governatore! Ora possiamo attaccare il capo dei banditi. Il loro accampamento è nascosto nella foresta. Seleziona l'accampamento dei banditi e ordina a uno squadrone di soldati di attaccarlo. Buona caccia!
ja: 閣下、時は来ました！ これよりあの強欲な盗賊の領主を襲撃します。彼らの野営地は森の中に隠れています。 盗賊の野営地を選び、攻撃にふさわしい兵士グループを整えるだけです。 良い狩りになりますように！
ko: 드디어 때가 왔습니다, 영주님! 지금 비열한 강도 두목을 공격하세요. 강도 캠프는 숲에 숨겨져 있습니다. 강도 캠프를 선택한 후 적절한 군인 그룹에게 공격 명령을 내리기만 하면 됩니다. 좋은 결과가 있기를 기원합니다!
pt: Chegou a hora, governador! Agora vamos atacar aquele cruel chefe dos bandidos. O acampamento deles está escondido na floresta. Você só precisa selecionar o acampamento dos bandidos e ordenar que um grupo razoável de soldados ataque. Desejo-lhe uma boa caça!
ru: Время пришло, губернатор! Нанесем же удар по этому грязному главарю бандитов. Их лагерь расположен в лесу. Выберите лагерь бандитов и прикажите достаточному числу солдат атаковать. Удачной охоты!
zh: 大人，时机已到！ 我们现在要向邪恶的强盗首领发起反击。他的营地就隐藏在森林中。 您需要选择强盗营地并命令一队士兵进攻那里。 祝您旗开得胜！
zh_tw: 大人，時機已到！ 我們現在要向邪惡的強盜首領發起反擊。他的營地就隱藏在森林中。 您需要選取強盜營地並命令一隊士兵進攻那裡。 祝您旗開得勝！

# T_GAME_QUEST_MIL_TUT_21_TITLE
source: Destroy the bandit camp
de: Zerstöre das Banditenlager.
es: Destruye el campamento de bandidos.
fr: Détruisez le camp des bandits
id: Hancurkan perkemahan bandit
it: Distruggi l'accampamento dei banditi
ja: 盗賊の野営地を破壊する
ko: 강도 캠프를 파괴하세요
pt: Destrua o acampamento dos bandidos
ru: Уничтожь лагерь бандитов.
zh: 捣毁强盗营地
zh_tw: 搗毀強盜營地

# T_GAME_QUEST_MIL_TUT_MAINQUEST_START
source: Good to meet you, my liege. I was just robbed by bandits for the third time this week. We should really do something against those fiends!
de: Gut, dass ich Sie treffe, mein Lehnsherr. Ich bin gerade zum dritten mal diese Woche von Banditen überfallen worden. Wir sollten dringend etwas gegen diese Unholde unternehmen!
es: Me alegro de verte, mi señor. Me acaban de robar los bandidos por tercera vez esta semana. ¡Tenemos que hacer algo para detener a esos canallas!
fr: Content de vous revoir, maître. C'est la troisième fois cette semaine que je me fais dévaliser par les bandits. Il faudrait vraiment agir contre ces vauriens !
id: Untung kita bertemu, Tuanku. Aku habis dirampok bandit untuk ketiga kalinya dalam minggu ini. Kita harus bertindak melawan para penjahat itu!
it: Sono felice di incontrarti, mio signore. Sono stato derubato dai banditi per la terza volta solo nell'ultima settimana. Dobbiamo fare qualcosa!
ja: 閣下、お会いできてよかったです。 私は今週3度も強奪に遭いました。残忍な者たちに私たちは何か対策をとる必要があります！
ko: 반갑습니다, 영주님. 이번 주에 세 번이나 강도에게 털렸습니다. 강도에 대해 무언가 조치를 취해야 합니다!
pt: Que bom encontrá-lo, meu senhor. Acabei de ser assaltado por bandidos pela terceira vez esta semana. Temos de fazer algo com esses demônios!
ru: Рад встрече, мой господин. Совсем недавно меня третий раз за эту неделю обобрали грабители. Нужно что-то делать с этими стервятниками!
zh: 大人，见到您真好。 我刚刚被强盗抢劫了，这是本周第三次了。我们真应该好好教训这些家伙！
zh_tw: 大人，見到您真好。 我剛剛被強盜搶劫了，這是本週第三次了。我們真應該好好教訓這些傢伙！

# T_GAME_QUEST_MIL_TUT_MAINQUEST_SUCCESS
source: A great victory, my liege. We showed those bandits the ins and outs! The region is safe again, the King will be really pleased.
de: Ein großer Sieg, mein Lehnsherr. Den Banditen haben wir es gezeigt und die Region ist wieder sicher. Der König wird begeistert sein.
es: Una gran victoria, mi señor. ¡Hemos dado una buena lección a esos bandidos. La región ya es segura de nuevo, el rey estará muy satisfecho.
fr: Une grande victoire, maître. Nous avons montré à ces bandits ce que nous avions dans le ventre ! La région est de nouveau paisible, le roi sera satisfait.
id: Kemenangan besar, Tuanku. Para bandit sudah kita beri pelajaran! Daerah ini aman lagi dan Raja pasti sangat senang.
it: Una grande vittoria, mio signore. Abbiamo dato una bella lezione a quei banditi! La regione è di nuovo al sicuro e il Re ne sarà felice.
ja: 閣下、偉大な勝利です。 盗賊たちに一部始終を見せました！この地域は再び安全です。国王が本当に喜ばれることでしょう。
ko: 대승입니다, 영주님. 강도들에게 제대로 본때를 보여주었습니다! 이 지역에 다시 평화가 찾아왔고 왕이 크게 기뻐하실 것입니다.
pt: Uma grande vitória, meu senhor. Mostramos a esses bandidos quem é que manda! A região está segura novamente, e o Rei ficará satisfeito.
ru: Невероятная победа, мой господин. Мы показали этим бандитам, где раки зимуют! В регионе вновь безопасно, король будет доволен.
zh: 大人，我军大获全胜。 我们让那些强盗吃到了苦头。该地区恢复安全了，国王一定会非常满意。
zh_tw: 大人，我軍大獲全勝。 我們讓那些強盜吃到了苦頭。該地區恢復安全了，國王一定會非常滿意。

# T_GAME_QUEST_MIL_TUT_MAINQUEST_TITLE
source: Complete basic training and defeat the bandits.
de: Schließe die Grundausbildung ab und besiege die Banditen.
es: Completa el entrenamiento básico y acaba con los bandidos.
fr: Complétez l'entraînement de base et terrassez les bandits.
id: Selesaikan latihan dasar dan kalahkan gerombolan bandit.
it: Completa l'addestramento di base e sconfiggi i banditi.
ja: 基本的な訓練を完了し、盗賊を倒す。
ko: 기본 훈련을 마치고 강도를 무찌르세요.
pt: Complete o treinamento básico e derrote os bandidos.
ru: Заверши базовую тренировку и победи бандитов.
zh: 完成基本训练并打败强盗。
zh_tw: 完成基本訓練並打敗強盜。

# T_GAME_QUEST_NEW
source: New quest!
de: Neue Aufgabe!
es: ¡Nueva misión!
fr: Nouvelle quête !
id: Misi baru!
it: Nuova missione!
ja: クエストに挑戦！
ko: 새로운 퀘스트!
pt: Nova missão!
ru: Новый квест!
zh: 新的任务！
zh_tw: 新的任務！

# T_GAME_QUEST_NEW2
source: New quest:
de: Neue Aufgabe:
es: ¡Nueva misión:
fr: Nouvelle quête :
id: Misi baru:
it: Nuova missione:
ja: クエストに挑戦:
ko: 새로운 퀘스트:
pt: Nova missão:
ru: Новый квест:
zh: 新的任务:
zh_tw: 新的任務:

# T_GAME_QUEST_NOQUEST
source: No quests available.
de: Keine Aufgabe verfügbar.
es: No hay misiones disponibles.
fr: Aucune quête disponible
id: Tidak ada misi tersedia.
it: Nessuna missione disponibile.
ja: 現在、クエストはありません。
ko: 새로운 퀘스트 사용이 가능합니다!
pt: Nenhuma missão disponível.
ru: Квесты недоступны.
zh: 没有可选用的任务。
zh_tw: 沒有可選用的任務。

# T_GAME_QUEST_REWARD
source: Reward:
de: Belohnung:
es: Recompensa:
fr: Récompense :
id: Hadiah:
it: Ricompensa:
ja: 報酬：
ko: 보상:
pt: Recompensa:
ru: Награда:
zh: 奖赏：
zh_tw: 獎賞：

# T_GAME_QUEST_SANDBOX_COASTSANDSCLIFFS_WELCOME
source: I bid you welcome, steward! Just look at this coastline! I expect your town to be worthy of this beautiful vista! Take good care of your Townies and don't forget to pay your tribute to the King, so you may continue to serve me!
de: Seid gegrüßt, Statthalter! Seht Euch nur diesen Ausblick an! Von dieser Klippe aus kann man das ganze Umland und die Küste überblicken. Ich übertrage Euch dieses Schloss. Hier sollt Ihr ein Dorf errichten. Schickt mir Tributzahlungen in sporadischen Abständen!
es: ¡Te doy la bienvenida, administrador! ¡Mira qué costa! Espero que tu ciudad sea digna de estas vistas. Cuida a tus townies y no olvides pagar los tributos a tu rey para poder seguir sirviéndole.
fr: Je vous attendais, gouverneur ! Regardez- moi ce paysage ! J’espère que votre ville vaudra le détour. Prenez soin de vos townies et n’oubliez pas de payer le tribut à votre roi, afin de pouvoir continuer à le servir.
id: Selamat datang, Steward! Coba lihat garis pantai ini! Aku kira kotamu akan pantas mendapat pemandangan indah ini! Jaga para Townie baik-baik dan jangan lupa selalu memberi upeti kepada Raja, supaya kau bisa terus mengabdi kepadaku!
it: Ti do il benvenuto, vassallo! Guarda che litorale! Mi aspetto che la tua città sia degna di questo meraviglioso panorama! Prenditi cura dei tuoi cittadini e non dimenticare di pagare i tributi al Re, così potrai continuare a servirmi!
ja: 執事、お前を歓迎しよう。 この沿岸線を見てみなさい。あなたの街がこの美しい眺めに値するものになるだろうと期待しているぞ！ タウニーたちの面倒をよくみて、これからも私に仕えることができるように私への貢物を忘れるのではないぞ！
ko: 어서 오게, 영주! 이 해안선 좀 보게나! 이 멋진 풍경에 어울리는 마을을 만들길 기대하지! 주민들을 잘 돌보고 짐을 계속 섬길 수 있도록 왕에게 조공 받치는 것도 잊지 말게나!
pt: Receba as boas-vindas, intendente! Veja só este litoral! Espero que sua cidade seja digna desta vista maravilhosa! Cuide bem dos seus habitantes e não esqueça de pagar os tributos ao seu rei, para que você continue a me servir!
ru: Приветствую вас, наместник! Только взгляните на это побережье! Надеюсь, ваш город станет достойным украшением столь прекрасного пейзажа! Заботьтесь о своих горожанах и не забывайте платить дань своему королю. Служите мне верой и правдой!
zh: 我向你表示欢迎，负责人！ 看看这海岸线！我希望你的城市配得上这美丽的风景！ 照顾好你的居民，还有别忘了向国王纳贡，以便继续在我治下安居！
zh_tw: 歡迎您，總管大人！ 看看這裡的海岸啊！我希望您的城鎮能配得上如此美景！ 好好照顧您的鎮民，別忘記進貢國王，這樣您才能繼續服侍我！

# T_GAME_QUEST_SANDBOX_CREDIT
source: Loan from the King's treasury
de: Anleihe beim König
es: Préstamo del tesoro del rey
fr: Emprunt de la trésorerie du roi.
id: Pinjaman dari Raja
it: Prestito dal tesoro del Re
ja: 国王の資金からの貸付
ko: 왕이 금고에서 제공한 대출
pt: Empréstimo do tesouro do rei
ru: Ссуда из королевской казны
zh: 国库贷款
zh_tw: 國庫貸款

# T_GAME_QUEST_SANDBOX_CREDIT_DESC
source: Governor, If you are low on funds, the crown can give you a small loan to get back on track.
de: Mein Statthalter, solltet Ihr einmal knapp bei Kasse sein, so bietet die Krone euch ein Darlehen an, um wieder zahlungsfähig zu werden.
es: Gobernador, Si andas escaso de fondos, la corona te puede hacer un pequeño préstamo para ir tirando.
fr: Gouverneur, si vous manquez de fonds, la couronne peut vous faire un petit prêt.
id: Gubernur, kalau kau kekurangan uang, pihak kerajaan bisa memberikan pinjaman sekadarnya untuk membantumu.
it: Governatore, se sei a corto di fondi, la corona può offrirti un piccolo prestito per rimetterti in piedi.
ja: もし資金が足りないのならば、この王冠があなたを軌道に戻すためのお金をかしてくれます。
ko: 영주님, 자금이 부족하면 제자리를 찾게 왕이 일부 자금을 빌려줄 수 있습니다.
pt: Governador, Se você não tiver condições financeiras, a coroa pode lhe fazer um empréstimo.
ru: Губернатор, если у вас закончатся деньги, корона готова дать вам небольшую ссуду, чтобы вы смогли поправить свои дела.
zh: 总督， 你要是资金短缺，王室可以借给你一小笔资金，助你战后恢复。
zh_tw: 總督， 你要是資金短缺，王室可以借給你一小筆資金，助你戰後恢復。

# T_GAME_QUEST_SANDBOX_DIVIDEDSHORELINE_WELCOME
source: I bid you welcome to our humble village, Governor! The region is divided by a rocky ridge. Ore deposits can be found on the southwestern side of the ridge, my Lord. I am looking forward to us working together.
de: Willkommen in unserem bescheidenem Dorf, Statthalter. Die Küste in der Region ist durch eine Bergkette unterbrochen. Erzvorkommen sind auf der Südwestseite der Berge zu finden, mein Herr. Ich freue mich schon auf unsere Zusammenarbeit.
es: ¡Bienvenido a nuestra humilde villa, gobernador! La región está dividida por un risco montañoso. Hay depósitos de minerales al suroeste del risco, mi señor. Estoy deseando trabajar contigo.
fr: Je suis heureux de vous accueillir dans notre humble village, Sire ! La région est divisée par une grande paroi rocheuse. De l’or est disponible par-delà cette montagne. Il me tarde de commencer à travailler avec vous.
id: Selamat datang di desa kami yang bersahaja, Gubernur! Daerah ini terbelah oleh bukit berbatu. Di sebelah barat daya bukit terdapat cadangan bijih, Tuanku. Aku senang kita bisa bekerja sama.
it: Ti do il benvenuto nel nostro umile villaggio, Governatore! La regione è divisa da un crinale roccioso. Nel lato sudoccidentale del crinale si trovano depositi di minerali, milord. Non vedo l'ora di lavorare insieme a te.
ja: 総督、私たちの村にあなたを歓迎いたします！ この地域は岩の尾根によって分断されています。尾根の南西側に鉱石が見つかりますよ、ご主人様。 一緒に仕事ができるのを楽しみにしています。
ko: 누추한 곳에 오신 것을 환영합니다, 영주님! 이 지역은 바위산으로 나누어져 있습니다. 산 남서쪽에는 광석이 매장되어 있습니다. 함께 일하게 되길 바랍니다.
pt: Eu lhe dou as boas-vindas à nossa humilde aldeia, Governador! A região é dividida por uma cordilheira rochosa. Há depósitos de minério no sudoeste da cordilheira, milorde. Não vejo a hora de trabalharmos juntos.
ru: Приветствую вас в нашей скромной деревушке, губернатор! Регион разделен горной грядой. На ее юго-западном склоне были обнаружены залежи руды, милорд. С нетерпением жду возможности поработать с вами.
zh: 镇长先生，欢迎您来到我们这个简陋的村庄！ 这个地区被一列岩石山脊隔开。大人，在山脊的西南侧可以找到矿藏。 期待着我们今后一同工作。
zh_tw: 我歡迎您來到我們的小村莊，大人！ 這塊區域被岩石山脊一分為二，山脊的西南方可以找到礦脈，大人。 我很期待能夠跟您一起合作。

# T_GAME_QUEST_SANDBOX_FRIGYTHKINGDOM_WELCOME
source: Welcome, Governor! I am Queen Frigyth, ruler of this Kingdom. I have asked for your help to bring true greatness to this village. The land is rich in resources, so it should be easy for you. Don't disappoint me.
de: Willkommen, Herr Statthalter. Ich bin Königin Frigyth, Herrscherin in diesem Königreich. Ich habe um Eure Hilfe gebeten, diesem Dorf zu wahrer Größe zu verhelfen. Das Land ist reich an Rohstoffen, also sollte es Euch ein leichtes sein. Enttäuscht mich nicht.
es: ¡Bienvenido, gobernador! Soy la reina Frigyth, monarca de este reino. He solicitado tu ayuda para que esta villa alcance su verdadero esplendor. La tierra es rica en recursos, así que no te resultará difícil. No me decepciones.
fr: Je suis la reine Frigyth, leader de ce pays. J’ai demandé votre aide afin d’apporter à ce village un réel épanouissement. Les terres sont riches ainsi, vous avez tout pour réussir. Ne me décevez pas.
id: Selamat datang, Gubernur! Aku Ratu Frigyth, penguasa kerajaan ini. Aku minta bantuanmu untuk membawa kejayaan ke desa ini. Tanahnya kaya sumber daya, jadi seharusnya ini tugas yang mudah untukmu. Jangan kecewakan aku.
it: Benvenuto, Governatore! Sono la Regina Frigyth, governante di questo Regno. Ho chiesto il tuo aiuto per portare grande prosperità a questo villaggio. La terra è ricca di risorse, quindi non sarà difficile. Non deludermi.
ja: ようこそ、総督！ 私はこの王国の支配者、フリジス女王です。この村に真の偉大なものがやってくるようあなたの手助けをお願いしました。この土地は資源豊かですので、あなたにとってもたやすいでしょう。私をがっかりさせないでくださいね。
ko: 어서 오세요, 영주! 이 왕국을 다스리는 프리기스 여왕이라고 해요. 이곳을 위대한 마을로 변신시켜 주세요. 땅에 자원이 풍부해서 수월할 거예요. 실망시키지 마세요.
pt: Bem-vindo, Governador! Eu sou a Rainha Frigyth, regente deste reino. Eu pedi sua ajuda para que faça esta cidade alcançar a verdadeira grandeza. A terra é rica em recursos, então não deve ser difícil. Não me decepcione.
ru: Приветствую вас, губернатор! Я королева Фригит. Я обратилась к вам за помощью, чтобы вы придали этой части королевства настоящее величие. Здешние земли богаты ресурсами, так что это не должно составить особого труда. Не разочаруйте меня.
zh: 欢迎,，镇长！ 我是弗里吉斯女王，这个王国的统治者。我请求你的帮助，为这个村庄带来真正的荣光。这片土地资源丰富，所以对你来说应该很容易。不要让我失望。
zh_tw: 歡迎您，大人。 我是女王芙麗基斯，這個王國的統治者。我請求你的幫助來讓這座村莊得以變得繁榮。這塊土地的資源豐沃，所以對你來說應該相當容易。別讓我失望。

# T_GAME_QUEST_SANDBOX_LOWLANDS_WELCOME
source: My Lord, just look at the infinite vastness of this region. Flat land in all directions! We will be able to build a big city here in the foreseeable future, don't you think?
de: Mein Herr, seht nur die unendlichen Weiten in dieser Region. Flaches Land in alle Richtungen! Hier werden wir in absehbarer Zeit eine Großstadt errichten können, denkt Ihr nicht auch?
es: Mi señor, contempla la inmensidad de esta región. ¡Llanuras en todas direcciones! En un futuro próximo, podremos construir una ciudad de grandes dimensiones, ¿no crees?
fr: Sire, observez l’immensité de cette région. Des plaines à perte de vue ! Une grande cité est sur le point de naître, ne pensez-vous pas, Sire ?
id: Tuanku, lihatlah betapa luas daerah ini. Tanah datar ke segala arah! Kita pasti bisa membangun kota besar dalam waktu tidak terlalu lama, bukan begitu?
it: Milord, osserva l'infinita vastità di questa regione. Pianure in tutte le direzioni! Riusciremo a costruire una grande città nel prossimo futuro, non credi?
ja: ご主人様、この地域の限りない広大さを見てください。どこを見ても平原が続いています。近いうちにここに大きな街を作ることができると思いませんか？
ko: 영주님, 이곳의 드넓은 땅을 보세요. 사방이 평원으로 탁 트여있습니다! 가까운 미래에 거대한 도시를 건설할 수 있을 겁니다. 어떻게 생각하세요?
pt: Milorde, veja só a infinita vastidão desta região. A terra é plana em todas as direções! Poderemos construir uma cidade grande aqui num futuro próximo, não acha?
ru: Милорд, только взгляните на бесконечные просторы этого региона. Равнины, куда ни глянь! Как думаете, как скоро мы сможем построить здесь большой город?
zh: 大人，看看这这地区的广袤。平原向四面八方伸展！在可预见的将来，我们将在这里建立一个大城市，不是吗？
zh_tw: 大人，您看看這塊區域多麼遼闊啊。四處都是平原！我已經可以看見我們在這裡打造一座巨大的城市了，您也這麼覺得嗎？
