Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN14_HEALER_02_FAILED
source: I should not have counted on you, governor! My visions showed me that your incompetence would bring disaster to the town! You have disappointed the King and me, governor!
de: Ich hätte nicht auf Euch zählen sollen. Meine Visionen zeigten mir eure Inkompetenz und das Unglück, welches Ihr über dieses Land bringt. Ihr habt den König und mich sehr enttäuscht, Statthalter.
es: ¡Nunca debí contar contigo, gobernador. ¡En mis visiones pude comprobar que tu incompetencia traerá el desastre a la ciudad! ¡Nos has decepcionado al rey y a mí!
fr: Je n'aurais pas dû compter sur vous, gouverneur ! Mes visions m'avaient montré que votre incompétence provoquerait des désastres dans cette ville ! Vous avez déçu le roi et moi aussi, gouverneur !
id: Seharusnya aku tidak mengandalkanmu, Gubernur! Aku sudah mendapat bisikan bahwa kota akan celaka karena ketidakmampuanmu! Kau telah mengecewakan sang Raja dan aku, Gubernur!
it: Sapevo di non poter contare su di te, governatore. Le mie visioni mi hanno mostrato che la tua incompetenza sarà una disgrazia per questa città. Hai deluso me e il tuo sovrano!
ja: 閣下に頼るべきじゃなかった！私の透視によると、閣下が無能なせいで街に災いがもたらされます！私も王も失望しましたぞ！
ko: 당신을 믿는 게 아니었어요, 영주님! 환영을 보았는 데 당신의 무능력이 마을에 재앙을 가져올 거예요! 왕과 저를 실망시켰어요, 영주님!
pt: Não deveria ter contado com você, governador! Minhas visões me mostraram que sua incompetência trará desastre a esta cidade! Você desapontou ao Rei e a mim, governador!
ru: Вы не заслуживаете моего доверия, губернатор! Видение показало, что из-за вашей некомпетентности ужасно пострадает весь город! Вы подвели меня и своего короля, губернатор!
zh: 我真不该指望你，镇长大人！我从幻象中看到，由于你的无能，这座城镇遭受巨大灾难！国王和我对你感到非常失望！
zh_tw: 我真不該指望你，鎮長大人！我從幻象中看到，由於你的無能，這座城鎮遭受巨大災難！國王和我對你感到非常失望！

# T_GAME_QUEST_SCEN14_HEALER_02_START
source: I need fabrics to filtrate the cure. You have to produce some fabrics for me. And make it fast, so I can start filtrating soon.
de: Ich benötige dringend Stoffe, um das Heilmittel filtrieren zu können! Produziert mir unverzüglich genug Stoffe, damit ich mit dem Filtrieren beginnen kann.
es: Necesito tejidos para filtrar el tratamiento, de modo que fabrícamelos. Y rápido, para que pueda empezar a filtrar pronto.
fr: Il me faut du tissu pour filtrer le remède. Vous devez m'en produire. Et vite, afin que je commence à filtrer rapidement.
id: Aku butuh kain untuk menyaring obat ini. Kau harus membuatkan kain untukku. Dan jangan lama-lama, supaya aku segera bisa mulai menyaring.
it: Mi serve del tessuto per filtrare la cura e dovrai produrne un po' quanto prima.
ja: 薬をろ過するのに布が要ります。私のために布を作ってください。すぐ取りかかりたいので、早急に頼みますぞ。
ko: 치료제를 여과할 섬유가 필요해요. 저를 위해 섬유를 생산하세요. 서두르세요. 그래야 여과를 바로 시작할 수 있어요.
pt: Preciso de tecidos para filtrar a cura. Vocês devem produzir tecidos para mim. E façam rápido, para eu começar a filtrar logo.
ru: Для фильтрации лекарства мне потребуется ткань. Произведите немного ткани для меня. И поспешите, я бы хотел начать поскорее.
zh: 我需要使用布料过滤药物。你得生产一些布料，越快越好。这样我才能尽快开始工作。
zh_tw: 我需要使用布料過濾藥物。你得生產一些布料，越快越好。這樣我才能儘快開始工作。

# T_GAME_QUEST_SCEN14_HEALER_02_SUCCESS
source: Good to see you not wasting my time, governor! Now order the delivery of the resources! I am a very busy person!
de: Gut zu sehen, dass Ihr meine Zeit nicht verschwendet habt. Nun ordert die Lieferung der Rohstoffe! Ich bin sehr beschäftigt!
es: ¡Me alegro de que no me hayas hecho perder el tiempo, gobernador! ¡Ahora ordena que me entreguen los recursos! ¡Soy una persona muy ocupada!
fr: Vous ne m'avez pas fait perdre mon temps, gouverneur, c'est très bien ! Et maintenant, donnez l'ordre de me livrer ces ressources ! J'ai beaucoup à faire !
id: Syukurlah kau tidak buang-buang waktu, Gubernur! Sekarang perintahkan agar semua sumber daya diantarkan! Aku sangat sibuk!
it: Mi fa piacere constatare che non mi fai perdere tempo, governatore. Adesso ordina la consegna delle risorse. Sono una persona molto impegnata!
ja: お久しぶりですな！人の時間を無駄にしないでくださいよ。 さあ、資材を届けるよう命令してください！私は忙しいんです！
ko: 신속히 처리해줘서 고마워요, 영주님! 이제 자원 배송을 명령하세요! 저는 매우 바쁜 사람이랍니다!
pt: É bom ver que não está desperdiçando o meu tempo, governador! Agora ordene a entrega dos recursos! Sou uma pessoa muito ocupada.
ru: Рад, что вы не тратите зря мое время, губернатор! Прикажите доставить ресурсы ко мне! У меня еще куча работы!
zh: 很高兴你没有浪费我的时间，镇长大人！ 现在，让你的手下把资源拿来，我非常忙！
zh_tw: 很高興你沒有浪費我的時間，鎮長大人！ 現在，讓你的手下把資源拿來，我非常忙！

# T_GAME_QUEST_SCEN14_HEALER_02_TITLE
source: Produce fabrics.
de: Produziere Stoffe.
es: Produce tejidos.
fr: Produisez des tissus.
id: Buatlah kain.
it: Produci del tessuto.
ja: 布を生産する。
ko: 섬유를 생산하세요.
pt: Produza tecidos.
ru: Произведи ткань.
zh: 生产布料。
zh_tw: 生產布料。

# T_GAME_QUEST_SCEN14_HEALER_04_START
source: The cure needs to be thinned down for mass production. Brew would be the liquid of choice! Now get busy!
de: Ich benötige Gebräu und zwar schnell! Das Heilmittel muss verdünnt werden. Gebräu eignet sich am besten für eine Massenproduktion. Nun los, beeilt Euch!
es: Es necesario diluir el tratamiento para producirlo en masa. ¡El líquido perfecto es la cerveza! ¡Ponte manos a la obra!
fr: Il faut diluer le remède pour le distribuer en masse. De la boisson, voilà ce qu'il nous faut ! Allez, au travail !
id: Obat ini perlu diencerkan untuk produksi massal. Cairan pengencer yang paling cocok adalah bir! Ayo, segera mulai bekerja!
it: La cura dev'essere diluita per poter essere somministrata a tutti. La birra sarebbe l'ideale. Datti da fare!
ja: 治療薬を薄めて大量生産しましょう。薄めるにはビールが最適ですな！ さあ、やりましょう！
ko: 치료제를 가늘게 만들어서 대량 생산해야 해요. 맥주가 효과가 있을 거예요! 어서 서두르세요!
pt: A cura deve ser refinada para produção em massa. O melhor líquido deve ser a cerveja. Ao trabalho!
ru: Лекарство нужно немного разбавить, перед тем как выдавать его населению. Для этой цели нам потребуется пиво! За работу!
zh: 解药需要稀释才能大量生产。啤酒是最好的稀释液！ 现在就开始工作吧！
zh_tw: 解藥需要稀釋才能大量生產。啤酒是最好的稀釋液！ 現在就開始工作吧！

# T_GAME_QUEST_SCEN14_HEALER_04_SUCCESS
source: About time! Now deliver it to my laboratory.
de: Das wurde aber auch Zeit! Nun liefert es an mein Labor!
es: ¡Ya era hora! Llévala a mi laboratorio.
fr: Il était temps ! Et maintenant, livrez-moi cela au laboratoire.
id: Sudah waktunya! Segera antarkan ke laboratoriumku.
it: Era ora! Adesso consegnala al mio laboratorio.
ja: そろそろです！私の研究室に届けてください。
ko: 시간이 없어요! 어서 실험실로 보내세요.
pt: Já não era sem tempo! Entregue no meu laboratório.
ru: Вы очень вовремя! Отправьте его в мою лабораторию.
zh: 时间差不多了，现在就把药草送到我的实验室。
zh_tw: 時間差不多了，現在就把藥草送到我的實驗室。

# T_GAME_QUEST_SCEN14_HEALER_04_TITLE
source: Produce brew.
de: Produziere Gebräu.
es: Produce cerveza.
fr: Produisez de la boisson.
id: Buatlah bir.
it: Produci della birra.
ja: ビールを生産する。
ko: 맥주를 생산하세요.
pt: Produza cerveja.
ru: Свари пиво.
zh: 生产啤酒。
zh_tw: 生產啤酒。

# T_GAME_QUEST_SCEN14_HEALER_05_FAILED
source: Noo… it is too late! Now the next misfortune will hit the town. This is your fault!
de: Nein...es ist zu spät! Nun wird die nächste Katastrophe die Stadt heimsuchen. Dies ist allein Euer verschulden!
es: ¡Demasiado tarde!. Ahora caerá alguna desgracia sobre la ciudad. ¡Y es culpa tuya!
fr: Non… C'est trop tard ! Un grand malheur va s'abattre sur la ville. Tout est de votre faute !
id: Aduh… sudah terlambat! Kota akan dilanda bencana berikut. Ini salahmu!
it: Nooo... È troppo tardi! La sventura si abbatterà sulla città. Ed è tutta colpa tua!
ja: ああ...もう遅すぎる！さらなる災いが街を襲うでしょうな。 閣下のせいです！
ko: 이런… 너무 늦었어요! 이제 다음 재앙이 마을에 들이닥칠 거예요. 모두 당신 잘못이에요!
pt: Não... é tarde demais! Agora a próxima desgraça atingirá a cidade. A culpa é sua!
ru: О, нет... Слишком поздно! Теперь городу не избежать очередной трагедии. Это все ваша вина!
zh: 不，太晚了！这座城镇又要遭受另一场灾难。 这都是你的错！
zh_tw: 不，太晚了！這座城鎮又要遭受另一場災難。 這都是你的錯！

# T_GAME_QUEST_SCEN14_HEALER_05_START
source: We have to take more drastic measures to save the King! I need pigs to sacrifice them to the traditional gods. Maybe it helps...
de: Wir müssen zu drastischen Mitteln greifen, um den König zu heilen. Ich benötige Schweine, um sie den traditionellen Göttern zu Opfern. Vielleicht hilft es…
es: ¡Tenemos que tomar medidas más drásticas para salvar al rey! Necesito cerdos para sacrificarlos a los dioses tradicionales. Quizá sirva de algo...
fr: Il faut prendre des mesures drastiques pour sauver le roi ! Il me faut des cochons à sacrifier aux dieux d'antan. Cela marchera peut-être...
id: Kita harus mengambil langkah lebih drastis untuk menyelamatkan Raja! Aku perlu babi untuk dikorbankan kepada dewa-dewa tradisional. Mungkin itu bisa membantu...
it: Per salvare Sua Maestà, dovremo adottare misure più drastiche. Mi servono dei maiali da sacrificare agli dèi. Magari sarà sufficiente...
ja: 王を救うには、もっと思い切った方法が必要ですぞ！ 神に生贄として豚を捧げましょう。 効果はあるはず...
ko: 왕을 구하기 위해 더욱 과감한 조치를 취해야 합니다! 전통적인 신에게 바칠 돼지가 필요해요. 아마 도움이 될 거예요...
pt: Temos de tomar medidas mais drásticas para salvar o Rei! Preciso de porcos para sacrificar aos deuses tradicionais. Talvez isso ajude...
ru: Если мы хотим спасти короля, нужно пойти на решительные меры! Мне нужны свиньи — я принесу их в жертву богам. Возможно, это нам поможет...
zh: 我们不得不采取更激进的措施来拯救国王！ 我需要向旧神献祭一些家猪。 或许这会有用……
zh_tw: 我們不得不採取更激進的措施來拯救國王！ 我需要向舊神獻祭一些家豬。 或許這會有用……

# T_GAME_QUEST_SCEN14_HEALER_05_SUCCESS
source: You took your time, governor. How pleasant that you showed up at all…
de: Ihr habt Euch ja Zeit gelassen, Statthalter! Ein Glück, dass Ihr überhaupt auftaucht…
es: Te has tomado tu tiempo, gobernador. Ya dudaba de que aparecieras...
fr: Vous en avez mis du temps, gouverneur. J'ai cru que vous ne viendriez jamais...
id: Kau lama sekali, Gubernur. Kukira kau takkan datang...
it: Ce ne hai messo di tempo, governatore. È gentile da parte tua farti finalmente vedere...
ja: 随分と時間がかかりましたな。 とにかく、閣下に来ていただいて光栄です...
ko: 여유를 부리셨군요, 영주님. 아무튼 나타나니 다행이네요…
pt: Há quanto tempo, governador. Que bom que se importou em aparecer...
ru: Вы не спешили, губернатор. Хотя я рад, что вы вообще явились...
zh: 来的真及时，镇长大人。你能出现太好了……
zh_tw: 來的真及時，鎮長大人。你能出現太好了……

# T_GAME_QUEST_SCEN14_HEALER_05_TITLE
source: Deliver pigs.
de: Liefere Schweine.
es: Proporciona cerdos.
fr: Livrez les cochons
id: Antarkan babi.
it: Consegna i maiali.
ja: 豚を届ける。
ko: 돼지를 보내세요.
pt: Entregue os porcos.
ru: Доставь свиней.
zh: 提供猪类。
zh_tw: 提供豬類。

# T_GAME_QUEST_SCEN14_HEALER_06_START
source: I need...errr...I mean the King needs some special pipe weed to ease his pain. Deliver me a chest full of coins, to buy some medicine!
de: Ich brauche...ähh... ich meine natürlich, der König braucht ein seltenes Pfeifenkraut, welches seine Schmerzen lindert. Schickt mir eine Truhe voll Münzen, damit ich damit Medizin kaufen kann!
es: Necesito... eeeh... es decir, el rey necesita una hierba especial para pipa para aliviar su dolor. ¡Entrégame un cofre repleto de monedas para comprar la medicina!
fr: J'ai besoin... euh... Je veux dire, le roi a besoin d'une pipe à herbes spéciale pour apaiser sa douleur. Livrez-moi un coffre plein de pièces afin que j'achète tout ce qu'il faut !
id: Aku butuh...ehm...maksudku, sang Raja butuh daun pipa khusus untuk mengurangi nyerinya. Antarkan uang sepeti untuk membeli obat!
it: Mi serve... Volevo dire... Al Re serve dell'erba pipa speciale per lenire i suoi dolori. Consegnami un forziere di monete per comprare l'erba medicinale!
ja: 高級なパイプ草が欲しい...と王がおっしゃっています。痛みを和らげるんだとか。 コインがぎっしり詰まった箱を私に届けてください。薬を買うためです！
ko: 그러니까...음...왕의 고통을 달래려면 특별한 담뱃잎이 필요해요. 코인이 가득한 상자롤 보내주세요. 약품을 사야 해요!
pt: Eu preciso... hã... digo, o Rei precisa de fumo especial de cachimbo para aliviar a sua dor. Entregue-me um baú cheio de moedas, para comprar remédios!
ru: Мне нужна... точнее... королю нужна особая курительная смесь, она позволит облегчить боль. Доставьте мне сундук золота, чтобы я смог ее купить!
zh: 我需要……呃……我是说国王需要特制烟草来缓解病痛。 给我满满一箱金币，我要买一些药品！
zh_tw: 我需要……呃……我是說國王需要特製煙草來緩解病痛。 給我滿滿一箱金幣，我要買一些藥品！

# T_GAME_QUEST_SCEN14_HEALER_06_SUCCESS
source: Gimme that! I will…errr I mean... the King will be pleased that he will get his medicine soon. He is in a lot of pain.
de: Gebt mir das Geld... Damit ich...ähh.. der König seine Medizin bekommt. Er hält es kaum noch aus vor Schmerzen!
es: ¡Dame eso! Apreciaré... quiero decir... el rey estará encantado de recibir pronto su medicina. Está sufriendo mucho.
fr: Donnez-moi ça ! Je suis… euh, je veux dire... le roi sera ravi d'avoir de quoi soigner ses douleurs. Il souffre énormément.
id: Serahkan kepadaku! Aku…ehm... maksudku, sang Raja akan senang karena segera mendapat obatnya. Ia sangat kesakitan.
it: Dammi qui! Sarò... Cioè... Il Re sarà felice di sapere che presto avrà la sua medicina. Sta soffrendo molto.
ja: くれ！私に早く...ええと、つまり...王は早く薬をもらった方がお喜びになるからな。王はひどく痛がっておられますぞ。
ko: 주세요! 제가…음... 왕이 약을 곧 받게 되어 기뻐할 거예요. 고통이 심하시거든요.
pt: Dê-me isso! Eu... hã, digo, o Rei gostará de receber seu remédio logo. Ele sente muita dor.
ru: Дайте сюда! Я... то есть... король будет рад вскоре получить свое лекарство. Ему очень больно.
zh: 给我一些……呃，我是说……国王如果知道很快就能得到解药一定会很高兴的。他已饱受病痛折磨。
zh_tw: 給我一些……呃，我是說……國王如果知道很快就能得到解藥一定會很高興的。他已飽受病痛折磨。

# T_GAME_QUEST_SCEN14_HEALER_06_TITLE
source: Deliver the money.
de: Liefere das Geld.
es: Entrega el dinero.
fr: Livrez l'argent.
id: Antarkan uang.
it: Consegna il denaro.
ja: お金を届ける。
ko: 돈을 보내세요.
pt: Entregue o dinheiro.
ru: Доставь деньги.
zh: 提供金钱。
zh_tw: 提供金錢。

# T_GAME_QUEST_SCEN14_HEALER_07_START
source: I have found out, that the King's clothes are making him sick. He needs new clothes made out of a special material.
de: Ich habe herausgefunden, dass die Kleidung des Königs ihn krank macht. Er benötigt dringend neue Kleidung aus einem speziellen Material. Etwas besseres als diese Lumpen…
es: He descubierto que al rey le enferman sus ropas. Necesita unas nuevas fabricadas con un material especial.
fr: Je me suis rendu compte que ce sont les vêtements du roi qui le rendaient malade. Il a besoin de nouveaux vêtements, dans un tissu bien particulier.
id: Aku telah memastikan bahwa pakaian sang Raja-lah yang membuatnya sakit. Ia perlu pakaian baru yang terbuat dari bahan khusus.
it: Ho scoperto che gli abiti del Re peggiorano le sue condizioni di salute. Gli servono degli abiti nuovi realizzati con un materiale speciale.
ja: 王のご体調が優れないのは、お召し物のせいだと気づきましたぞ。王には、上等な素材で作った新しい服が必要です。
ko: 왕의 옷 때문에 아프다는 것을 알아냈어요. 특별한 재료로 만든 새로운 옷이 필요해요.
pt: Descobri que as roupas do Rei o estão deixando doente. Ele precisa de novas roupas feitas com um material especial.
ru: Я узнал, что одежда короля способствует развитию болезни. Ему потребуется новые одеяния из особого материала.
zh: 我发现国王的衣服可以致病。他需要用特殊材料制作新衣服。
zh_tw: 我發現國王的衣服可以致病。他需要用特殊材料製作新衣服。

# T_GAME_QUEST_SCEN14_HEALER_07_SUCCESS
source: Finally you come with the clothes. The King is already getting impatient.
de: Endlich kommt Ihr mit der Kleidung. Es ist aber auch höchste Zeit - der König ist bereits sehr ungeduldig.
es: Por fin has traído las ropas. El rey ya se estaba impacientando.
fr: Vous voilà enfin avec les vêtements. Le roi commençait à s'impatienter.
id: Akhirnya kau datang membawa pakaian. Sang Raja sudah mulai tidak sabar.
it: Finalmente mi hai portato gli abiti. Il Re cominciava già a perdere la pazienza.
ja: やっと服を持ってきましたか。王はしびれを切らしていますぞ。
ko: 드디어 옷을 가져왔군요. 왕의 인내심이 이미 바닥을 드러내고 있어요.
pt: Finalmente você chegou com as roupas. O Rei já estava ficando impaciente.
ru: Наконец-то, вот и одежда. Терпение короля на исходе.
zh: 你终于把衣服带来了。国王已经等得不耐烦了。
zh_tw: 你終於把衣服帶來了。國王已經等得不耐煩了。

# T_GAME_QUEST_SCEN14_HEALER_07_TITLE
source: Deliver the clothes.
de: Liefere Kleidung.
es: Entrega la ropa.
fr: Livrez les vêtements.
id: Antarkan pakaian.
it: Consegna gli abiti.
ja: 衣服を届ける。
ko: 옷을 보내세요.
pt: Entregue as roupas.
ru: Доставь одежду.
zh: 提供衣服。
zh_tw: 提供衣服。

# T_GAME_QUEST_SCEN14_HEALER_08_START
source: I can't stand it anymore to work in this old laboratory! Build me a guard tower that I can convert into a wonderful laboratory. It should be in a tower, I like towers.
de: Ich halte es nicht mehr aus in diesem alten Labor. Baut mir einen Wachturm, den ich in ein wundervolles Labor umfunktionieren kann. Es sollte in einem Turm sein. Ich mag Türme...
es: ¡Ya no soporto trabajar en este viejo laboratorio! Constrúyeme una torre de vigilancia que yo pueda transformar en uno nuevo y maravilloso. Tiene que estar en una torre. Me gustan las torres.
fr: Je n'en peux plus de travailler dans ce vieux laboratoire ! Construisez-moi une tour de garde afin que j'en fasse un merveilleux laboratoire. Je veux que ce soit en haut d'une tour, j'aime profiter de la vue.
id: Aku tidak bisa lagi bekerja di laboratorium kuno ini! Buatkan menara jaga yang bisa kujadikan laboratorium canggih. Harus berbentuk menara, sebab aku suka menara.
it: Non sopporto di continuare a lavorare in questo vetusto laboratorio! Costruiscimi una torre di guardia da poter convertire in un laboratorio moderno. E vedi che sia una torre: mi piacciono le torri.
ja: この古い研究室で作業するのはもう耐えられない！ 私が素晴らしい研究室に改造できるような見張り塔をつくってください。それは塔の中でないとなりません、私は塔が好きなのです！
ko: 이 낡은 실험실에서 더 이상 일할 수 없어요! 감시탑을 만들어주세요. 제가 멋진 실험실로 꾸밀게요. 탑이어야 합니다. 저는 탑이 좋거든요.
pt: Não consigo mais trabalhar neste laboratório velho! Construa uma torre de guarda para mim, que eu possa converter em um maravilhoso laboratório. Ele deve ficar em uma torre, gosto de torres.
ru: Не могу больше работать в этой древней лаборатории! Постройте сторожевую вышку, чтобы я мог проводить исследования оттуда. Меня устроит только башня, я люблю башни.
zh: 我再也不能忍受在这座破旧的实验室里工作了！ 给我建造一座守卫塔，我会将它改造成一间完美的实验室。我的实验室应该在高塔中，我最喜欢高塔了。
zh_tw: 我再也不能忍受在這座破舊的實驗室裡工作了！ 給我建造一座守衛塔，我會將它改造成一間完美的實驗室。我的實驗室應該在高塔中，我最喜歡高塔了。

# T_GAME_QUEST_SCEN14_HEALER_08_SUCCESS
source: I will take this tower in the name of the King. This shall be my new laboratory. Now get out of my sight!
de: Diesen Turm übernehme ich im Namen des Königs. Dort wird mein neues Labor entstehen. Nun geht mir aus den Augen!
es: Tomo propiedad de esta torre en nombre del rey. Será mi nuevo laboratorio. ¡Ahora sal de mi vista!
fr: Je réquisitionne cette tour au nom du roi. Ce sera mon nouveau laboratoire. Et maintenant, hors de ma vue !
id: Kuambil alih menara ini atas nama sang Raja. Ini akan jadi laboratoriumku yang baru. Sekarang enyah dari hadapanku!
it: Accetto questa torre in nome del Re. Diventerà il mio nuovo laboratorio. E ora levati di torno!
ja: 王に代わり、この塔を引き受けます。これが私の研究室になるのです。さあ、私の前から消えてください！
ko: 왕의 이름으로 이 탑을 가지겠어요. 새 실험실로 사용할 거예요. 이제 물러나세요!
pt: Tomarei esta torre em nome do Rei. Este deve ser o meu novo laboratório. Agora saia da minha vista!
ru: Именем короля я забираю это башню себе. Она станет моей новой лабораторией. А теперь все вон!
zh: 我将以国王的名义占用这座高塔。这里将成为我的新实验室。现在你们从我的眼前消失吧！
zh_tw: 我將以國王的名義佔用這座高塔。這裡將成為我的新實驗室。現在你們從我的眼前消失吧！

# T_GAME_QUEST_SCEN14_HEALER_08_TITLE
source: Build a guard tower.
de: Baue einen Wachturm.
es: Construye una torre de vigilancia.
fr: Construisez une tour de garde.
id: Bangunlah menara jaga.
it: Costruisci una torre di guardia.
ja: 見張り塔を建てる。
ko: 감시탑을 만드세요.
pt: Construa uma torre de guarda.
ru: Построй сторожевую вышку.
zh: 建造一座守卫塔。
zh_tw: 建造一座守衛塔。

# T_GAME_QUEST_SCEN14_HEALER_09_START
source: One last thing is missing, governor. I am in need of gold bars to finalize the cure. Bring me some gold bars.
de: Eine letzte Sache fehlt mir noch. Ich benötige Goldbarren, um das Heilmittel fertigzustellen. Bringt mir Goldbarren!
es: Falta una última cosa, gobernador. Necesito lingotes de oro para finalizar el tratamiento. Trame algunos.
fr: Il manque une dernière chose, gouverneur. Il me faut des lingots d'or pour terminer le remède. Apportez-m'en.
id: Ada satu hal yang masih kurang, Gubernur. Aku butuh emas batangan untuk merampungkan obat ini. Bawakan emas batangan untukku.
it: Manca un'ultima cosa, governatore. Mi servono dei lingotti d'oro per finire la cura. Portamene alcuni.
ja: 閣下、最後の一つが欠けています。 治療薬を完成させるのに金の延べ棒が必要です。金の延べ棒をいくつか持ってきてください。
ko: 마지막으로 하나가 빠졌어요, 영주님. 치료제를 완성하기 위해 금괴가 필요해요. 금괴를 가져오세요.
pt: Está faltando mais uma coisa, governador. Preciso de barras de ouro para finalizar a cura. Traga-me algumas barras de ouro.
ru: Не хватает всего одной детали, губернатор. Для создания лекарства мне потребуются золотые слитки. Принесите мне несколько штук.
zh: 还差一件物品，镇长大人。 我需要金条才能最终制成解药。请给我一些金条。
zh_tw: 還差一個物件，鎮長大人。 我需要金條才能最終製成解藥。請給我一些金條。

# T_GAME_QUEST_SCEN14_HEALER_09_SUCCESS
source: At last! Now it just takes some time to refine the cure. I will have to make some preparations for my leav… I mean for the administration of the cure.
de: Na endlich! Nun benötigt es nur noch etwas Zeit, um das Heilmittel zu veredeln. Ich werde noch einige Vorkehrungen treffen müssen, bevor ich verschw… ähh ich meine natürlich, dem König das Heilmittel verabreichen werde.
es: ¡Por fin! Ahora solo hace falta algo de tiempo para refinar el tratamiento. Tendré que hacer preparativos para mi part... quiero decir, para administrar el remedio.
fr: Enfin ! Il va me falloir un certain temps pour raffiner le remède. Je dois me préparer à part… je veux dire, à administrer le remède.
id: Akhirnya! Sekarang hanya perlu waktu untuk menyempurnakan obatnya. Aku akan bersiap-siap angkat kak... maksudku, memberikan obatnya.
it: Finalmente! Ora mi serve un po' di tempo per terminare la cura. Dovrò fare alcuni preparativi per andarm... voglio dire, per somministrare la cura.
ja: ついに！治療薬をさらに改良するのにもう少し時間を要します。 逃げ...いや、つまり、治療法を管理する準備を整える必要があります。
ko: 드디어! 이제 치료제를 정제하는 데 약간의 시간만 있으면 돼요. 떠날... 아니, 치료제를 투여할 준비를 해야겠어요.
pt: Enfim! Agora só preciso de algum tempo para refinar a cura. Terei de fazer alguns preparativos para minha parti.. digo, para a administração da cura.
ru: Наконец-то! Еще немного, и лекарство будет готово. Мне осталось лишь сделать необходимые приготовления к побе... в смысле, к применению лекарства.
zh: 大功告成！现在我只要一些时间来提炼解药。 我要准备离开这里了……我是说我要去注射解药了。
zh_tw: 大功告成！現在我只要一些時間來提煉解藥。 我要準備離開這裡了……我是說我要去注射解藥了。

# T_GAME_QUEST_SCEN14_HEALER_09_TITLE
source: Deliver the gold bars
de: Liefere die Goldbarren
es: Entrega los lingotes de oro.
fr: Livrez les lingots d'or.
id: Antarkan emas batangan.
it: Consegna i lingotti d'oro
ja: 金の延べ棒を届ける。
ko: 금괴를 전달하세요
pt: Entregue as barras de ouro
ru: Доставь золотые слитки.
zh: 提供金条
zh_tw: 提供金條

# T_GAME_QUEST_SCEN15_01_FAIL
source: All is lost! You will have to live with the knowledge about your share of the death of many brave men…
de: Alles ist verloren! Sie werden mit dem Wissen über die Mitschuld am Verlust vieler guter Männer leben müssen…
es: ¡Todo está perdido! Tendrás que vivir con el peso de la muerte de muchos valientes sobre tu conciencia...
fr: Tout est perdu ! Vous allez devoir vivre en vous sachant responsable de la mort de braves soldats...
id: Semuanya hancur! Ketahuilah bahwa kau ikut bertanggung jawab atas kematian banyak orang yang gagah berani...
it: È tutto perduto! Dovrai vivere con il peso della morte di molti uomini coraggiosi sulla coscienza...
ja: すべてが失われました！あなたは多くの勇敢な兵士たちの犠牲を心に留めて生きていかなければなりません...
ko: 모든 것이 사라졌습니다! 목숨을 잃은 수많은 용감한 사람들에 대한 책임을 평생 지고 살아가야 할 것입니다…
pt: Tudo está perdido! Você deverá viver com a consciência de ter contribuído com a morte de tantos homens bravos...
ru: Все потеряно! Многие смельчаки погибли... их смерть на вашей совести!
zh: 一切都完了！您是杀害这些勇士的帮凶，您将遗臭万年……
zh_tw: 一切都完了！您是殺害這些勇士的幫兇，您將遺臭萬年……
