Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_7_QUEST_INTRO_DESC
source: My good steward, my daughter is going to marry Prince William Clemens III of Giebelstadt. I want you to handle all the preparations for this important occasion. You don't have much time to waste, so make haste. I am putting my full trust in you!
de: Statthalter! Meine geliebte Tochter wird den großen Prinz William Clemens III aus Giebelstadt heiraten. Ich brauche Euch, um alle Vorbereitungen für diesen wichtigen Tag zu treffen. Ihr dürft keine Zeit verlieren!
es: Mi estimado corregidor: mi hija va a casarse con el príncipe William Clemens III de Giebelstadt. Quiero que te encargues de los preparativos de esta solemne ocasión. No hay tiempo que perder. ¡Vamos, rápido! ¡Confío plenamente en ti!
fr: Mon brave intendant, ma fille va épouser le Prince William Clemens III de Giebelstadt. Je veux que vous vous occupiez des préparatifs pour cette importante occasion. Il n'y a pas de temps à perdre, alors faites vite. Je vous fais entièrement confiance !
id: Pelayanku yang baik, putriku akan menikahi Pangeran William Clemens III dari Giebelstadt. Aku ingin kau tangani seluruh persiapan bagi peristiwa penting ini. Anda tidak punya banyak waktu, jadi bergegaslah. Saya percaya Anda sepenuhnya!
it: Mio buon Siniscalco, mia figlia sposerà il Principe Guglielmo Clemente III di Giebelstadt. Voglio che organizzi tutti i preparativi per questa importante occasione. Non hai molto tempo da perdere, quindi presto! Hai la mia completa fiducia.
ja: わしの娘がジーベルスタッド国の王子ウィリアム・クレメンス三世と結婚することになってな。その大事な結婚式の準備を取り仕切ってくれないか？時間がないので早くしておくれ。成功を信じているぞ。
ko: 스튜어드 님, 제 딸은 Giebelstadt의 왕자 William Clemens III와 결혼식을 올립니다. 이 중요한 행사의 모든 준비를 당신에게 맡깁니다. 시간이 별로 없으니 당신을 믿겠습니다!
pt: Meu bom guardião, minha filha se casará com o Príncipe William Clemens III, de Giebelstadt. Quero que cuide de todos os preparativos para esse evento tão importante. Não há tempo a perder, então apresse-se. Confio plenamento em você!
ru: Мой добрый наместник, моя дочь собирается замуж за принца Вильяма Клеменса III из Гибельштадта. Я хочу, чтобы ты взял на себя все приготовления к этому важному событию. У нас осталось слишком мало времени, так что поторопись. Я полностью доверяю тебе!
zh: 我的好管事，我女儿将要嫁给吉伯尔施塔特的威廉克莱门斯三世亲王。 这件大事的准备工作就交由你来办理吧。 时间很紧迫，所以要抓紧。 我绝对信任你！
zh_tw: 我的好管事，我女兒將要嫁給吉伯爾施塔特的威廉克萊門斯三世親王。 這件大事的準備工作就交由您來辦理吧。 時間很緊迫，所以要抓緊。 我絕對信任您！

# T_SCENARIO_7_QUEST_INTRO_NAME
source: Make preparations for the grand wedding by completing all tasks!
de: Treffe Vorbereitungen für die große Hochzeit, indem Du alle Aufgaben erfüllst!
es: Completa todas las tareas de la organización de los preparativos para la gran boda.
fr: Occupez-vous des préparatifs pour le grand mariage en complétant toutes les tâches !
id: Lakukan persiapan untuk pesta besar dengan menyelesaikan seluruh tugas!
it: Organizza i preparativi per il grande matrimonio reale completando tutti gli incarichi!
ja: 全クエストをクリアして、結婚式の準備を成功させよう！
ko: 모든 작업을 완료하면 결혼식의 준비가 완성됩니다!
pt: Faça os preparativos para o casamento completando todas as missões!
ru: Подготовься к грандиозной свадьбе, выполнив все задания!
zh: 完成所有的任务，为盛大的婚礼作好准备!
zh_tw: 完成所有的任務，為盛大的婚禮作好準備!

# T_SCENARIO_7_QUEST_OUTRO_DESC
source: Thank you for your great work! You did a fantastic job, the wedding can now commence! And you are invited, of course!
de: Danke für Eure Bemühungen! Ihr habt großartige Arbeit geleistet, die Hochzeit kann nun stattfinden! Ihr seid natürlich herzlich eingeladen!
es: ¡Gracias por tu esfuerzo! Has hecho un trabajo fantástico. ¡Ya puede comenzar la boda! Y, por supuesto, también estás invitado.
fr: Merci pour ce beau travail ! Vous avez fait un travail fantastique, le mariage peut maintenant avoir lieu ! Et vous êtes invité, bien sûr !
id: Terima kasih atas kerja hebat Anda! Anda bekerja sangat baik, pernikahannya dapat dimulai sekarang! Dan, tentu saja, Anda didundang!
it: Grazie per il tuo fantastico lavoro! Sei stato perfetto, il matrimonio ora può cominciare! E tu sei invitato, naturalmente!
ja: よくやった！すばらしい、結婚式が始まったぞ！もちろんそなたも招待してあるぞ！
ko: 고맙습니다! 멋지게 해냈습니다, 결혼식 준비가 끝났습니다. 그리고 당신은 물론 초대받았습니다!
pt: Obrigado pelo seu excelente trabalho! Você fez um ótimo trabalho, o casamento agora pode começar. E você está convidado, é claro!
ru: Благодарю тебя за твою прекрасную работу! Ты отлично потрудился и да начнется свадебная церемония! Ты, конечно же, входишь в число приглашенных!
zh: 谢谢你在工作中的出色表现！ 你干得太好了！婚礼可以开始了！ 当然，你也受到了邀请！
zh_tw: 謝謝您在工作中的出色表現！ 您幹得太好了！婚禮可以開始了！ 當然，您也有受到了邀請！

# T_SCENARIO_BESIEGEMENT_HELPQUEST_02_0_DESC
source: The bandits will start an attack soon, we should be prepared. Man the guard towers.
de: Die Banditen sammeln sich für einen Angriff, wir sollten vorbereitet sein. Bemannt die Wachtürme.
es: Los bandidos pronto iniciarán un ataque, debemos estar preparados. Envía hombres a las torres de vigilancia.
fr: Les bandits passeront bientôt à l'attaque, il faut nous préparer. Occupez les tours de garde.
id: Kaum bandit akan segera melancarkan serangan. Kita harus bersiap-siap. Tempatkan orang di menara-menara jaga.
it: I banditi attaccheranno molto presto; dobbiamo farci trovare pronti. Mandate degli uomini a presidiare le torri di guardia.
ja: 盗賊たちはすぐに襲撃を始めるでしょう。私たちはそれに備えなければいけません。見張り塔に人を置いてください。
ko: 강도가 곧 공격할 거예요. 준비하세요. 감시탑에 인원을 배치하세요.
pt: Logo os bandidos vão atacar, devemos estar preparados. Ocupe as torres de vigia.
ru: Бандиты скоро атакуют, нужно подготовиться. Отправьте горожан на сторожевые вышки.
zh: 土匪进攻在即，咱们要做好准备。派人上守卫塔。
zh_tw: 土匪進攻在即，咱們要做好準備。派人上守衛塔。

# T_SCENARIO_BESIEGEMENT_HELPQUEST_02_0_NAME
source: A bandit attack is imminent!
de: Ein Banditenangriff steht unmittelbar bevor!
es: ¡Los bandidos van a atacar de forma inminente!
fr: Une attaque de bandits est imminente !
id: Gerombolan bandit siap menyerang!
it: I banditi stanno per attaccare!
ja: 盗賊の襲撃が今にも起ころうとしている！
ko: 강도 공격이 임박했어요!
pt: Teremos um ataque dos bandidos em breve!
ru: Бандиты атакуют!
zh: 土匪进攻，迫在眉睫！
zh_tw: 土匪進攻，迫在眉睫！

# T_SCENARIO_BESIEGEMENT_MAINQUEST_DESC
source: My lord, the economy of the town is in shambles because of constant bandit attacks. I hope we can sustain the siege.
de: Mein Herr, diese ständigen Angriffe haben unserer Wirtschaft stark geschadet. Ich hoffe wir können die Belagerung durchstehen.
es: Mi señor, la economía de la ciudad se tambalea por los constantes ataques de bandidos. Espero que podamos resistir el asedio.
fr: Mon seigneur, l'économie de la ville est en ruines à cause des attaques constantes des bandits. J'espère que nous pourrons tenir le siège.
id: Tuanku, perekonomian kota terpuruk akibat serangan bandit yang tanpa henti. Semoga kita bisa bertahan selama pengepungan berlangsung.
it: Milord, l'economia della città è in ginocchio, a causa dei continui attacchi dei banditi. Spero che riusciremo a fermare l'assedio!
ja: 閣下、度重なる盗賊の攻撃のせいで、この町の経済はボロボロです。この包囲攻撃を持ちこたえられると良いのですが。
ko: 영주님, 잦은 강도 공격을 당하면서 마을 경제가 황폐해졌습니다. 공격을 이겨낼 수 있으면 좋겠어요.
pt: Milorde, a economia da cidade está sofrendo com os ataques constantes dos bandidos. Espero que consigamos resistir ao cerco.
ru: Милорд, экономика города разваливается из-за постоянных набегов бандитов. Надеюсь, что нам удастся пережить осаду.
zh: 大人，土匪不断攻城，经济发生动荡。希望咱们能在围困之下，坚持下去。
zh_tw: 大人，土匪不斷攻城，經濟發生動盪。希望咱們能在圍困之下，堅持下去。

# T_SCENARIO_BESIEGEMENT_MAINQUEST_END
source: Excellent work, my Lord! You handled the siege pretty well and even managed to build up the economy. Even the knight seems very impressed.
de: Ausgezeichnet mein Herr! Wir haben die Belagerung überstanden. Auch der Aufbau der Stadt war kein Problem für Euch. Sogar der Ritter scheint sichtlich beeindruckt zu sein.
es: ¡Un trabajo excelente, mi señor! Has aguantado muy bien el asedio y hasta has logrado reconstruir la economía. Has impresionado incluso a los caballeros.
fr: Excellent travail, mon seigneur ! Vous avez particulièrement bien géré le siège et vous avez même réussi à bâtir une économie. Même le chevalier semble impressionné.
id: Bagus sekali, Tuanku! Tuan menangani pengepungan dengan baik dan bahkan berhasil menggiatkan perekonomian. Sang ksatria pun tampak terkesan.
it: Ottimo lavoro, milord. Avete respinto l'assalto ottimamente e siete addirittura riuscito a far fiorire le attività economiche. Persino il cavaliere è rimasto impressionato dalle sue azioni.
ja: 素晴らしいです、閣下。あなたはこの包囲攻撃にうまく対処し、経済を築き上げることにも成功しました。騎士でさえも感心していましたよ。
ko: 영주님, 훌륭해요! 포위 공격을 이겨내면서 경제도 살렸어요. 기사도 크게 놀랄 거예요.
pt: Excelente trabalho, milorde! Você cuidou muito bem do cerco e até conseguiu fortalecer a economia. Até os cavaleiros ficaram impressionados.
ru: Отличная работа, милорд! Вам удалось не только выдержать осаду, но и улучшить нашу экономику. Даже рыцарь, похоже, всем доволен.
zh: 好极了，大人！您在重重围困之下应付得宜，甚至发展了经济。连骑士好像都对您刮目相看呢。
zh_tw: 好極了，大人！您在重重圍困之下應付得宜，甚至發展了經濟。連騎士好像都對您刮目相看呢。

# T_SCENARIO_BESIEGEMENT_MAINQUEST_NAME
source: Establish an infrastructure while defending the town.
de: Baue eine Infrastruktur auf und verteidige die Stadt.
es: Establece una infraestructura mientras defiendes la ciudad.
fr: Établissez une infrastructure tout en défendant la ville.
id: Bangunlah prasarana sambil mempertahankan kota.
it: Stabilisci un'infrastruttura e difendi la città.
ja: 町の防衛と同時に基本的施設を整備する。
ko: 마을을 지키면서 인프라를 구축하세요.
pt: Estabeleça uma infraestrutura enquanto defende a cidade.
ru: Наладь инфраструктуру и защити город.
zh: 守城期间，建设基础设施。
zh_tw: 守城期間，建設基礎設施。

# T_SCENARIO_BESIEGEMENT_QUEST_01_DESC
source: Just a governor and his advisor? That is not the help I was hoping for. I don‘t think you will be such a help defending against the bandits. Everyone else to arms!
de: Nur ein Statthalter und sein Berater? Das ist nicht die Hilfe, die ich erhofft hatte. Ich glaube nicht, dass Ihr zur Verteidigung des Dorfes beitragen könnt. Alle Anderen, auf zu den Waffen!
es: ¿Solo un gobernador y su consejero? No era eso lo que esperaba. No creo que sirváis de mucha ayuda contra los bandidos. ¡Todo el mundo a las armas!
fr: Juste un gouverneur et son conseiller ? Ce n'est pas l'aide que j'attendais. Je ne crois pas que vous serez très utile face aux bandits. Quant aux autres, aux armes !
id: Hanya seorang gubernur dan penasihatnya? Bukan itu bantuan yang kuharapkan. Aku sangsi kalian banyak gunanya menghadapi kaum bandit. Yang lain segera angkat senjata semua!
it: Un misero Governatore e il suo consigliere? Non è certo l'aiuto che speravo di ottenere. Non credo che sarete di grande aiuto contro i banditi. Tutti gli altri... alle armi!
ja: 知事と彼の顧問だけだと？そんな助けを欲しかったんじゃない。あなたたちが盗賊から防衛する助けになるとは思わない。他の人たちはみんな武装しているんですよ！
ko: 영주와 보좌관뿐이라고요? 제가 바라던 도움이 아니군요. 당신들이 강도를 막아내는 데 큰 도움이 될 것 같지 않군요. 모두 무기를 들어요!
pt: Só o governador e seu conselheiro? Não era essa a ajuda que eu esperava. Não acho que você será de muita valia para nos defender dos bandidos. Todos, às armas!
ru: Губернатор и советник? Признаю, я надеялся на большее. Вряд ли вы сможете помочь защитить город от бандитов. Бойцы, к оружию!
zh: 城主、谋士，有什么用？我要的是帮助，可不是你们。防御匪患，你们有何用处？除了你们，其余之人，披挂上阵！
zh_tw: 城主、謀士，有什麼用？我要的是幫助，可不是你們。防禦匪患，你們有何用處？除了你們，其餘之人，披掛上陣！

# T_SCENARIO_BESIEGEMENT_QUEST_01_END
source: The attacking wave of bandits was repelled. Now we can rest a little bit, until our scouts detect a another attack.
de: Der Angriff wurde abgewehrt. Nun können wir uns ein wenig ausruhen, bis unsere Späher einen neuen Angriff ausmachen.
es: Se ha repelido el ataque de los bandidos. Ahora podemos descansar un poco, hasta que nuestros exploradores detecten otro ataque.
fr: La vague d'attaque des bandits a été repoussée. Nous pouvons maintenant nous reposer un peu, jusqu'à ce que nos éclaireurs détectent une nouvelle attaque.
id: Gelombang serangan bandit berhasil dihalau. Sekarang kita bisa melepas lelah sejenak, sampai pengintai melaporkan serangan berikut.
it: L'ondata di banditi è stata respinta. Possiamo riposare un po', fin quando i nostri ricognitori non porteranno notizie di un altro attacco.
ja: 盗賊たちの攻撃を撃退しました。偵察の者が次の攻撃を察知するまで、これから少し休めます。
ko: 강도의 파상 공격을 물리쳤어요. 이제 정찰대가 다시 공격을 감지할 때까지 잠시 쉴 수 있어요.
pt: A onda de ataque dos bandidos foi afastada. Agora podemos descansar um pouco, até que nossos batedores detectem outro ataque.
ru: Нападающие отброшены. Можем отдыхать, пока разведчики не засекут следующую атаку.
zh: 土匪这轮进攻，已经打退。侦骑探知土匪再次攻城以前，我等可以稍事修整。
zh_tw: 土匪這輪進攻，已經打退。偵騎探知土匪再次攻城以前，我等可以稍事修整。

# T_SCENARIO_BESIEGEMENT_QUEST_02_2_DESC
source: We need more guard towers to defend the town. Construct them immediately!
de: Wir brauchen weitere Wachtürme, um die Stadt zu verteidigen. Wir benötigen sie ziemlich schnell!
es: Necesitamos más torres de vigilancia para defender la ciudad. ¡Constrúyelas inmediatamente!
fr: Il nous faut plus de tours de garde pour défendre le village. Construisez-les immédiatement !
id: Kita perlu lebih banyak menara jaga untuk mempertahankan kota. Segeralah mulai membangun menara!
it: Abbiamo bisogno di altre torri di guardia per difendere la città. Costruiscile immediatamente!
ja: 町を守るためにもっと見張り塔が必要だ。直ちに建設を！
ko: 마을을 지키려면 감시탑이 더 필요해요. 당장 만드세요!
pt: Precisamos de mais torres de vigia para defender a cidade. Construa-as imediatamente!
ru: Для обороны города нам потребуется больше сторожевых вышек. Скорее постройте их!
zh: 我们需要多些守卫塔守城。马上建造！
zh_tw: 我們需要多些守衛塔守城。馬上建造！

# T_SCENARIO_BESIEGEMENT_QUEST_02_DESC
source: Governor, how about you make yourself useful and give the order to build more guard towers?
de: Statthalter, wie wäre es, wenn Ihr Euch nützlich machen würdet und weitere Wachtürme in Auftrag geben würdet?
es: Gobernador, ¿qué tal si haces algo útil y ordenas construir más torres de vigilancia?
fr: Gouverneur, que diriez-vous de vous rendre utile et de donner l'ordre de bâtir de nouvelles tours de garde ?
id: Gubernur, cobalah berguna sedikit dan perintahkan pembangunan lebih banyak menara jaga.
it: Governatore, che ne dice di rendersi utile dando l'ordine di costruire altre torri di guardia?
ja: 知事、もっと多くの見張り塔を作るよう命じて、少しは役に立ったらどうでしょうかね？
ko: 영주님, 감시탑을 더 건설하라고 지시하세요.
pt: Governador, que tal ser um pouco útil e dar a ordem para construir mais torres de vigia?
ru: Губернатор, как насчет помочь и отдать приказ о строительстве сторожевых вышек?
zh: 城主，你能不能干点实事，下令多建些守卫塔？
zh_tw: 城主，你能不能幹點實事，下令多建些守衛塔？

# T_SCENARIO_BESIEGEMENT_QUEST_03_DESC
source: Our barracks has collapsed, we should build new one. I think this is a job you can handle, governor.
de: Unsere Kaserne ist zerstört worden. Wir sollten eine Neue bauen. Ich denke, dass ist ein Job für Euch Statthalter.
es: El barracón se ha derrumbado, debemos construir uno nuevo. Creo que te podrás ocupar de eso, gobernador.
fr: Nos baraquements se sont effondrés, il faut en bâtir de nouveau. Je crois que vous pouvez vous en charger, gouverneur.
id: Barak kita roboh dan kita harus membangun yang baru. Mestinya kau bisa mengerjakan tugas ini, Gubernur.
it: La nostra caserma è crollata! Dobbiamo costruirne una nuova. Credo che questo sia un lavoro che fa al caso suo, Governatore.
ja: 私たちの兵舎は倒壊してしまったので新しく建てるべきです。知事、それくらいの仕事ならあなたも対処できるでしょう。
ko: 병영이 무너졌어요. 새로 만들어야 해요. 영주님이 해낼 수 있을 거예요.
pt: Nosso quartel desabou, precisamos construir um novo. Acho que este é um trabalho que você consegue fazer, Governador.
ru: Казармы обрушились! Нужно построить новые. Думаю, вы с этим справитесь, губернатор.
zh: 我们的兵营已经倒塌，得新建一个。城主，这项工作，你还力所能及吧？
zh_tw: 我們的兵營已經倒塌，得新建一個。城主，這項工作，你還力所能及吧？

# T_SCENARIO_BESIEGEMENT_QUEST_04_DESC
source: I suggest we send out a messenger to the King, my lord. But we will need a disguise. Let’s start with some fabrics.
de: Ich empfehle einen Boten zum König zu entsenden, mein Herr. Aber wir werden eine Verkleidung benötigen. Fangen wir mit der Herstellung von Stoffen an.
es: Te sugiero que enviemos un mensajero al rey, mi señor. Pero necesitaremos un disfraz. Empecemos con los tejidos.
fr: Je vous suggère d'envoyer un messager au roi, mon seigneur. Par contre, il nous faudra un déguisement. Commençons par produire du tissu.
id: Aku sarankan kita mengutus kurir kepada sang Raja, Tuanku. Tapi kita perlu penyamaran. Kita mulai dengan beberapa potong kain.
it: Le suggerisco di inviare un messaggio alla corte del Re, milord. Ma avremo bisogno di un travestimento. Iniziamo con un po' di tessuto.
ja: 閣下、王様に使者を送ることを提案します。しかし変装が必要ですよ。生地から始めましょう。
ko: 전령을 왕께 보내세요. 하지만 위장해야 해요. 천부터 시작하죠.
pt: Sugiro que enviemos um mensageiro até o Rei, milorde. Mas precisaremos de um disfarce. Vamos começar com alguns tecidos.
ru: Предлагаю отправить гонца королю, милорд. Но ему потребуется маскировка. Для начала давайте раздобудем тканей.
zh: 大人，在下建议派人向陛下告急。不过，咱们得给报信之人乔装打扮一番。咱们从衣料入手吧。
zh_tw: 大人，在下建議派人向陛下告急。不過，咱們得給報信之人喬裝打扮一番。咱們從衣料入手吧。

# T_SCENARIO_BESIEGEMENT_QUEST_05_DESC
source: Now we require some leather for the disguise. So it is looking more like the bandit‘s clothes.
de: Nun benötigen wir für die Verkleidung etwas Leder. So sieht es der Kleidung der Banditen ähnlicher.
es: Ahora necesitamos cuero para el disfraz, para que se parezca más a la ropa de los bandidos.
fr: Il nous faut du cuir pour le déguisement, afin qu'il ressemble bien à des vêtements de bandit.
id: Sekarang kita perlu kulit untuk menyempurnakan penyamaran. Supaya semakin mirip dengan pakaian bandit.
it: Abbiamo bisogno di un po' di cuoio per il travestimento. In modo che sembrano i vestiti di un bandito.
ja: 変装のために革が必要です。そうしたらもっと盗賊の服らしく見えますからね。
ko: 이제 위장에 쓸 가죽이 필요해요. 강도 옷과 비슷하게 만들어야 해요.
pt: Agora precisamos de um pouco de couro para o disfarce. Assim se parece mais com as roupas dos bandidos.
ru: Нам также потребуется немного кожи. Она позволит придать ему вид бывалого бандита.
zh: 眼下，咱们需要用皮革制作伪装。使其近似土匪装束。
zh_tw: 眼下，咱們需要用皮革製作偽裝。使其近似土匪裝束。

# T_SCENARIO_BESIEGEMENT_QUEST_05_NAME
source: Deliver leather.
de: Liefere Leder.
es: Proporciona cuero.
fr: Livrez du cuir.
id: Antarkan kulit.
it: Consegna il cuoio.
ja: 革を配達する。
ko: 가죽을 보내세요.
pt: Entregue couro.
ru: Доставь кожу.
zh: 拨发皮革。
zh_tw: 撥發皮革。

# T_SCENARIO_BESIEGEMENT_QUEST_06_DESC
source: For the beard we will use some wool. I hope this will increase the chances of the messenger reaching the King.
de: Für den Bart nutzen wir am besten etwas Wolle. Ich hoffe dies wird die Chancen erhöhen, dass der Bote den König erreichen wird.
es: Para la barba usaremos lana. Espero que así el mensajero tenga más probabilidades de llegar hasta el rey.
fr: Pour la barbe, il nous faudra de la laine. J'espère que ça augmentera les chances du messager d'atteindre le roi.
id: Untuk janggut kita perlu wol. Semoga ini menambah peluang kurir untuk sampai ke hadapan Raja.
it: Per fare la barba avremo bisogno di un po' di lana. In questo modo, aumenteremo la probabilità che il nostro messaggero riesca a raggiungere il Re.
ja: ヒゲには羊毛を使いましょう。これで使者が王様に会える確率が増えると良いのですが。
ko: 턱수염에 울을 쓸 거예요. 전령이 왕에게 도착할 확률이 높아지길 바라요.
pt: Para a barba, usaremos um pouco de lã. Espero que isso aumente as chances do mensageiro chegar ao Rei.
ru: Бороду изготовим из шерсти. Надеюсь, этого будет достаточно, чтобы гонец смог добраться до короля.
zh: 胡子，咱们就用羊毛。希望这样一来，报信之人到达陛下那里的机会，会多几分。
zh_tw: 鬍子，咱們就用羊毛。希望這樣一來，報信之人到達陛下那裡的機會，會多幾分。

# T_SCENARIO_BESIEGEMENT_QUEST_06_NAME
source: Deliver wool.
de: Liefere Wolle.
es: Proporciona lana.
fr: Livrez de la laine.
id: Antarkan wol.
it: Consegna la lana.
ja: 羊毛を配達する。
ko: 울을 보내세요.
pt: Entregue lã.
ru: Доставь шерсть.
zh: 拨发羊毛。
zh_tw: 撥發羊毛。

# T_SCENARIO_BESIEGEMENT_QUEST_07_DESC
source: We can‘t just sit around and wait for support from the King. The armors of the town guard are in bad condition, we have to produce new ones to ensure the defense of the town.
de: Wir können doch nicht einfach nur herumsitzen und auf die Unterstützung des Königs warten. Die Rüstungen der Männer sind stark beschädigt, wir müssen Neue herstellen, um unsere Verteidigung sicher zu stellen.
es: No podemos sentarnos a esperar el apoyo del rey. Los blindajes de las torres de vigilancia está en malas condiciones, tenemos que fabricar otros para garantizar la defensa.
fr: On ne peut pas se contenter d'attendre que le roi nous envoie des renforts. Les armures des gardes de la ville sont en mauvaise condition, nous devons en produire de nouvelles pour assurer la défense de la ville.
id: Kita tidak bisa hanya duduk dan menanti bantuan Raja. Baju tempur pasukan penjaga kota dalam kondisi buruk. Kita harus membuat baju tempur baru agar mampu mempertahankan kota.
it: Non possiamo starcene qui con le mani in mano ad attendere che il Re invii le sue truppe. Le armature della guardia cittadina sono in pessime condizioni; dobbiamo produrne di nuove per garantire la sicurezza della nostra città.
ja: 私たちはただここに座って王様からのサポートを待つわけにはいかない。町の守衛たちの鎧はひどい状態だし、町を確実に守るためには新しいものを作らなければならない。
ko: 가만히 앉아서 왕의 지원만 기다릴 수는 없어요. 마을 경비대의 갑옷 상태가 나빠요. 새 갑옷을 만들어 마을 방어를 강화해야 해요.
pt: Não podemos ficar aqui sentados e esperar a ajuda do Rei. As armaduras da guarda da cidade estão em más condições, temos que produzir novas para garantir a defesa da cidade.
ru: Нельзя сидеть сложа руки в ожидании королевской помощи. Доспехи городской стражи никуда не годятся, нужно скорее выковать новые — иначе город падет.
zh: 我们不能坐等陛下援军。城镇守卫的护甲，都已破旧。我们必须打造新护甲，以保城防无虞。
zh_tw: 我們不能坐等陛下援軍。城鎮守衛的護甲，都已破舊。我們必須打造新護甲，以保城防無虞。

# T_SCENARIO_BESIEGEMENT_QUEST_08_2_DESC
source: Oh no, my lord. They destroyed our barracks. We should rebuild it, to provide our soldiers with supplies.
de: Oh nein, mein Herr. Den Banditen ist es gelungen, die Kaserne zu zerstören. Wir sollten sie wieder aufbauen, damit die Soldaten wieder versorgt werden können.
es: Oh, no, mi señor. Han destruido el barracón. Debemos reconstruirlo para aprovisionar a los soldados.
fr: Oh non, mon seigneur. Ils ont détruit nos baraquements. Il faut le rebâtir afin de pouvoir fournir du ravitaillement à nos soldats.
id: Ya ampun, Tuanku. Mereka menghancurkan barak. Kita harus membangunnya kembali agar bisa memasok serdadu kita.
it: Oh no, milord. Hanno distrutto la nostra caserma. Dobbiamo ricostruirla per poter rifornire adeguatamente i nostri soldati.
ja: なんということでしょう、閣下。奴らは私たちの兵舎を破壊しました。兵舎を建て直し、兵士たちに物資を供給しなければいけません。
ko: 안 돼요, 영주님. 병영이 무너졌어요. 다시 만들어 군인들에게 물자를 공급해야 해요.
pt: Oh não, milorde. Eles destruíram o quartel. Devemos reconstruí-lo, para abastecer nossos soldados com suprimentos.
ru: О нет, милорд. Они разрушили казармы. Нужно отремонтировать их, чтобы у солдат всегда были припасы.
zh: 大人，不好。土匪摧毁了我军兵营。为给我军兵士提供给养，咱们得重建兵营。
zh_tw: 大人，不好。土匪摧毀了我軍兵營。為給我軍兵士提供給養，咱們得重建兵營。

# T_SCENARIO_BESIEGEMENT_QUEST_08_2_NAME
source: Rebuild the barracks.
de: Baue die Kasernen wieder auf.
es: Reconstruye el barracón.
fr: Rebâtissez les baraquements.
id: Bangun kembali barak.
it: Ricostruisci la caserma.
ja: 兵舎を建て直す。
ko: 병영을 다시 만드세요.
pt: Reconstrua o quartel.
ru: Отремонтируй казармы.
zh: 重建兵营。
zh_tw: 重建兵營。

# T_SCENARIO_BESIEGEMENT_QUEST_08_DESC
source: The bandits are preparing for a heavy assault on our barracks. The barracks is essential, it shall not be destroyed!
de: Die Banditen bereiten einen großen Angriff auf unsere Kasernen vor. Die Kasernen sind essentiell für unsere Verteidigung! Die Banditen dürfen sie auf gar keinen Fall zerstören!
es: Los bandidos preparan un fuerte ataque a nuestro barracón. ¡Ese edificio es esencial, no puede ser destruido!
fr: Les bandits préparent un assaut d'envergure contre nos baraquements. Ce bâtiment est essentiel, il ne faut pas qu'il soit détruit !
id: Gerombolan bandit sedang bersiap menggempur barak kita. Barak sangat penting dan tidak boleh hancur!
it: I banditi si preparano ad assaltare in forze la caserma. Si tratta di un edificio essenziale, non possiamo permettere che venga distrutto!
ja: 盗賊たちは私たちの兵舎への激しい襲撃に備えている。兵舎は欠くことができない、絶対に壊されてはならない！
ko: 강도가 병영에 대한 집중 공격을 준비하고 있어요. 병영이 중요해요. 파괴되면 안 돼요!
pt: Os bandidos estão se preparando para um forte ataque ao nosso quartel. O quartel é essencial, e não deve ser destruído!
ru: Бандиты готовятся атаковать наши казармы. Нельзя дать им уничтожить их! Без них мы проиграем!
zh: 土匪正准备强攻我军兵营。兵营为我军根据，不得有失！
zh_tw: 土匪正準備強攻我軍兵營。兵營為我軍根據，不得有失！
