Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_2017_ELECTION_NOBLEMEN_SUCCESS
source: You actually met all the demands of the nobles, my liege. In your town a noble has all the privileges one has at the Kings court. You did great things in this town! You got our vote for the coming election.
de: Ihr habt tatsächlich alle Wünsche der Edelleute erfüllt. Hier in eurer Stadt lebt es sich inzwischen wie am Hofe des Königs. Ihr habt wahrlich großartige Dinge vollbracht, mein Herr. Unsere Stimme für die kommende Wahl ist euch sicher.
es: Has satisfecho todas las demandas de los nobles, mi señor. Ahora un noble aquí tiene los mismos privilegios que en la corte del rey. ¡Has hecho grandes cosas por esta ciudad! Tienes nuestro voto para las elecciones.
fr: Vous avez réussi à répondre à toutes les demandes des nobles, mon seigneur. Dans votre village, un noble a tous les privilèges d'un membre de la cour royal. Vous avez accompli de grandes choses dans ce village ! Nous voterons pour vous lors de la prochaine élection.
id: Tuanku benar-benar memenuhi semua permintaan kaum bangsawan! Di kota Tuan para bangsawan mendapat hak istimewa yang sama seperti di istana kerajaan! Kami pasti akan mendukung Tuan di pemilu mendatang.
it: È incredibilmente riuscito a soddisfare tutte le richieste della nobiltà, mio signore. Nella sua città un nobile ha gli stessi privilegi di cui godrebbe alla corte del Re. Sta facendo grandi cose per questa città! Ha ottenuto il nostro voto per le prossime elezioni.
ja: あなたは貴族たちの要求にすべて答えてくださいました、領主様。この町で貴族たちは王宮でもらえるのと同じだけの特権を持っています。素晴らしい仕事をされましたね！ 次の選挙では我々の票はあなたのものです。
ko: 영주님, 귀족의 부탁을 모두 들어주셨군요. 마을의 귀족은 왕궁에서 특권을 갖고 있어요! 선거에서 영주님께 투표할게요.
pt: Cocê conseguiu atender às exigências dos nobres, meu senhor. Na sua cidade um nobre tem todos os privilégios que teria na corte do Rei. Você fez grandes coisas nesta cidade! Você conseguiu o nosso voto na próxima eleição.
ru: Вы выполнили все запросы дворян, ваша светлость. В вашем городе у нас столько же привилегий, сколько при дворе короля. Вы многого добились! Мы обязательно поддержим вас на выборах.
zh: 大人，您已满足了一干贵族的所有要求。您治下之城里贵族享有的特权，与陛下朝廷中贵族享有的特权，一般无二！您为本城做了大大的好事！ 来日选举之时，我等定当投票选您！
zh_tw: 大人，您已滿足了一干貴族的所有要求。您治下之城裡貴族享有的特權，與陛下朝廷中貴族享有的特權，一般無二！您為本城做了大大的好事！ 來日選舉之時，我等定當投票選您！

# T_SCENARIO_2017_ELECTION_NOBLEMEN_TITLE
source: Complete all demands of the noblemen.
de: Erfülle alle Wünsche der Edelleute.
es: Completa todas las exigencias de la nobleza.
fr: Répondez aux demandes des nobles.
id: Penuhi semua permintaan kaum bangsawan.
it: Completa tutte le richieste della nobiltà.
ja: 貴族たちの要求を叶える。
ko: 귀족의 요청을 모두 완료하세요.
pt: Atenda a todas as exigências dos nobres.
ru: Выполни все задания фракции дворян.
zh: 满足贵族的所有要求。
zh_tw: 滿足貴族的所有要求。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_01_DESC
source: Our religious community is constantly shrinking. The population spends their time drinking or partying. This has to end. That sinful tavern is to blame. You have to demolish it!
de: Unsere Glaubensgemeinde schrumpft stetig. Die Bevölkerung geht lieber feiern und trinken. Das darf so nicht weitergehen. Daran ist nur dieses Wirtshaus schuld. Ihr müsst es abreißen!
es: Nuestra comunidad religiosa disminuye cada vez más. La gente se pasa el tiempo bebiendo y de fiesta. Eso se tiene que acabar. Esa pecaminosa taberna tiene la culpa. ¡Tienes que derribarla!
fr: Notre communauté religieuse diminue à vue d'oeil. La population passe son temps à boire et faire la fête. Il faut arrêter cela. Tout est de la faute de cette maudite taverne. Vous devez la détruire !
id: Komunitas religius kami terus menciut. Penduduk sibuk minum-minum atau berpesta pora. Ini harus diakhiri. Kedai minum itu sumber masalahnya. Tuan harus merobohkannya!
it: La nostra comunità religiosa si sta riducendo sempre di più, mio signore: la popolazione passa tutto il tempo a bighellonare e far festa. Tutto ciò deve finire. È necessario sbarazzarci di quella taverna peccaminosa. La distrugga per noi!
ja: 我々の宗教家コミュニティーはどんどん小さくなっています。人々は飲んだり騒いだりしてばかりなのです。こんなことはもう終わりにしなければいけません。 これもすべてあの酒場のせいなのです。酒場を取り壊してください。
ko: 우리 종단이 꾸준히 감소하고 있어요. 주민들이 술을 마시거나 파티하느라 바빠요. 이제 끝내야 해요. 사악한 선술집이 문제에요. 선술집을 해체하세요!
pt: Nossa comunidade religiosa está diminuindo cada vez mais. A população passa o tempo bebendo ou festejando. Isso deve terminar. A culpa é daquela taverna ímpia. Temos que demoli-la!
ru: Верующих становится все меньше. Народ проводит время в праздности или за выпивкой. Нужно положить этому конец. Во всем виновата таверна — обитель греха. Снесите ее!
zh: 本教区教徒不断减少。人们把时光都花在饮酒宴乐上了。这种风气，必须制止。 都怪这个罪孽深重的酒馆。您一定要将其拆除！
zh_tw: 本教區教徒不斷減少。人們把時光都花在飲酒宴樂上了。這種風氣，必須制止。 都怪這個罪孽深重的酒館。您一定要將其拆除！

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_01_SUCCESS
source: Very well! This blasphemous construct should have been demolished months ago. At last somebody had the courage to do so.
de: Sehr gut! Dieses blasphemische Konstrukt hätte schon vor Monaten abgerissen werden müssen. Endlich hat jemand den Mut bewiesen und es getan.
es: ¡Muy bien! Ese edificio blasfemo debería haber sido derribado hace meses. Por fin alguien ha tenido el coraje de hacerlo.
fr: Parfait ! Ce bâtiment blasphématoire aurait dû être détruit il y a des mois. Au moins, quelqu'un a eu le courage de le faire.
id: Bagus! Tempat maksiat itu seharusnya sudah lama dirobohkan. Akhirnya ada yang berani melakukannya.
it: Molto bene! Quella struttura blasfema avrebbe già dovuto venire rasa al suolo mesi fa. Finalmente, qualcuno ha avuto il coraggio di farlo.
ja: すばらしい！！このような罰当たりな建物はずっと前に取り壊されるべきだったのです。ついにそれをやってくれる勇気のある人が現れました。
ko: 좋아요! 불경스러운 건물은 오래 전에 사라져야 했어요. 드디어 그럴 용기를 가진 분이 나타났군요.
pt: Muito bem! Essa construção blasfema deveria ter sido demolida há muitos meses. Pelo menos alguém teve a coragem de fazê-lo.
ru: Отлично! Давно следовало уничтожить это богохульное место. Хоть кому-то хватило на это смелости.
zh: 很好！此等设施，亵渎神明，数月以前就该拆除。现在终于有人站出来做了。
zh_tw: 很好！此等設施，褻瀆神明，數月以前就該拆除。現在終於有人站出來做了。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_01_TITLE
source: Demolish the tavern.
de: Reiße das Wirtshaus ab.
es: Derriba la taberna.
fr: Démolissez la taverne.
id: Robohkan kedai minum.
it: Demolisci la taverna.
ja: 酒場を取り壊す。
ko: 선술집을 해체하세요.
pt: Destrua a taverna.
ru: Снеси таверну.
zh: 拆除酒馆。
zh_tw: 拆除酒館。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_02_DESC
source: Our church cannot withstand the rush of all the new believers. Ever since the tavern was demolished, the church is way too overcrowded.
de: Unsere Kirche ist dem Ansturm der Gläubigen nicht mehr gewachsen, seit das Wirtshaus abgerissen wurde. Unsere Gläubigen müssen vor den Türen stehen oder den Gottesdienst von draußen beobachten, mein Herr. Ihr habt die Wahl, verbessert die bestehende Kirche oder baut eine Neue.
es: Nuestra iglesia no resiste el ajetreo de todos los nuevos creyentes. Desde que se derribó la taberna, está abarrotada.
fr: Notre église n'arrive pas à accueillir tous les nouveaux fidèles. Depuis que la taverne a été démolie, l'église est bien trop surpeuplée.
id: Gereja kami tidak mampu menampung semua orang yang baru tobat. Setelah kedai minum dirobohkan, gereja selalu penuh sesak.
it: La nostra chiesa è troppo piccola per contenere il fervore dei nuovi credenti. Da quando la taverna è stata distrutta, la chiesa è sempre affollatissima.
ja: 私達の教会はどんどんやってくる新しい信徒をさばき切れません。あの酒場が取り壊されて以来、教会は人で溢れているのです。
ko: 교회가 몰려드는 새로운 신자를 감당할 수 없어요. 선술집이 사라진 후 교회가 너무 붐비고 있어요.
pt: Nossa igreja não pode suportar o fluxo de novos fiéis. Desde que a taverna foi demolida, a igreja está sempre lotada.
ru: В церкви не хватает места для всех новообращенных. С тех пор как мы снесли таверну, тут не продохнуть.
zh: 新来的信徒如此之多，我们的教堂无法容纳。酒馆一拆除，教堂就人满为患了。
zh_tw: 新來的信徒如此之多，我們的教堂無法容納。酒館一拆除，教堂就人滿為患了。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_02_SUCCESS
source: Praise the Lord, what a glorious new church. You have been godsent, steward.
de: Der Herr sei gelobt, was für eine prächtige Kirche. Ihr seid von Gott gesendet, Herr Statthalter.
es: Alabado sea el Señor, qué iglesia más gloriosa. El Señor te ha enviado, administrador.
fr: Loué soit le seigneur, quelle magnifique nouvelle église. Intendant, c'est dieu qui vous envoie.
id: Puji Tuhan, betapa megah gereja yang baru ini. Tuan Steward sungguh berhati mulia.
it: Sia lode a Dio! Che chiesa meravigliosa. Lei è benedetto dal Signore.
ja: 主を賛美しましょう、この新しい教会はなんと栄光に満ちているのでしょう。執事、あなたは神の使いです。
ko: 감사합니다. 정말 아름다운 새 교회네요. 신이 보낸 분이군요.
pt: Aleluia, que nova igreja gloriosa. Você foi enviado pelos céus, administrador.
ru: Как же благолепна новая церковь! Не иначе сам Господь послал вас нам в дар, наместник.
zh: 新教堂何等荣耀，赞美归于上帝。父母官啊，您是上帝差遣来的。
zh_tw: 新教堂何等榮耀，讚美歸於上帝。父母官啊，您是上帝差遣來的。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_02_TITLE
source: Upgrade the church or build a new one.
de: Verbessere die Kirche oder baue eine Neue.
es: Mejora la iglesia o construye una nueva.
fr: Améliorez l'église ou bâtissez-en une nouvelle.
id: Tingkatkan gereja atau bangun gereja baru.
it: Amplia la chiesa o costruiscine una nuova.
ja: 教会をアップグレードするか、新しいものを建てる。
ko: 교회를 개선하거나 새로 하나 지으세요.
pt: Melhore a igreja ou construa uma nova.
ru: Улучши имеющуюся церковь или построй еще одну.
zh: 升级教堂或新建一座。
zh_tw: 升級教堂或新建一座。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_03_DESC
source: Our religious community is still unsatisfied with the towns offer of religion. The population needs to be more satisfied with religion!
de: Noch immer ist unsere Glaubensgemeinschaft unzufrieden mit Angebot an Religion. Ihr solltet dringend etwas unternehmen, mein Herr.
es: Nuestra comunidad religiosa sigue insatisfecha con la oferta religiosa de la ciudad. ¡La población debe estar más contenta con la religión!
fr: Notre communauté n'est toujours pas satisfaite de l'offre religieuse de cette ville. Il faut que la religion soit une source de satisfaction pour la population !
id: Komunitas religius kami tidak puas dengan kesempatan beribadah di kota ini. Kepuasan warga mengenai agama harus ditingkatkan!
it: La nostra comunità non è soddisfatta dall'offerta spirituale attualmente presente in città. Il popolo deve poter soddisfare la propria sete di salvezza!
ja: 私達の宗教家コミュニティーはこの町の宗教的施設に満足していません。人々はもっと宗教に満足しなければいけません！
ko: 주민들이 아직 종단에 충분히 만족하지 않고 있어요. 주민들의 신앙이 더 깊어져야 해요!
pt: Nossa comunidade religiosa ainda está insatisfeita com a oferta de religião da cidade. A população precisa ficar mais satisfeita com a religião!
ru: Религиозное сообщество все еще недовольно положением, которое вера занимает в жизни города. Добейтесь, чтобы горожан в религии все устраивало.
zh: 城镇对教区的奉献，还不能让我们教派满意。应该让百姓对信仰更加满意才对！
zh_tw: 城鎮對教區的奉獻，還不能讓我們教派滿意。應該讓百姓對信仰更加滿意才對！

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_03_SUCCESS
source: You did it, steward. My faith in you was not misplaced. You made the religious community happy again.
de: Ihr habt es vollbracht, Statthalter. Mein Glauben in euch ist nicht enttäuscht worden.
es: Lo has logrado, administrador. No has defraudado la fe que puse en ti. La comunidad religiosa está contenta de nuevo.
fr: Vous avez réussi, intendant. J'avais raison d'avoir foi en vous. Vous avez rendu le sourire à la communauté religieuse.
id: Tuan Steward berhasil. Kepercayaanku ternyata tidak salah alamat. Tuan berhasil membuat komunitas religius kembali senang.
it: Mio signore, ce l'ha fatta. Sapevo che la nostra fiducia in lei sarebbe stata ben riposta. Ha reso nuovamente felice la nostra comunità.
ja: 執事、やりましたよ。あなたは私の期待を裏切らなかった。あなたはこの宗教家コミュニティーを再度満足させたのです。
ko: 해내셨군요. 역시 제 믿음이 틀리지 않았어요. 다시 종단이 살아나고 있어요.
pt: Você conseguiu, administrador. Minha fé em você foi justificada. Você trouxe felicidade novamente à comunidade religiosa.
ru: У вас получилось, наместник. Не зря я вам доверился. Религиозное сообщество всем довольно.
zh: 大人，您做到了。我果然没有信错您。是您让我们教区重感幸福。
zh_tw: 大人，您做到了。我果然沒有信錯您。是您讓我們教區重感幸福。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_04_DESC
source: My fellow friars complain about the lacking production of hops in town. Us monks cannot produce brew without the necessary amount of hops.
de: Meine Ordensbrüder beschweren sich über die mangelnde Hopfenproduktion im Dorf. Wie sollen wir Mönche Gebräu herstellen, ohne dafür genügend Hopfen zur Verfügung zu haben?
es: Mis frailes se quejan de la escasez de producción de lúpulo en la ciudad. Los monjes no podemos producir cerveza sin la cantidad necesaria.
fr: Mes frères moines se plaignent du manque de production de houblon en ville. Nous ne pouvons pas produire de boisson sans houblon.
id: Rekan-rekan rahib mengeluhkan rendahnya produksi hop di kota. Kami para biarawan tidak bisa membuat bir tanpa persediaan hop yang cukup.
it: I miei confratelli si sono recentemente lamentati della carenza di luppolo in città. Non possiamo produrre birra senza la quantità di luppolo necessaria!
ja: 私の修道士仲間がこの町のホップの生産が足りないと文句を言っています。我々修道士は必要な量のホップがなければビールを作ることができません。
ko: 동료 수사들이 마을의 홉 생산이 부족하다고 불평하고 있어요. 수도승들은 홉이 충분하지 않으면 맥주를 만들 수 없어요.
pt: Meus colegas frades reclamam da falta da produção de lúpulo na cidade. Nós monges não podemos produzir cerveja sem a quantidade necessária de lúpulo.
ru: Братья жалуются, что в городе не обрабатывают хмель. Без этого продукта мы, монахи, не можем варить пиво.
zh: 我们修道士，都因啤酒花产量不足，而口出怨言。要是啤酒花不足，我们修道士就无法酿出啤酒。
zh_tw: 我們修道士，都因啤酒花產量不足，而口出怨言。要是啤酒花不足，我們修道士就無法釀出啤酒。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_04_TITLE
source: Build an oast house.
de: Baue eine Hopfendarre.
es: Construye un secadero de lúpulo.
fr: Bâtissez une touraille.
id: Bangunlah tempat pengeringan hop.
it: Costruisci un essiccatoio.
ja: 乾燥所を作る。
ko: 홉 건조장을 만드세요.
pt: Construa uma casa de lúpulo.
ru: Построй хмелесушильню.
zh: 建造一座烘干坊。
zh_tw: 建造一座烘乾坊。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_05_DESC
source: Now that the production of hops is increasing again, you should consider increasing the output of brew. Upgrade the monastery. Alternatively you could construct a new monastery.
de: Nun, da die Hopfenproduktion wieder im Gange ist, solltet ihr in Erwägung ziehen, das Kloster weiter auszubauen, um der steigenden Nachfrage nach Gebräu nachzukommen. Verbessert das Kloster! Alternativ könnt ihr auch ein zweites Kloster errichten lassen.
es: Ahora que la producción de lúpulo ha aumentado, deberías considerar un aumento en la producción de cerveza. Mejora el monasterio. O también puedes construir uno nuevo.
fr: Maintenant que la production de houblon est repartie à la hausse, vous devriez améliorer celle de la boisson. Améliorez le monastère ou construisez-en un nouveau.
id: Berhubung produksi hop sudah pulih lagi, ada baiknya produksi bir juga digiatkan. Tingkatkanlah biara. Atau bangunlah biara baru.
it: Adesso che la produzione di luppolo è ritornata a crescere, sarebbe opportuno aumentare anche la produzione di birra... Amplia il monastero. In alternativa, possiamo accettare anche la costruzione di un monastero nuovo.
ja: ホップの生産量が増えているのでビールの生産量を増やすことも考えるべきです。 修道院をアップグレードしてください。もしくは新しい修道院を建てることもできますよ。
ko: 이제 홉 생산이 늘었으니 맥주 생산도 늘려야 해요. 수도원을 개선하세요. 아니면 새로 하나 지어도 돼요.
pt: Agora que a produção de lúpulo está crescendo novamente, você poderia pensar em aumentar a produção de cerveja. Melhore o mosteiro. Ou então construa um novo mosteiro.
ru: Теперь, когда мы заготавливаем так много хмеля, стоит задуматься об увеличении производства пива. Улучшите наш монастырь либо постройте еще один.
zh: 现在啤酒花产量又提高了，您该考虑增加啤酒产量了。 升级一下修道院吧。如果不行，您还可以新建一座修道院。
zh_tw: 現在啤酒花產量又提高了，您該考慮增加啤酒產量了。 升級一下修道院吧。如果不行，您還可以新建一座修道院。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_05_SUCCESS
source: The new monastery radiates in the shine of our Lord. Well done, governor.
de: Das neue Kloster strahlt im Glanze unseres Herrn. Sehr gut, Statthalter.
es: El nuevo monasterio irradia la luz de nuestro Señor. Bien hecho, gobernador.
fr: Le nouveau monastère rayonne à la lumière de notre seigneur. Beau travail, gouverneur.
id: Biara yang baru ini berkilau dalam cahaya Tuhan. Selamat, Tuan Gubernur.
it: Il nostro nuovo monastero splende della gloria del Signore. Ben fatto, Governatore!
ja: 新しい修道院は主の光で輝いています。素晴らしいです、閣下。
ko: 새 수도원이 주님의 사원에서 빛나고 있어요. 고마워요, 영주님.
pt: O novo mosteiro brilha na luz do Senhor. Muito bem, Governador.
ru: Новый монастырь буквально сияет божественным светом. Отличная работа, губернатор.
zh: 新的修道院闪耀着我主的光辉。城主大人厥功至伟。
zh_tw: 新的修道院閃耀著我主的光輝。城主大人厥功至偉。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_05_TITLE
source: Upgrade the monastery or build a new one.
de: Verbessere das Kloster oder baue ein zusätzliches.
es: Mejora el monasterio o construye uno nuevo.
fr: Améliorez le monastère ou bâtissez-en un nouveau.
id: Tingkatkan biara atau bangun biara baru.
it: Amplia il monastero o costruiscine uno nuovo.
ja: 修道院をアップグレードするか新しいものを建てる。
ko: 수도원을 개선하거나 새로 하나 지으세요.
pt: Melhore o mosteiro ou construa um novo.
ru: Улучши имеющийся монастырь или построй еще один.
zh: 升级修道院或新建一座。
zh_tw: 升級修道院或新建一座。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_06_DESC
source: For the inauguration festivities of the new monastery, we should produce a good amount of brew. Our guests will be thirsty.
de: Die Eröffnung des Klosters sollten wir mit einer gehörigen Menge an Gebräu feiern. Unsere Gäste werden durstig sein.
es: Para las festividades de inauguración del nuevo monasterio debemos producir una buena cantidad de cerveza. Nuestros invitados estarán sedientos.
fr: Pour la fête d'inauguration du nouveau monastère, nous devrions produire une bonne quantité de boisson. Nos invités vont avoir soif.
id: Untuk acara peresmian biara baru, sebaiknya kita memproduksi bir dalam jumlah yang cukup. Para tamu tentu akan haus.
it: Per l'inaugurazione del nostro nuovo monastero avremo bisogno di una montagna di birra! I nostri ospiti avranno sete.
ja: 新しい修道院の完工式のお祝いのためにたくさんのビールを作らなければいけません。お客さんが喉を乾かしていますからね。
ko: 새 수도원의 개원 축제를 위해 맥주를 많이 생산해야 해요. 손님들의 목이 마르면 안 돼죠.
pt: Para as festividades de inauguração do novo mosteiro, devemos produzir uma boa quantidade de cerveja. Nossos convidados ficarão com sede.
ru: Чтобы отметить постройку монастыря, нам потребуется много пива. Уверен, гости будут не прочь выпить.
zh: 新修道院落成，我们要为竣工庆典酿造啤酒。届时，来宾定会口渴。
zh_tw: 新修道院落成，我們要為竣工慶典釀造啤酒。屆時，來賓定會口渴。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_06_SUCCESS
source: The brewing process is complete, governor. Do you want to have the honor and take the first sip?
de: Das Gebräu ist fertiggestellt, Statthalter. Wollt ihr die Ehre haben und das Fass anstechen und mit uns Mönchen zwickeln?
es: El proceso de elaboración de cerveza se ha completado, gobernador. ¿Quieres tener el honor de echar el primer trago?
fr: La fermentation est terminée, gouverneur. Voulez-vous avoir l'honneur de la première gorgée ?
id: Proses pembuatan bir sudah selesai, Tuan Gubernur. Tuan berkenan menjadi orang pertama yang mencicipi bir kami?
it: La produzione è birra è stata completata, Governatore. Vuole avere l'onore di assaggiarne il primo sorso?
ja: 閣下、醸造過程が完了しました。最初の一口を飲んでくださいますか？
ko: 영주님, 맥주가 완성됐어요. 처음으로 맛보실 영광을 누리시겠어요?
pt: O processo de fermentação está concluído, Governador. Quer nos dar a honra de provar o primeiro gole?
ru: Мы закончили варить пиво, губернатор. Окажите нам честь, отведайте наш напиток первым!
zh: 城主大人，酿造过程已经结束。您是否可以赏光，率先品尝？
zh_tw: 城主大人，釀造過程已經結束。您是否可以賞光，率先品嚐？

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_07_DESC
source: The town cemetery is way too small and has insufficient place for graves. You need to order the construction of several new mausoleums and grave sites.
de: Der Friedhof ist völlig unzureichend. Dieses Dorf benötigt dringend mehrere neue Mausoleen und Grabstätten. Es kann nicht sein, dass unsere Gläubigen nach dem Ableben keinen Raum für die letzte Ruhe haben.
es: El cementerio de la ciudad es demasiado pequeño y no hay espacio para las sepulturas. Debes ordenar la construcción de varios mausoleos y tumbas.
fr: Le cimetière de la ville est bien trop petit, il n'y a pas assez de place pour les tombes. Vous devez ordonner la construction de plusieurs nouveaux mausolées et sites d'inhumation.
id: Tempat pemakaman kota terlalu kecil untuk menambah makam. Tuan perlu memerintahkan pembangunan beberapa mausoleum dan tempat pekuburan.
it: Il cimitero cittadino è troppo piccolo e non ha spazio a sufficienza per le tombe. È necessario che ordini la costruzione di alcuni nuovi mausolei e tombe.
ja: この町の墓地は小さすぎて十分な墓を作ることができません。新しい霊廟と墓を作るよう指示してください。
ko: 마을 묘지가 너무 작어서 묘를 만들 공간이 부족해요. 새로 능과 묘 여러 개를 만들라고 지시하세요.
pt: O cemitério da cidade é muito pequeno e não tem espaço suficiente para os túmulos. Você deve ordenar a construção de vários novos mausoléus e locais para túmulos.
ru: Городское кладбище слишком мало, у нас закончилось место под гробы. Прикажите создать несколько новых мавзолеев и могил.
zh: 城内墓地太小了，无法容纳更多墓穴了。您要下令，新建几处墓地、陵园。
zh_tw: 城內墓地太小了，無法容納更多墓穴了。您要下令，新建幾處墓地、陵園。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_07_TITLE
source: Enlarge the cemetery: Construct mausoleums and graves.
de: Vergrößere den Friedhof: Errichte Mausoleen und Gräber.
es: Amplía el cementerio: construye mausoleos y tumbas.
fr: Agrandissez le cimetière : construisez des mausolées et des tombes.
id: Perbesar tempat pemakaman: Bangunlah mausoleum dan makam.
it: Amplia il cimitero costruendo mausolei e tombe.
ja: 墓地を大きくする：霊廟と墓を作る。
ko: 묘지를 확장하세요: 능과 묘를 만드세요.
pt: Amplie o cemitério: construa mausoléus e túmulos.
ru: Расширь кладбище: создай мавзолеи и могилы.
zh: 扩大墓地：建造墓地、陵园。
zh_tw: 擴大墓地：建造墓地、陵園。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_08_DESC
source: The enlargement of the graveyard should include the construction of new graveyard walls. You should order the construction of new walls to clearly mark the cemetery grounds.
de: Die Erweiterung des Friedhofes sollte auch neue Mauern beinhalten. Baut neue Friedhofsmauern, damit das Gelände eine klare Begrenzung hat.
es: La ampliación del cementerio debe incluir la construcción de nuevos muros. Debes ordenar su construcción para marcar claramente los límites.
fr: L'élargissement du cimetière doit passer par la construction de nouveaux murs. Vous devriez vous en occuper pour délimiter clairement les nouvelles limites du cimetière.
id: Perluasan tempat pemakaman harus termasuk pembangunan tembok baru untuk batas pemakaman. Tuan perlu memerintahkan pembangunan tembok baru agar batas pemakaman menjadi jelas.
it: Adesso che abbiamo ampliato il cimitero è ora di considerare la costruzione di nuove mura. È auspicabile che ordini la costruzione di nuove mura per delimitare il perimetro del cimitero.
ja: 墓地の拡大には墓地の壁の建設が必要です。墓地の用地がはっきり分かるように新しい壁の建設を指示してください。
ko: 묘지 확장에는 새로운 묘지 담장 공사가 포함되어야 해요. 새 담장을 만들어서 묘지라는 것을 분명히 알리도록 하세요.
pt: A ampliação do cemitério deve incluir a construção de novos muros para o cemitério. Eles servirão para marcar os limites do cemitério. Ordene a construção agora.
ru: В ходе расширения кладбища нам также стоит построить новые стены. Прикажите возвести стены, чтобы четко обозначить границы погоста.
zh: 扩大墓地，应当也修筑墓地新围墙。您应当下令，修筑墓地新围墙，清楚界定墓地范围。
zh_tw: 擴大墓地，應當也修築墓地新圍牆。您應當下令，修築墓地新圍牆，清楚界定墓地範圍。

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_08_TITLE
source: Build new graveyard walls.
de: Errichte neue Friedhofsmauern.
es: Construye nuevos muros para el cementerio.
fr: Construisez de nouveaux murs de cimetière.
id: Bangunlah tembok pembatas pemakaman yang baru.
it: Costruisci nuove mura per il cimitero.
ja: 新しい墓地の壁を作る。
ko: 새 묘지 담장을 만드세요.
pt: Construa novos muros para o cemitério.
ru: Построй новые стены кладбища.
zh: 新建墓地围墙。
zh_tw: 新建墓地圍牆。
