Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_ALIBY_GATHERING_002_MILLER_STARTED
source: Perhaps you have forgotten, my Lord, but I almost died from my wounds when the beast attacked me!
de: Vielleicht habt Ihr es vergessen, mein Herr, aber ich bin fast meinen Wunden erlegen, als die Bestie mich angegriffen hat!
es: A lo mejor se te ha olvidado, mi señor, pero ¡casi muero por las heridas que me causó la bestia!
fr: Peut-être avez-vous oublié, Sire, mais j'ai failli mourir de mes blessures quand la bête m'a attaqué !
id: Mungkin Tuanku lupa, tapi aku nyaris mati akibat luka yang kuderita waktu makhluk itu menyerangku!
it: Forse ve lo siete dimenticato, mio Signore, ma sono quasi morto per le ferite che la bestia mi ha fatto quando mi ha attaccato!
ja: 領主様、お忘れですか？私は獣に重傷を負わされました。死ぬ寸前だったんです！
ko: 영주님, 잊으신 것 같군요. 전 짐승이 공격했을 때 부상을 입고 거의 죽을뻔했다구요!
pt: Talvez o senhor tenha se esquecido, mas eu quase morri com os ferimentos causados pela besta!
ru: Возможно, вы забыли, милорд, но я чуть не скончался от ран, нанесенных от зверя!
zh: 也许您已经忘记了，领主大人，那名野兽袭击我的时候，我差点就伤重而死了！
zh_tw: 也許您已經忘記了，領主大人，那名野獸襲擊我的時候，我差點就傷重而死了！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_EXPLANATIONS_STARTED
source: Either we follow these footprints and hope they lead us to the solution, or we gather all the Townies to question them…
de: Entweder folgen wir diesen Fußspuren und hoffen, dass sie uns zur Lösung führen, oder wir versammeln alle Dorfbewohner, um sie zu befragen…
es: O seguimos estas huellas con la esperanza de que nos conduzcan a la solución, o reunimos a todos los townies para interrogarlos...
fr: Soit nous suivons ces empreintes et espérons qu'elles nous mèneront à la solution, soit nous rassemblons tous les villageois pour les interroger.…
id: Kita bisa ikuti jejak ini sambil berharap akan menemukan jawaban, atau kita kumpulkan semua Townie untuk menanyai mereka...
it: O seguiamo queste impronte e speriamo che ci conducano alla soluzione, oppure riuniamo tutti i cittadini per interrogarli...
ja: 解決策を期待しつつ、この足跡をたどりますか？それとも住人を全員集め、議論をさせますか？
ko: 발자국을 따라가 범인을 찾거나 주민들을 모두 모아서 질문하는 거예요…
pt: Ou seguimos essas pegadas e esperamos que elas nos levem até a solução, ou interrogamos todos os habitantes...
ru: Либо мы идем по этим следам в надежде, что они приведут нас к разгадке, либо мы собираем всех горожан на допрос...
zh: 我们要么跟着这些脚印，但愿能沿着它们找到答案，要么召集所有镇民质询他们……
zh_tw: 我們要麼跟著這些腳印，但願能沿著它們找到答案，要麼召集所有鎮民質詢他們……

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_001_STARTED
source: My Lord, we must build a rope out of cloth so we don't get lost in the woods. I refuse to put small stones on the ground so let's hurry up and make this rope.
de: Mylord, wir müssen ein Seil aus Stoff fertigen, damit wir uns nicht im Wald verlaufen. Ich weigere mich, kleine Steine auf den Boden zu legen, also beeilen wir uns und machen dieses Seil.
es: Mi señor, debemos hacer una cuerda con trapos para no perdernos en el bosque. Me niego a dejar guijarros por el suelo, así que hagámosla rápido.
fr: Sire, nous devons construire une corde en tissu pour ne pas nous perdre dans les bois. Je refuse de mettre de petites pierres sur le sol, alors dépêchons-nous de fabriquer cette corde.
id: Tuanku, kita harus membuat tali dari kain supaya jangan sampai tersesat di hutan. Aku tidak mau menaruh kerikil di tanah, jadi mari kita segera membuat tali.
it: Mio Signore, dobbiamo costruire una corda di stoffa per non perderci nel bosco. Io mi rifiuto lasciare in terra una scia di sassolini, quindi sbrighiamoci e facciamo questa corda.
ja: 領主様、服をつないでロープを作り、森の中で迷わないようにいたしましょう。言っておきますが某ゼルとグレーテルのように、小石を置いてゆくやり方には反対です。さあ、急いでロープを。
ko: 영주님, 직물로 로프를 만들어서 숲에서 길을 잃지 않게 해야 해요. 작은 돌멩이로는 길을 표시할 순 없어요. 어서 로프를 만드세요.
pt: Senhor, precisamos fazer uma corda de tecido para não nos perdermos na floresta. Eu me recuso a colocar pedrinhas no chão, então vamos logo fazer esta corda.
ru: Милорд, чтобы не потеряться в лесу, нужно сделать веревку из ткани. Я отказываюсь класть на землю камешки, поэтому поскорее разберитесь с этой веревкой.
zh: 领主大人，我们得用布匹制作一条绳索，这样我们才不会在灌木中迷路。我不想再拖下去了，所以我们赶快制作绳索吧。
zh_tw: 領主大人，我們得用布匹製作一條繩索，這樣我們才不會在灌木中迷路。我不想再拖下去了，所以我們趕快製作繩索吧。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_002_STARTED
source: Can anyone testify that you were not present at the time of the attacks?
de: Kann jemand bezeugen, dass Ihr am Zeitpunkt der Angriffe nicht anwesend wart?
es: ¿Puede alguien testificar que no estabas presente en el momento de los ataques?
fr: Quelqu'un peut-il témoigner que vous n'étiez pas présent au moment des attaques ?
id: Apakah ada yang bisa bersaksi kau tidak hadir pada waktu serangan terjadi?
it: Qualcuno può confermare che non eri presente al momento degli attacchi?
ja: 獣の出没時、その場にご自分がいなかったことを証明できる人はいらっしゃいますか？
ko: 공격이 일어났을 때 현장에 없었다는 것을 증언해줄 사람이 있나요?
pt: Alguém pode testemunhar que você não estava presente na hora dos ataques?
ru: Может ли кто-нибудь подтвердить, что вас не было во время нападений?
zh: 有人能证明袭击发生时你不在场吗？
zh_tw: 有人能證明襲擊發生時你不在場嗎？

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_003_STARTED
source: It's certainly the farmer who did it. He kept bothering us to leave this village. By attacking the baker, he ensured that the federation of the locals would be beyond suspicion. My daughter was wrongly accused.
de: Es war definitiv der Bauer! Er versuchte bereits mit allen Mitteln uns aus dem Dorf zu jagen! Der Angriff auf den Bäcker ist nur eine Ablenkung, um den Verdacht von den Einheimischen auf uns zu lenken! Meine Tochter wurde zu Unrecht beschuldigt!
es: Sin duda fue el agricultor quien lo hizo. No dejaba de acosarnos para que abandonásemos la aldea. Atacando al panadero, se aseguró de que la federación de los lugareños quedase bajo sospecha. Mi hija fue acusada injustamente.
fr: C'est certainement le fermier votre coupable. Il n'a pas arrêté de nous embêter pour qu'on parte de ce village. En attaquant le boulanger il s'assurait ainsi que la fédération des natifs soit insoupçonnable. Ma fille a été accusée a tort.
id: Pelakunya pasti si petani. Dia selalu mendesak agar kami pergi dari sini. Dengan menyerang tukang roti, dia memastikan warga lokal takkan dicurigai. Putriku dituduh tanpa alasan.
it: È stato di sicuro il fattore. Continuava a intimarci di abbandonare questo villaggio. Attaccando il panettiere, ha fatto in modo che la federazione degli abitanti del posto fosse al di là di ogni sospetto. Mia figlia è stata accusata ingiustamente.
ja: そうだ、きっとあの農夫です。この村から私たちを追い出そうと躍起になっている、あいつですよ！パン職人をやったのも、地元の仲間が怪しまれないようにするためでしょう。...私の娘は、あいつに濡れ衣を着せられたんです。
ko: 농부가 한 짓이 분명해요. 계속 마을에서 우리를 쫓아내려고 했으니까요. 제빵사를 공격해서 원주민 연맹이 의심받지 않게 한 거예요. 제 딸도 누명을 썼고요.
pt: Sem dúvida foi o fazendeiro. Ele nos importunava para que saíssemos da cidade. Ao atacar o padeiro, ele fez com que a federação dos habitantes ficasse sob suspeita. Minha filha foi indevidamente acusada.
ru: Я уверен, что это дело рук фермера. Он все время просит нас покинуть деревню. Напав на пекаря, он попытался отвести подозрение от союза местных. Мою дочь обвинили по ошибке!
zh: 肯定是农民干的。他一直在求我们让他离开村子。攻击了烘焙师之后，他就能让当地人洗脱嫌疑了。我的女儿是被陷害的。
zh_tw: 肯定是農民幹的。他一直在求我們讓他離開村子。攻擊了烘焙師之後，他就能讓當地人洗脫嫌疑了。我的女兒是被陷害的。

source: She is an herbalist by profession and she saw that the vines were in a bad condition. Of course, suspicious as it may sound, she just didn't want to talk to people and ask for permission…
de: Sie ist eine Kräuterkundige und erkannte, dass sich die Weinreben in einem sehr schlechten Zustand befanden. Ich weiß selbst, dass das verdächtig klingen mag, aber sie wollte wirklich nur helfen und nicht erst die Leute um Erlaubnis dafür bitten.
es: Es herbolaria y vio que las vides estaban en malas condiciones. Por supuesto, por sospechoso que parezca, no quiso hablar con la gente para pedir permiso...
fr: Elle est herboriste de profession et elle a vu que les vignes étaient en mauvais état. Bien sûr, aussi suspecte qu'elle puisse paraître, elle ne voulait tout simplement pas parler aux gens et leur demander la permission.…
id: Dia ahli tanaman obat dan dia melihat tanaman anggur itu kurang terawat. Ini mungkin terdengar mencurigakan, tapi dia enggan berbicara dengan orang-orang untuk minta izin dulu...
it: Lei è un'erborista di professione e ha notato che i vigneti erano in cattive condizioni. Naturalmente, per quanto possa sembrare sospetto, non volle parlare con la gente e chiedere il permesso...
ja: 娘は薬草の専門家で、ブドウの木が良くない状態にあると気づき、自身の専門分野で何とかしてやろうとしたのです。...ええ、許可をとらなかったのは事実ですから、怪しまれもするでしょう。けれどそれは単純に、周りの住民とすすんで話せる状況になかっただけです！
ko: 제 딸은 약초 전문가인데 포도의 상태가 나쁜 것을 봤죠. 물론 의심스럽게 생각할 수도 있겠지만, 원주민에게 이야기하고 허락을 받지 않았을 뿐이에요…
pt: Ela é herbalista de profissão e viu que os vinhedos estavam mal. Claro, por mais suspeito que pareça, ela só queria conversar com as pessoas e pedir permissão...
ru: Она травница и сразу заметила, что лозы совсем завяли. Разумеется, хоть это и кажется подозрительным, она не хотела говорить с людьми и просить у них разрешения...
zh: 我的女儿是一名专业的药草师，她看到葡萄园的状态很差。当然，这听上去很可疑，不过她只是不想和人说话征求许可……
zh_tw: 我的女兒是一名專業的藥草師，她看到葡萄園的狀態很差。當然，這聽上去很可疑，不過她只是不想和人說話徵求許可……

source: And the other villagers really believed that she was poisoning the fields while she was actually trying to save them. This farmer doesn't know his job! And then she was forced out of the country by the Queen's orders!
de: Und die anderen Dorfbewohner glaubten wirklich, dass sie die Felder vergiftete, während sie tatsächlich versuchte, diese zu retten. Dieser Bauer hat keine Ahnung von seinem Beruf! Daraufhin wurde sie auf Befehl der Königin aus dem Land getrieben!
es: Y los otros aldeanos pensaron que estaba contaminando los campos cuando lo que hacía era intentar salvarlos. ¡Este agricultor no sabe hacer su trabajo! ¡Y luego la reina ordenó su destierro!
fr: Et les autres villageois croyaient vraiment qu'elle empoisonnait les champs alors même qu'elle essayait de les sauver. Ce fermier ne connaît pas son métier ! Et puis elle a été forcée de quitter le pays sur ordre de la Reine !
id: Para warga desa yang lain benar-benar percaya dia mau merusak ladang anggur, padahal dia justru mau menyelamatkannya. Si petani itu tidak tahu apa-apa! Dan kemudian putriku malah dibuang dari sini atas perintah sang Ratu!
it: E così gli altri abitanti del villaggio si convinsero che lei stesse avvelenando le colture, mentre invece stava cercando di salvarle. Questo agricoltore non sa fare il suo lavoro! Alla fine, mia figlia fu costretta a lasciare il paese per ordine della regina!
ja: 娘は畑を救おうとしたのに、他の住人は毒をまいたと信じ込んでいます。どんくさい農夫の不手際のせいで！最終的に女王陛下からも命令が下され、娘は国を追われました！
ko: 다른 주민들은 제 딸이 포도원에 독을 뿌렸다고 생각했지만 사실은 포도원을 살리려고 했던 거예요. 농부가 제대로 일을 하지 않은 거라고요! 그리고 제 딸은 여왕의 명령에 따라 추방당했어요!
pt: E os outros habitantes de fato acreditaram que ela estava envenenando os campos sendo que na verdade ela estava tentando salvá-los. Esse fazendeiro não sabe o que faz! E aí ela foi expulsa por ordem da Rainha!
ru: Вот другие селяне и подумали, что она пытается отравить поля, хотя на самом деле она хотела их спасти. Этот фермер — полная бездарность! Но ему удалось достучаться до королевы, которая приказала выслать мою дочь из страны!
zh: 而另一些村民则坚信她是在给葡萄园下毒，但其实她是在试图拯救它们。葡萄园的那名农民对他自己的工作一无所知！然后她就收到女王的命令被逐出国家了！
zh_tw: 而另一些村民則堅信她是在給葡萄園下毒，但其實她是在試圖拯救它們。葡萄園的那名農民對他自己的工作一無所知！然後她就收到女王的命令被逐出國家了！

source: I'm afraid now they'll take it out on my other daughter. You met her a short time ago. She was the first victim of the beast. And that's no coincidence! They don't want us here!
de: Ich fürchte, jetzt werden sie es an meiner anderen Tochter auslassen. Ihr habt sie vor kurzem getroffen. Sie war das erste Opfer der Bestie. Und das ist kein Zufall! Sie wollen uns hier nicht haben!
es: Me temo que ahora la tomarán con mi otra hija. La conociste hace poco. Fue la primera víctima de la bestia. ¡Y no es una coincidencia! ¡No nos quieren aquí!
fr: J'ai peur qu'ils s'en prennent à mon autre fille. Vous l'avez rencontrée il y a peu de temps. Elle a été la première victime de la bête. Et ce n'est pas une coïncidence ! Ils ne veulent pas de nous ici !
id: Aku khawatir mereka akan mengincar putriku yang lain. Kalian telah bertemu dengannya. Dia korban pertama makhluk itu. Dan itu bukan kebetulan! Kami tidak diinginkan di sini!
it: Adesso ho paura che se la prendano con la mia seconda figlia. L'avete conosciuta poco tempo fa. È stata la prima vittima della bestia: e non è una coincidenza! Non ci vogliono qui!
ja: 私の今の心配事は、奴らのせいでもう一人の娘まで国外追放になることです。つい先日、うちの娘にお会りましたよね。獣の最初の被害者です。これは偶然ではありません！奴らが、私たちを追い出そうと画策しているのです！
ko: 이제 주민들이 제 또 다른 딸을 쫓아내려 할 거예요. 얼마전에 보셨죠. 짐승의 첫 번째 희생자였어요. 이것은 우연이 아니에요! 원주민들이 우리를 쫓아내려는 거예요!
pt: Tenho medo de que agora eles descontem na minha outra filha. Você a conheceu algum tempo atrás. Ela foi a primeira vítima da besta. E isso não foi coincidência! Eles não nos querem aqui!
ru: Боюсь, теперь будут травить мою вторую дочь. Вы недавно с ней встречались. Она стала первой жертвой зверя. И это не совпадение! Они хотят выдворить нас отсюда!
zh: 我害怕现在他们要对我另一个女儿动手了。您不久前刚刚见过她。她是那头野兽的第一个受害者。这一定不是巧合！他们不想让我们待在这里！
zh_tw: 我害怕現在他們要對我另一個女兒動手了。您不久前剛剛見過她。她是那頭野獸的第一個受害者。這一定不是巧合！他們不想讓我們待在這裡！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_STARTED
source: MY LOOOOOOORD! A NEW ATTACK! This time we have a missing Townie! One of the farm workers is missing!
de: MYLOOOOOOOOOOORD! EIN NEUER ANGRIFF! Diesmal haben wir einen vermissten Bewohner! Einer der Arbeiter des Bauernhofes ist verschwunden!
es: ¡MI SEÑOOOOOOR! ¡OTRO ATAQUE! ¡Esta vez ha desaparecido un townie! ¡Se trata de un trabajador de la granja!
fr: SIIIIRE ! UNE NOUVELLE ATTAQUE ! Cette fois, il nous manque un habitant ! L'un des ouvriers agricoles n'est plus là !
id: TUANKUUU! ADA SERANGAN LAGI! Kali ini ada Townie yang hilang! Salah satu pekerja pertanian hilang!
it: MIO SIGNOREEEE! UN ALTRO ATTACCO! Questa volta è scomparso qualcuno! Uno dei contadini manca all'appello!
ja: 領主様！！新たな攻撃です！今回は住人が...農夫がひとり、行方不明になりました！
ko: 영주님! 다시 공격이 일어났어요! 이번에는 주민이 실종됐어요! 농장 일꾼 중 한 명이 사라졌어요!
pt: MEU SENHOOOOOR! UM NOVO ATAQUE! Desta vez, um habitante está desaparecido! Um dos trabalhadores da fazenda sumiu!
ru: МИЛО-О-ОРД! НОВОЕ НАПАДЕНИЕ! Один из горожан пропал! Работник с фермы!
zh: 领主！！！野兽又来了！这次有一位镇民失踪了！一名农场的工人失踪了！
zh_tw: 領主！！！野獸又來了！這次有一位鎮民失蹤了！一名農場的工人失蹤了！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_STARTED_002
source: Look, my Lord, here are some footprints. I only see two ways to solve this investigation.
de: Seht, Mylord, hier sind ein paar Fußabdrücke. Ich sehe nur zwei Möglichkeiten, diese Untersuchung abzuschließen.
es: Mira, mi señor, aquí hay huellas. Solo veo dos maneras de resolver esta investigación.
fr: Regardez Sire, voici quelques empreintes de pas. Je ne vois que deux façons de résoudre cette enquête.
id: Lihat, Tuanku, ini ada jejak kaki. Aku hanya melihat dua cara untuk merampungkan investigasi ini.
it: Guardate, mio signore, qui ci sono delle impronte. Vedo solo due modi per risolvere questa indagine.
ja: ご覧ください、領主様。こちらに足跡があります。調査を解決に向かわせる道筋は、この2つしかないでしょう...
ko: 영주님, 여기 발자국이 있어요. 이 사건을 해결하려면 두 가지 방법이 있어요.
pt: Olhe aqui, meu senhor. Pegadas. Vejo só duas maneiras de solucionar essa investigação.
ru: Смотрите, милорд, тут следы. Я вижу лишь два варианта действий.
zh: 快看，领主大人，这里是一些脚印。我只想到两种展开调查的方法。
zh_tw: 快看，領主大人，這裡是一些腳印。我只想到兩種展開調查的方法。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_TOWNIE_STILL_MISSING_002_STARTED
source: My Lord, the Queen demands answers. It is time for us to crack the case. Let us hope that the evidence we have will be sufficient to proceed with the charges.
de: Mylord, die Königin verlangt Antworten. Es ist an der Zeit, dass wir ihr diese liefern. Hoffen wir, dass die uns vorliegenden Beweise ausreichen werden, um mit den Anklagen fortzufahren.
es: Mi señor, la reina exige respuestas. Es hora de que solucionemos el caso. Esperemos que las evidencias que tenemos basten para presentar cargos.
fr: Sire, la reine exige des réponses. L'heure est venu pour nous de lui en apporter. Espérons que les indices que nous avons seront suffisants pour procéder aux accusations.
id: Tuanku, sang Ratu menuntut jawaban. Sudah waktunya kita pecahkan kasus ini. Mudah-mudahan bukti yang ada sudah cukup untuk menyusun dakwaan.
it: Mio Signore, la Regina esige delle risposte. È giunto il momento di risolvere il caso. Speriamo che le prove di cui disponiamo siano sufficienti per procedere con le accuse.
ja: 領主様、女王から回答の要求が参りました。手元の証拠で十分に起訴できることを願って...事件に答えを出しましょう。
ko: 영주님, 여왕님이 답을 원하고 계십니다. 이제 사건을 해결해야 합니다. 증거가 기소하기에 충분했으면 좋겠네요.
pt: Meu senhor, a Rainha exige respostas. É hora de solucionarmos o caso. Espero que as provas sejam suficientes para as condenações.
ru: Милорд, королева требует ответов. Пришло время раскрыть это дело. Будем надеется, что нам удалось собрать достаточно улик, чтобы предъявить обвинение.
zh: 领主大人，女王来问询结果了。是时候了结这个案子了。但愿我们手中的证据足够定罪所需。
zh_tw: 領主大人，女王來問詢結果了。是時候了結這個案子了。但願我們手中的證據足夠定罪所需。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_TOWNIE_STILL_MISSING_STARTED
source: My Lord, let us not forget that one of the villagers is still missing. This trail won't take us any further. Let's go back to the castle and solve this mystery with the clues we've managed to accumulate.
de: Mein Herr, lasst uns nicht vergessen, dass einer der Dorfbewohner immer noch vermisst wird. Dieser Weg führt uns nicht weiter. Lasst uns zurück zum Schloss gehen und dieses Geheimnis mit den Hinweisen lösen, die wir kriegen konnten.
es: Mi señor, no olvidemos que uno de los aldeanos sigue desaparecido. Este rastro no nos llevará más lejos. Volvamos al castillo y solucionemos el misterio con las pistas que hemos podido recabar.
fr: Sire, n’oublions pas qu’un des villageois est toujours porté disparu. Cette piste ne nous mènera pas plus loin. Retournons au château et résolvons ce mystère avec les indices que nous avons réussis à avoir.
id: Tuanku, kita jangan lupa bahwa satu warga desa masih hilang. Jejak ini takkan membawa kita lebih jauh. Mari kita kembali ke kastel untuk memecahkan misteri ini dengan petunjuk yang sudah berhasil kita kumpulkan.
it: Mio Signore, non dimentichiamo che uno degli abitanti del villaggio risulta ancora disperso. Questo sentiero non ci porterà oltre. Torniamo al castello e risolviamo questo mistero con gli indizi che siamo riusciti a raccogliere.
ja: 領主様、行方不明者1名の捜索も捨て置けません。これ以上跡をたどっても無駄でしょう。城へ戻り、これまでに集めた手がかりでこの謎を解きましょう。
ko: 영주님, 원주민 한 명이 아직 실종 상태라는 것을 잊지 마세요. 이 흔적에서 더 이상 알아낼 것이 없습니다. 성으로 돌아가서 지금까지 모은 증거를 바탕으로 이 사건을 해결해보세요.
pt: Meu senhor, não esqueça que um dos habitantes está desaparecido. Esse rastro não vai nos levar mais longe do que isso. Vamos voltar ao castelo e solucionar este mistério com as pistas que temos.
ru: Милорд, давайте не будем забывать о том, что один из селян пропал. След оборвался, больше мы ничего не узнаем. Давайте вернемся в замок и воспользуемся собранными уликами, чтобы раскрыть эту тайну.
zh: 领主大人，不要忘记还有一名村民没有找到呢。这组足迹到这里就消失了。让我们回到城堡，利用目前得来的线索解开这个谜团吧。
zh_tw: 領主大人，不要忘記還有一名村民沒有找到呢。這組足跡到這裡就消失了。讓我們回到城堡，利用目前得來的線索解開這個謎團吧。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_CHOICE_SPOTS_DESC
source: These footprints could lead us to the missing Townie and to the culprit!
de: Diese Fußspuren könnten uns zum vermissten Townie und zum Täter führen!
es: ¡Estas huellas podrían llevarnos al townie desaparecido y al culpable!
fr: Ces empreintes de pas pourraient nous mener au disparu et au coupable !
id: Jejak kaki ini bisa membawa kita ke Townie yang hilang dan sekaligus ke si pelaku!
it: Queste impronte potrebbero condurci al cittadino scomparso e al colpevole!
ja: この足跡をたどれば、行方不明の住人にも犯人にも到達できるでしょう。
ko: 발자국을 따라가면 실종된 주민과 범인을 찾을 수 있을 거예요!
pt: Essas pegadas podem nos levar até o habitante desaparecido e ao culpado!
ru: Они могут привести нас к пропавшему горожанину и преступнику!
zh: 这些脚印也许能把我们引到失踪的镇民和那名凶手那里！
zh_tw: 這些腳印也許能把我們引到失蹤的鎮民和那名兇手那裡！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_CHOICE_SPOTS_TITLE
source: Let's follow these footprints!
de: Lasst uns diesen Fußspuren folgen!
es: ¡Sigamos estas huellas!
fr: Suivons ces traces de pas !
id: Kita ikuti jejak kaki ini!
it: Seguiamo queste impronte!
ja: 足跡をたどる。
ko: 발자국을 따라가세요!
pt: Vamos seguir as pegadas!
ru: Идти по следам!
zh: 跟着这些脚印吧！
zh_tw: 跟著這些腳印吧！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_GATHERING_TOWNIES_001_DESC
source: Why not gather all the Townies and confront them with each other? The culprit is among them, that's for sure.
de: Warum versammelt Ihr nicht alle Dorfbewohner und konfrontiert sie damit? Der Täter ist unter ihnen, das ist sicher.
es: ¿Por qué no reunir a todos los townies y confrontarlos a unos con otros? El culpable es uno de ellos, eso es seguro.
fr: Pourquoi ne pas réunir tous les habitants et les confronter les uns aux autres ? Le coupable est parmi eux c’est certain.
id: Kenapa kita tidak mengumpulkan semua Townie dan menghadapkan mereka satu sama lain? Pelakunya pasti salah satu dari mereka.
it: Perché non riunire i cittadini e farli confrontare tra di loro? Il colpevole si nasconde in mezzo a loro, questo è certo.
ja: 住人を全員集め、それぞれの言い分を競わせては？犯人がその中にいるのは確実なのですから。
ko: 주민들을 모아서 서로 대질 심문하면 어떨까요? 범인은 주민들 사이에 있는 것이 분명해요.
pt: Por que não reunir todos os habitantes e confrontá-los? O culpado é um deles, com certeza.
ru: Почему бы нам не собрать всех горожан, пусть пообщаются между собой. Я уверен, что преступник один из них.
zh: 为什么不找来所有镇民让他们互相对质呢？凶手肯定就在他们中间。
zh_tw: 為什麼不找來所有鎮民讓他們互相對質呢？兇手肯定就在他們中間。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_MERCHANT_FOOTPRINTS_STARTED
source: Good morning, my Lord. You say these footprints led you here? Well, I don’t know anything about it. It's probably just another joke of the locals.
de: Guten Morgen, Mylord. Ihr sagt, diese Fußspuren haben Euch hierher geführt? Nun, ich weiß nichts darüber. Es ist wahrscheinlich nur ein weiterer Streich der Einheimischen.
es: Buenos días, mi señor. ¿Dices que estas huellas te condujeron aquí? Bueno, yo no sé nada de eso. Seguramente será otra broma de los lugareños.
fr: Bonjour, Sire. Vous dites que ces empreintes de pas vous ont conduit ici ? Eh bien, je ne sais rien à ce sujet. C'est probablement juste une autre blague des gens du coin.
id: Selamat pagi, Tuanku. Tuanku mengikuti jejak kaki kemari? Hmm, aku tidak tahu apa-apa tentang ini. Mungkin ini hanya lelucon warga asli.
it: Buongiorno, mio signore. Dite che queste impronte vi hanno condotto qui? Beh, io non ne so niente. Probabilmente è solo uno scherzo della gente del posto.
ja: おはようございます、領主様。まさかこの足跡をたどって、こんな所へ？あいにく私は、これについてはサッパリです。地元の奴らが、また笑えない冗談をやらかしたのでしょう。
ko: 영주님, 안녕하세요. 발자국을 따라 여기까지 왔다고요? 음, 저는 전혀 아는 바가 없어요. 원주민들이 농담하는 거겠죠.
pt: Bom dia, meu senhor! Está dizendo que essas pegadas levaram vocês até aqui? Bom, não sei nada a respeito. Deve ser uma brincadeira dos moradores.
ru: Доброе утро, милорд. Говорите, вас сюда привели следы? Ну ничего себе. Наверное, опять эти местные решили подурачиться.
zh: 早上好，领主大人。您说您是沿着这些足迹找到这里的？呃，我什么也不知道。可能又是当地人开的玩笑吧。
zh_tw: 早上好，領主大人。您說您是沿著這些足跡找到這裡的？呃，我什麼也不知道。可能又是當地人開的玩笑吧。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_QUESTIONS_001_TITLE
source: Gather the Townies.
de: Versammle die Bewohner.
es: Reúne a los townies.
fr: Rassemblez les habitants.
id: Kumpulkan para Townie.
it: Riunisci i cittadini.
ja: 住人を集める。
ko: 주민들을 모으세요.
pt: Reúna os habitantes.
ru: Собрать горожан.
zh: 召集镇民。
zh_tw: 召集鎮民。
