Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_BUILDING_INFO_CATHEDRAL
source: The cathedral is a large place of worship and offers a lot of space for Townies to fulfill their need for religion. It has far more room to pray than a church, but also has higher construction and maintenance costs.
de: Die Kathedrale ist ein großes Gotteshaus und bietet sehr vielen Townies Raum, um ihrem Bedürfnis nach Religion nachzukommen. Es bietet weitaus mehr Bewohnern Raum zum Beten als eine Kirche, hat aber auch größere Bau- und Wartungskosten.
es: La catedral es un edificio grande de oración y ofrece mucho espacio para que los townies satisfagan sus necesidades religiosas. Tiene mucho más espacio para rezar que una iglesia, pero los costes de construcción y mantenimiento también son más altos.
fr: La cathédrale est un grand lieu de culte et offre beaucoup d'espace pour que les Townies puissent satisfaire leur besoin de religion. Il a beaucoup plus de place pour prier qu'une église, mais ses coûts de construction et d'entretien sont plus élevés.
id: Gereja Katedral adalah tempat ibadah yang besar dengan banyak tempat bagi para Townie untuk menjalankan agama mereka. Ruang untuk sembahyang jauh lebih luas dibandingkan di gereja biasa, tapi biaya pembangunan dan pemeliharaannya juga lebih tinggi.
it: La cattedrale è un grande luogo di culto e offre molto spazio per soddisfare il bisogni spirituali dei cittadini. Ha molto più spazio per la preghiera di una semplice chiesa, ma ha anche costi di costruzione e di manutenzione più elevati.
ja: 大聖堂は礼拝をするための大きな建物です。住人が使うスペースも広くとってあり、宗教的なニーズを満たします。教会と比べ、はるかに祈りの場所が広いことが特徴。かわりに建設費と維持費は高くつきます。
ko: 성당은 대규모 예배 장소이며 주민들이 종교 활동을 하는 넓은 공간입니다. 교회보다 기도실이 훨씬 많이 있으며 공사 및 유지 비용도 높습니다.
pt: A catedral é um grande prédio para oração e oferece bastante espaço para que os habitantes atendam às suas necessidades religiosas. Ela tem mais espaço do que uma igreja, mas também tem custos de construção e manutenção maiores.
ru: Собор — большое место молитв, где горожане могут удовлетворить свои потребности в религии. Собор обслуживает значительно больше людей, чем церковь, но на его строительство и поддержание уходит намного больше ресурсов.
zh: 大教堂是一处巨大的敬拜场所，它为镇民提供广阔的场地来满足他们的宗教需求。与教堂相比，它有更多用于祷告的地方，不过它的建造与维护费用也更高。
zh_tw: 大教堂是一處巨大的敬拜場所，它為鎮民提供廣闊的場地來滿足他們的宗教需求。與教堂相比，它有更多用於禱告的地方，不過它的建造與維護費用也更高。

# T_GAME_BUILDING_INFO_CHURCH
source: In church the Townies can satisfy their need for prayer and contemplation.
de: In der Kirche können deine Dorfbewohner ihrem Wunsch nach Glauben nachgehen.
es: En la iglesia, los townies satisfacen su necesidad de rezar y contemplación.
fr: À l'église, les habitants peuvent prier et méditer à leur gré.
id: Di gereja, Townie bisa memenuhi kebutuhan religi dan kontemplasi mereka.
it: In chiesa i paesani possono soddisfare il loro bisogno di preghiera e contemplazione.
ja: 教会でタウニーはお祈りをしたり、瞑想をしたりすることができます。
ko: 교회에서 주민들은 기도를 통하여 만족과 명상의 기회를 얻습니다.
pt: Na igreja, os moradores podem satisfazer suas necessidades de orações e contemplação.
ru: В церкви поселяне могут удовлетворить свою потребность в молитве и размышлениях.
zh: 镇民们可以通过礼拜仪式来满足祈祷和冥想的需求。
zh_tw: 鎮民們可以通過禮拜儀式來滿足祈禱和冥想的需求。

# T_GAME_BUILDING_INFO_COALER
source: At the charcoal burner wood is turned into charcoal.
de: In der Köhlerei wird aus Holz Kohle hergestellt.
es: En la carbonera, la madera se transforma en carbón.
fr: Dans la charbonnière, on transforme le bois en charbon.
id: Di perapian batubara, kayu diubah menjadi batubara.
it: Il carbonaio trasforma il legno in carbone.
ja: 炭焼き窯で木材は木炭になります。
ko: 숯가마에서 나무는 숯으로 변화합니다
pt: No carvoeiro a madeira é transformada em carvão.
ru: Угольщик превращает древесину в уголь.
zh: 在木炭窑，木材变成木炭。
zh_tw: 在木炭窯，木材變成木炭。

# T_GAME_BUILDING_INFO_CORNFIELD
source: A field for farmers to grow wheat on.
de: Auf dem Feld baut der Bauer sein Getreide an.
es: Un campo para que los granjeros cultiven trigo.
fr: Un champ dans lequel les fermiers cultivent du blé.
id: Ladang untuk para petani tempat menanam gandum.
it: Un campo nel quale i contadini coltivano il grano.
ja: 畑で小麦を育てます。
ko: 농부들이 밀을 재배할 수 있는 밭.
pt: Um campo para os fazendeiros cultivarem trigo.
ru: Поле, на котором фермеры выращивают пшеницу.
zh: 农民种植小麦的田地。
zh_tw: 農民種植小麥的田地。

# T_GAME_BUILDING_INFO_COUNTRYHOME
source: The large city house is home to {FAMILIES} families. It is very expensive but has the highest capacity for families in a narrow space.
de: Das große Stadthaus bietet {FAMILIES} Familien ein Zuhause. Es ist sehr teuer, bietet dafür aber maximale Kapazität für Familien auf engstem Raum.
es: La casa urbana grande da alojamiento a {FAMILIES} familias. Es muy cara, pero ofrece la mayor capacidad para familias en poco espacio.
fr: La grande maison de ville dispose d’un espace pour {FAMILIES} familles. Il est très coûteux de la construire mais elle possède une plus grande capacité de logement.
id: Rumah tinggal besar dihuni oleh {FAMILIES}. Rumah jenis ini sangat mahal, tapi memiliki kapasitas paling tinggi untuk menampung keluarga di ruang terbatas.
it: La casa grande ospita {FAMILIES} famiglie. È molto costosa ma può ospitare tante famiglie in uno spazio ristretto.
ja: この大きな街の家は{FAMILIES}家族のための家です。これは非常に高額ですが、小さなスペースで最大限の収容人数を提供してくれます。
ko: 대형 시티 하우스에는 {FAMILIES} 가족이 삽니다. 매우 비싸지만 좁은 공간에 가장 많은 가족을 수용할 수 있습니다.
pt: A casa urbana grande abriga {FAMILIES} famílias. É muito cara, mas permite alta ocupação de famílias em um espaço restrito.
ru: Большой роскошный дом вмещает до {FAMILIES} семей. Он стоит очень дорого, однако имеет лучшее соотношение жилого пространства к занимаемому месту.
zh: 这座大型城市房屋是{FAMILIES}家庭的家。它非常昂贵，但对于空间狭小的家庭来说，它的容量最大。
zh_tw: 大型城市房屋可以容下{FAMILIES}個家庭。雖然造價不斐，但是可以在最小的空間中容下最多的家庭。

# T_GAME_BUILDING_INFO_COUNTRYHOME_OLD
source: The large townhouse is home to {FAMILIES} families. It is very expensive but generates more tax income than 2 small townhouses.
de: Das große Stadthaus bietet ganzen {FAMILIES} Familien ein Zuhause. Es ist sehr teuer, aber erwirtschaftet größere Steuererträge als 2 kleine Stadthäuser.
es: La casa grande aloja a {FAMILIES} familias. Aunque es cara, genera más impuestos que dos casas pequeñas.
fr: Une grande maison loge {FAMILIES} familles. Elle coûte cher, mais elle génère plus d'impôts que deux petites maisons.
id: Rumah besar tempat tinggal untuk {FAMILIES} keluarga. Rumah ini sangat mahal namun menghasilkan pajak lebih besar dari dua rumah kecil.
it: L'abitazione grande ospita {FAMILIES} famiglie. È molto costosa ma genera più introiti di tasse rispetto a due abitazioni piccole.
ja: 大きな家は{FAMILIES}世帯まで住むことが可能です。建設費は高くなりますが、2世帯しか住めない小さな家に比べ、税収が期待できます。
ko: 대형 타운 하우스는 {FAMILIES} 가족이 살고 있습니다. 매우 비싸지만 작은 두개의 타운하우스보다 나은 세금 수입을 제공합니다
pt: A moradia grande é residência de {FAMILIES} famílias. É muito caro, mas gera mais rendimentos do que duas casas pequenas.
ru: Большой городской дом служит жилищем для {FAMILIES} семей. Он очень дорогой, но позволяет получить больше поступлений от податей, чем от двух маленьких городских домов.
zh: 大排屋里住着 {FAMILIES} 人家。住在这里费用很高，但是缴纳的税金比两座小排屋还多。
zh_tw: 連棟大邸裡住著 {FAMILIES} 人家。住在這裡費用很高，但是繳納的稅金比兩座小連棟宅邸還多。

# T_GAME_BUILDING_INFO_DECO
source: Deco objects beautify your town. The higher the deco value the more satisfied your Townies will be!
de: Mit Dekorationen kannst du deine Stadt verschönern! Je höher der angezeigte Deko-Wert ist, desto zufriedener werden deine Townies damit sein!
es: Los objetos decorativos embellecen tu ciudad. Cuanto mayor sea el valor del objeto, más satisfechos estarán los townies.
fr: Les objets de décoration embellissent la ville. Plus l'objet coûte cher, plus les habitants sont contents !
id: Objek Deco mempercantik kotamu. Semakin besar nilai deco, akan semakin puas Townie milikmu!
it: Gli oggetti decorativi abbelliscono la città. Più alto è il valore decorativo, più i paesani sono soddisfatti!
ja: デコレーションは街の美化を促進させ、デコレーション値が高いほどタウニーは満足します。
ko: 장식용 물체로 타운을 아름답게 꾸며보세요. 장식물의 값이 비쌀 수록 주민들의 만족도도 높아집니다
pt: Objetos decorativos embelezam sua cidade. Quanto maior o valor da decoração, mais satisfeitos ficam seus moradores!
ru: Декоративные предметы украшают твой город. Чем выше декоративный уровень, тем больше уровень удовлетворенности твоих поселян!
zh: 装饰品能美化你的城镇。装饰品的价值越大，你的镇民满意度越高。
zh_tw: 裝飾品能美化您的城鎮。裝飾品的價值越大，您的鎮民滿意度越高。

# T_GAME_BUILDING_INFO_FAIRGROUND
source: The fairground offers a lot of amusement for the Townies. Each season another festivity is taking place on the fair ground.
de: Der Festplatz bietet den Townies zu jeder Jahreszeit ein unterhaltsames Fest.
es: El recinto ferial proporciona mucha diversión a los Townies. En cada estación se celebra allí un festival.
fr: Ce champ de foire offre beaucoup d'amusement aux habitants. À chaque saison, d'autres festivités prennent place dans le champ de foire.
id: Arena pekan raya menyediakan banyak hiburan untuk para Townies. Di setiap musim ada festival lain yang berlangsung di arena pekan raya.
it: Il centro fieristico offre molti divertimenti ai cittadini. In ogni stagione, nel centro si svolge una diversa festività.
ja: この催事会場はタウニーのためにたくさんの娯楽を提供します。各季節には別の祝祭がこの催事会場で開かれます。
ko: 축제장은 주민들에게 많은 즐거움을 제공하죠. 계절마다 새로운 축제가 축제장에서 열립니다.
pt: A praça de eventos oferece muita diversão para os habitantes. A cada estação, uma nova festividade acontece na praça de eventos.
ru: На ярмарочной площади горожане могут гулять и веселиться. Каждый сезон здесь проводится уникальный праздник.
zh: 露天娱乐场，为镇民带来很多欢乐。每个季节，都会在露天娱乐场举行新的欢庆活动。
zh_tw: 露天娛樂場，為鎮民帶來很多歡樂。每個季節，都會在露天娛樂場舉行新的歡慶活動。

# T_GAME_BUILDING_INFO_FARM
source: The farm can produce wheat, wool or herbs for your village. It needs a wheat field, a sheep pasture or a herb garden. In winter, the farmer cannot work his fields.
de: Der Bauernhof kann Getreide, Wolle und Kräuter produzieren. Dafür sind ein Kornfeld, eine Schafweide oder ein Kräutergarten notwendig. Im Winter kann der Bauer seine Felder nicht bewirtschaften.
es: La granja puede producir trigo, lana y plantas medicinales. Se requiere un campo de trigo, un pasto para las ovejas, o un huerto para las plantas.
fr: Une ferme peut produire du blé, de la laine ou des herbes pour votre village. Elle a besoin d'un champ de blé, d'un pré ou d'un jardin aux plantes.
id: Pertanian bisa menghasilkan gandum, wol, atau rempah-rempah untuk desamu. Untuk itu perlu ada ladang gandum, padang domba, atau kebun rempah-rempah.
it: La fattoria può produrre grano, lana o erbe per il tuo villaggio. Serviranno però un campo di grano, un pascolo o un orto.
ja: 農場はあなたの村のために小麦、羊毛、ハーブを生産することができます。それには小麦畑、牧羊地、ハーブ畑を必要とします。
ko: 농장은 마을을 위한 밀, 울 또는 허브를 생산할 수 있습니다. 밀 밭, 양 목초지 또는 허브 정원이 필요합니다.
pt: A fazenda pode produzir trigo, lã ou ervas para sua vila. Ela precisa de um campo, um pasto ou um jardim de ervas.
ru: Ферма может производить пшеницу, шерсть или травы для твоей деревни. Для этого ей потребуется пшеничное поле, пастбище или сад трав соответственно.
zh: 农场可以为城镇生产小麦、羊毛或药草，只需分别种植麦田、牧羊草场或药草园即可。
zh_tw: 農場可以為城鎮生產小麥、羊毛或藥草，只需分別種植麥田、牧羊草場或藥草園即可。

# T_GAME_BUILDING_INFO_FARM_DEPRECATED
source: The farm produces wheat and wool for your village. Needs a wheat field or a sheep pasture.
de: Der Bauernhof produziert Getreide und Wolle. Dafür sind ein Kornfeld oder eine Schafweide notwendig.
es: La granja produce trigo y lana para la ciudad. Requiere un trigal o pastos para ovejas.
fr: La ferme fournit du blé et de la laine au village. Elle doit être dotée d'un champ de blé ou d'un pré à moutons.
id: Perkebunan menghasilkan gandum dan wool untuk desamu. Membutuhkan ladang gandum atau padang domba.
it: La fattoria produce grano e lana per il villaggio. Necessita di un campo di grano o di un pascolo.
ja: 農場は村に必要な小麦や羊毛を生産します。小麦畑か牧羊地が必要です。
ko: 농장은 마을을 위하여 밀과 양털을 생산합니다. 밀 밭 또는 양 목초지를 필요로 합니다.
pt: A fazenda produz trigo e lã para sua aldeia. Precisa de um campo de trigo ou de pasto para as ovelhas.
ru: Ферма производит пшеницу и шерсть для твоей деревни. Требуется пшеничное поле или пастбище для овец.
zh: 农场为你的村庄生产小麦和羊毛。农场需要麦地或草场来放牧羊群。
zh_tw: 農場為您的村莊生產小麥和羊毛。農場需要麥地或草場來放牧羊群。

# T_GAME_BUILDING_INFO_FIRESTATION
source: At the fire tower, your Townies are on watch for smoldering buildings and try to fight fire in your town. The firefighter can get his water from the pond at his tower.
de: Vom Feuerturm aus halten deine Townies nach schwelenden Bränden Ausschau und bekämpfen Großbrände in deinem Dorf. Der Feuerwehrmann bekommt sein Wasser aus dem Becken seines Turms.
es: Desde la torreta de incendios, los townies vigilan que no haya edificios en llamas e intentan combatir los incendios de la ciudad. El bombero consigue el agua del estanque de la torre.
fr: À la tour d'incendie, vos habitants guettent les bâtiments qui se consument et essayent de lutter contre les incendies qui frappent votre ville. Le pompier peut aller chercher de l'eau à la mare de la tour d'incendie.
id: Menara api selalu mengawasi kota Anda dari kebakaran. Townie yang ditugasi bertindak sebagai pemadam kebakaran dan bisa menyedot air dari kolam di bawah menara itu.
it: Grazie alla torre dei pompieri, i cittadini sorvegliano e combattono gli incendi che si possono sviluppare in città. I pompieri trasportano l'acqua dallo stagno alla loro torre.
ja: 火の見やぐらでは、タウニーが火事を見張り、発生すれば消火しようとします。消化の水はやぐらの池の水を使います。
ko: 화재 감시탑은 여러분의 타운을 위해, 빌딩에서 연기가 나거나 불에 타는 것을 계속 해서 감시합니다. 타운에 살고있는 사람들중 한명이 소방관과 같은 역할을 담당하게 될 것이며, 감시탑 아래에있는 연못에서 물을 퍼올릴 수 있습니다.
pt: Os habitantes montam guarda na torre contra incêndio para ver se há prédios pegando fogo e também combatem os incêndios na cidade. O bombeiro pode pegar a água do reservatório na torre.
ru: С помощью пожарной вышкой твои горожане могут обнаруживать дымящиеся здания и бороться с огнем в твоем городе. Пожарный берет воду из пруда рядом с башней.
zh: 防火塔会一直监护你的城镇，看哪里的建筑有火灾危险或起火。委派的镇民会成为消防员，从塔底的池塘取水灭火。
zh_tw: 防火塔會一直監護你的城鎮，看哪裡的建築有火災危險或起火。委派的鎮民會成為消防員，從塔底的池塘取水滅火。

# T_GAME_BUILDING_INFO_FISHERHUT
source: The fisherman's hut supplies your village with fresh fish.
de: Der Fischer versorgt dein Dorf mit frischem Fisch.
es: La caseta de pescadores proporciona pescado fresco a la ciudad.
fr: La cabane de pêcheur fournit du poisson frais aux habitants.
id: Pondok pemancing memasok desamu dengan ikan segar.
it: Il capanno del pescatore fornisce pesce fresco al villaggio.
ja: 漁師小屋は新鮮な魚を村に供給します。
ko: 낚시꾼의 오두막은 마을에 싱싱한 생선을 제공합니다.
pt: A cabana de pescadores fornece peixe fresco à sua aldeia.
ru: Хижина рыбака снабжает твою деревню свежей рыбой.
zh: 渔民的棚屋为你的村庄供应新鲜的鱼肉。
zh_tw: 漁農小屋為您的村莊供應新鮮的魚肉。

# T_GAME_BUILDING_INFO_GOLDSMITH
source: In the goldsmith's workshop, the finest jewelry is crafted out of gold and tools.
de: Aus Goldbarren und Werkzeugen wird in der Goldschmiede feinster Schmuck hergestellt.
es: El orfebre usa oro y herramientas para fabricar joyas de calidad.
fr: L'orfèvre travaille l'or à l'aide d'outils pour créer des bijoux de valeur.
id: Pengrajin emas menggunakan emas dan peralatan untuk menghasilkan perhiasan terbaik.
it: L'orafo usa oro e utensili per produrre i gioielli più raffinati.
ja: 金細工職人は金と工具を使って、最高級の宝石を生産します。
ko: 금세공인은 금과 도구를 사용하여 최상의 보석을 생산합니다.
pt: O ourives utiliza ouro e ferramentas para produzir as joias mais finas.
ru: Ювелир использует золото и инструменты для производства изящнейших ювелирных изделий.
zh: 金匠利用黄金和工具制作精美的首饰。
zh_tw: 金匠利用黃金和工具製作精美的首飾。

# T_GAME_BUILDING_INFO_GUARDTOWER
source: The soldiers have a magnificent view from the guard tower. The building has to be supplied from a barracks to maintain the combat efficiency of soldiers.
de: Vom Wachturm aus haben die dort stationierten Soldaten einen prächtigen Ausblick über die Stadt. Das Gebäude muss von einer Kaserne versorgt werden, um die Kampfkraft der Soldaten zu verbessern.
es: Los soldados tienen una vista magnífica desde la torre de vigilancia. Para que mantengan su eficiencia combativa, es necesario proporcionarles suministros desde un barracón.
fr: Les soldats ont une vue magnifique depuis leur tour de garde. Le bâtiment doit être ravitaillé par des baraquements pour maintenir l'efficacité des soldats.
id: Pemandangan para serdadu tidak terhalang dari atas menara jaga. Bangunan ini perlu disuplai dari barak agar para serdadu selalu siap tempur.
it: I soldati hanno una visuale perfetta dalla torre di guardia, che dev'essere rifornita da una caserma al fine di mantenere l'efficienza bellica dei soldati.
ja: 兵士たちは見張り塔から、すばらしい眺望を望むことができます。戦いの効率を維持するには、見張り塔は兵舎から供給されなければなりません。
ko: 군인은 감시탑에서 멀리 볼 수 있습니다. 감시탑은 병영에서 공급하여 군인의 전투 효율을 유지해야 합니다.
pt: Os soldados têm uma vista magnífica da torre de guarda. O prédio deve ser abastecido pelo quartel para manter a eficiência de combate dos soldados.
ru: Солдатам со сторожевой вышки видно все. Для поддержания боеспособности защитников потребуется наладить поставку припасов из казарм.
zh: 士兵在守卫塔上视野开阔。该建筑依靠兵营提供补给，以保持士兵的战斗力。
zh_tw: 士兵在守衛塔上視野開闊。該建物依靠兵營提供補給，以保持士兵的戰鬥力。

# T_GAME_BUILDING_INFO_HERBSGARDEN
source: At the herb garden, the farmer can harvest herbs. The herbs are important for producing sausages and for medicinal use. Herbs don't grow in winter.
de: Der Kräutergarten kann nur vom Bauern bewirtschaftet werden. Kräuter wachsen nicht im Winter und sind sowohl für die Herstellung von Würstchen als auch Heilmedizin wichtig.
es: En el huerto, el granjero puede recolectar hierbas necesarias para la producción de salchichas. Estas plantas no crecen en invierno.
fr: Le Jardin aux plantes est l'endroit où le fermier récolte ses herbes. Elles sont importantes pour produire des saucisses et pour un usage médicinal. Les herbes ne poussent pas en hiver.
id: Petani bisa memanen rempah di kebun rempah. Rempah penting untuk membuat sosis dan untuk dijadikan obat. Rempah tidak tumbuh di musim dingin.
it: L'orto è il luogo in cui il contadino può raccogliere erbe. Le erbe non crescono in inverno. Le erbe sono importanti per produrre salsicce e per uso medicinale. Le erbe non crescono in inverno.
ja: ハーブ畑では農民がハーブを収穫することができる。このハーブはソーセージ作りと薬用のために重要なのだ。ハーブは冬の間育てることはできない。
ko: 허브 정원에서 농부가 허브를 수확할 수 있어요. 허브는 소시지 생산과 의료용으로 중요해요. 허브는 겨울에 자라지 않습니다.
pt: No jardim de ervas, o fazendeiro colhe ervas. As ervas são importantes para produzir salsichas e para uso medicinal. As ervas não crescem no inverno.
ru: Сад трав — место, где фермеры собирают растения, необходимые для приготовления колбас и лекарств. Зимой они не растут.
zh: 农民可以从药草园收获药草。加工香肠也好，治病救人也好，药草都很重要。冬天，药草无法生长。
zh_tw: 農民可以從藥草園收穫藥草。加工香腸也好，治病救人也好，藥草都很重要。冬天，藥草無法生長。

# T_GAME_BUILDING_INFO_HERBSGARDEN_DEPRECTAED
source: The Herb Garden is where the doctor plants his medicinal herbs. Herbs don't grow in winter.
de: Im Kräutergarten pflanzt der Heilmedikus seltene Heilkräuter, die er in seiner Medizin verwendet. Kräuter wachsen nicht im Winter.
es: El doctor planta sus plantas medicinales en el huerto de hierbas. Las hierbas no crecen en invierno.
fr: Le Jardin aux plantes est l'endroit où le médecin plante ses herbes médicinales. Les herbes ne poussent pas en hiver.
id: Kebun Toba adalah tempat dokter menanam tanaman obatnya. Tanaman obat tidak tumbuh di musim dingin.
it: L'orto è il luogo in cui il dottore pianta le sue erbe medicinali. Le erbe non crescono in inverno.
ja: ハーブ畑では医者が医療用のハーブを育てます。ハーブは冬の間育ちません。
ko: 허브 정원은 의사들의 약초를 심는 곳입니다. 허브는 겨울에 자라지 않습니다.
pt: O jardim de ervas é onde o médico planta as ervas medicinais. As ervas não crescem no inverno.
ru: Сад трав - это место, где доктор выращивает свои лекарственные растения. Зимой они не растут.
zh: 医生在草药园种植植物药材。草药在冬天无法生长。
zh_tw: 醫生在草藥園種植藥材。草藥在冬天無法生長。

# T_GAME_BUILDING_INFO_HERBSGARDEN_OLD
source: At the Herb Garden, the doctor or farmer can harvest herbs. The Herbs don't grow in winter.
de: Der Kräutergarten kann vom Bauern oder Heilmedikus bewirtschaftet werden. Kräuter wachsen nicht im Winter.
es: En el huerto, el doctor o el granjero pueden recolectar hierbas y plantas medicinales. Estas plantas no crecen en invierno.
fr: Le Jardin aux plantes est l'endroit où le médecin ou le fermier récolte ses herbes. Les herbes ne poussent pas en hiver.
id: Di kebun rempah-rempah, dokter atau petani bisa memanen rempah-rempah. Rempah-rempah tidak tumbuh di musim dingin.
it: L'orto è il luogo in cui il dottore o il contadino può raccogliere erbe. Le erbe non crescono in inverno.
ja: ハーブ畑では医者や農民がハーブを収穫することができます。ハーブは冬には成長しません。
ko: 허브 정원에서 의사나 농부가 허브를 수확할 수 있습니다. 허브는 겨울에 자라지 않습니다.
pt: O jardim de ervas é onde o médico ou o fazendeiro colhe as ervas medicinais. As ervas não crescem no inverno.
ru: Сад трав — это место, где доктор или фермеры собирают свои растения. Зимой они не растут.
zh: 医生或农民可以从药草园收获药草。药草在冬天无法生长。
zh_tw: 醫生或農民可以從藥草園收穫藥草。藥草在冬天無法生長。

# T_GAME_BUILDING_INFO_HOPSFARM
source: At the oast house, hops will be cultivated and dried. It will then be delivered to the breweries in town.
de: Die Hopfendarre ist für den Anbau und die Trocknung von Hopfen verantwortlich. Sie beliefert Brauereien im Dorf mit Hopfen.
es: En este edificio se cultiva y se seca el lúpulo. Luego se entregará a las cervecería de la aldea.
fr: Dans la touraille, le houblon est cultivé et séché, avant d'être livré aux brasseries du village.
id: Hop diolah dan dikeringkan di tempat pengeringan hop, dan selanjutnya diantarkan ke tempat pembuatan bir di kota.
it: Nell’essiccatoio viene coltivato e seccato il luppolo. Esso viene poi consegnato alle birrerie della città.
ja: 乾燥所ではホップが育てられ乾燥されます。そして町の醸造所に運ばれます。
ko: 홉 건조장에서 홉을 처리하고 건조합니다. 그리고 마을 양조장으로 배송합니다.
pt: Na casa de lúpulo, essa planta é cultivada e secada. Depois, ela é enviada para as cervejarias da cidade.
ru: В хмелесушильне выращивают и высушивают хмель. Готовый продукт затем отправляют в пивоварни города.
zh: 在烘干坊，啤酒花受到培养、干燥，然后送到城镇中的酿酒厂。
zh_tw: 在烘乾坊，啤酒花受到培養、乾燥，然後送到城鎮中的釀酒廠。

# T_GAME_BUILDING_INFO_HOPSFIELD
source: At the hops field the workers of the oast house yield hops for the monastery breweries where it is processed into brew. The field does not regrow in winter.
de: Auf dem Hopfenfeld bestellen die Arbeiter der Hopfendarre den Hopfen. Brauereien benötigen den Hopfen, um Gebräu zu produzieren. Das Hopfenfeld wächst im Winter nicht.
es: En el campo de lúpulo, los trabajadores del secadero producen este recurso para las cervecerías de los monasterios, donde se transforma en cerveza. Los cultivos no vuelven a crecer en invierno.
fr: Le champ de houblon fournit la touraille en houblon nécessaire pour le brassage en boisson au monastère. Le champ ne repousse pas en hiver.
id: Di ladang hop, para pekerja tempat pengeringan hop menghasilkan hop untuk pembuatan bir di biara. Hop tidak tumbuh kembali di musim dingin.
it: Presso il campo di luppolo, i lavoratori dell’essiccatoio coltivano il luppolo per i monasteri-birrerie, dove esso viene trasformato in birra. Il campo non ricresce in inverno.
ja: ホップ畑では乾燥所の労働者がビールを作る修道院醸造所のためのホップを作ります。この畑では冬にホップを育てることはできません。
ko: 홉 밭에서 홉 건조장 일꾼들이 맥주를 생산하는 수도원 양조장에 보낼 홉을 재배합니다. 홉은 겨울에 자라지 않습니다.
pt: Na plantação, os trabalhadores da casa de lúpulo produzem o lúpulo para a cervejaria do mosteiro, onde é transformado em cerveja. O campo não germina no inverno.
ru: На плантациях хмеля работники хмелесушильни собирают хмель, используемый в пивоварении. Он не растет зимой.
zh: 烘干坊的工人到啤酒花田里采收的啤酒花，供应给修道院的酿酒作坊，再由酿酒作坊酿制成啤酒。田地在冬季无法重新生长。
zh_tw: 烘乾坊的工人到啤酒花田裡採收的啤酒花，供應給修道院的釀酒作坊，再由釀酒作坊釀製成啤酒。田地在冬季無法重新生長。
