Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_NEED_NAME_JEWELRY
source: Jewelry
de: Schmuck
es: Joyas
fr: Bijoux
id: Perhiasan
it: Gioielli
ja: 宝石
ko: 보석
pt: Joias
ru: Ювелирные изделия
zh: 首饰
zh_tw: 首飾

# T_GAME_NEED_NAME_MARKET
source: Marketplace
de: Marktplatz
es: Mercado
fr: Marché
id: Pasar
it: Mercato
ja: 市場
ko: 시장
pt: Mercado
ru: Рынок
zh: 市场
zh_tw: 市場

# T_GAME_NEED_NAME_RELIGION
source: Religion
es: Religión
id: Religi
it: Religione
ja: 信仰
ko: 종교
pt: Religião
ru: Религия
zh: 宗教
zh_tw: 宗教

# T_GAME_NEED_NAME_RELIGION_2
source: Religious satisfaction
de: Religionszufriedenheit
es: Satisfacción religiosa
fr: Satisfaction liée à la religion
id: Kepuasan keagamaan
it: Soddisfazione religiosa
ja: 宗教的満足度
ko: 종교 만족도
pt: Satisfação com religião
ru: Уровень религиозного удовлетворения
zh: 宗教满足度
zh_tw: 宗教滿足度

# T_GAME_NEED_NAME_TAVERN
source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
id: Komunitas
it: Comunità
ja: 地域社会
ko: 커뮤니티
pt: Comunidade
ru: Общество
zh: 社区
zh_tw: 社區

# T_GAME_NEED_NAME_TAVERN_COMPLETE
source: Satisfaction with the community
de: Wunsch nach Gemeinschaft
es: Satisfacción con la comunidad
fr: Satisfaction à l'égard de la collectivité
id: Tingkat kepuasan dengan komunitas
it: Soddisfazione della comunità
ja: 住民の憩いの場をつくる
ko: 커뮤니티 만족도
pt: Satisfação com a comunidade
ru: Удовлетворение обществом
zh: 对社区的满意度
zh_tw: 對社區的滿意度

# T_GAME_NEED_NAME_TAVERN_COMPLETE_OLD
source: Tavern satisfaction
de: Wirtshaus Zufriedenheit
es: Satisfacción por taberna
fr: Satisfaction des tavernes
id: Kepuasan kedai minum
it: Soddisfazione taverna
ja: 酒場の満足度
ko: 선술집 만족도
pt: Satisfação com taverna
ru: удовлетворенность таверной
zh: 酒馆满足度
zh_tw: 酒館滿足度

# T_GAME_NEED_NAME_TAVERN_OLD
source: Tavern
de: Wirtshaus
es: Taberna
fr: Taverne
id: Kedai
it: Taverna
ja: 酒場
ko: 여관
pt: Taverna
ru: Таверна
zh: 酒馆
zh_tw: 酒館

# T_GAME_NEED_NAME_WATER
source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: 水
ko: 물
pt: Água
ru: Вода
zh: 水
zh_tw: 水

# T_GAME_NOTAXES
source: There are no taxes to collect at the moment!
de: Es sind momentan keine Steuern einzusammeln!
es: ¡No hay impuestos por recoger!
fr: Il n'y a aucun impôt à collecter pour le moment !
id: Untuk sementara tidak ada pajak yang dipungut!
it: Non ci sono tasse da riscuotere al momento!
ja: 現時点で徴収できる税金はありません。
ko: 현재 확보 가능한 세금이 없습니다!
pt: Não há impostos a coletar no momento!
ru: В данный момент отсутствуют подати, которые могут быть собраны!
zh: 此刻没有税金要收集！
zh_tw: 此刻沒有稅金要收集！

# T_GAME_NOTIFICATION_DAILY_REWARD_COMEBACK
source: Return tomorrow for your next reward!
de: Hole dir morgen die nächste Belohnung ab!
es: ¡Vuelve mañana a por una nueva recompensa!
fr: Revenez demain pour votre prochaine récompense !
id: Kembalilah besok untuk hadiah berikutmu!
it: Torna domani per il prossimo premio!
ja: 明日もプレイして次の報酬をもらおう！
ko: 내일 돌아와 다음 보상을 받으세요!
pt: Volte amanhã para ganhar sua próxima recompensa!
ru: Возвращайся завтра, чтобы получить следующую награду!
zh: 明天再来，即可领取下一份奖品！
zh_tw: 明天再來，即可領取下一份獎品！

# T_GAME_NOTIFICATION_DAILY_REWARD_DAY
source: Day {DAY}
de: Tag {DAY}
es: Día {DAY}
fr: Jour {DAY}
id: Hari {DAY}
it: Giorno {DAY}
ja: {DAY}日目
ko: {DAY}일
pt: Dia {DAY}
ru: День {DAY}
zh: 第 {DAY} 天
zh_tw: 第 {DAY} 天

# T_GAME_NOTIFICATION_DAILY_REWARD_DAYS
source: Day {DAY} reward!
de: Tag {DAY} Belohnung!
es: ¡Recompensa del día {DAY}!
fr: Récompense du jour {DAY} !
id: Hadiah Hari {DAY}!
it: Ricompensa giorno {DAY}!
ja: {DAY}日目の報酬！
ko: {DAY}일 보상!
pt: Recompensa do dia {DAY}!
ru: Награда дня {DAY}!
zh: 第 {DAY} 天的奖励！
zh_tw: 第 {DAY} 天的獎賞！

# T_GAME_NOTIFICATION_DAILY_REWARD_DESC
source: Earn more rewards by playing on several days in a row!
de: Verdiene größere Belohnungen für jeden weiteren Tag in Folge, an dem du spielst!
es: Juega varios días seguidos y consigue más recompensas.
fr: Gagnez plus de récompenses en jouant plusieurs jours d'affilée !
id: Dapatkan lebih banyak hadiah dengan bermain beberapa hari berturut-turut
it: Ottieni maggiori ricompense giocando per diversi giorni consecutivi!
ja: 数日間毎日プレイしてもっと報酬を稼ごう！
ko: 여러 날 연속으로 플레이하여 보상을 더 받으세요!
pt: Ganhe mais recompensas jogando vários dias em seguida!
ru: Получи больше наград, играя несколько дней подряд!
zh: 连续多日游戏，获取更多奖励！
zh_tw: 連續多日遊戲，獲取更多獎賞！

# T_GAME_NOTIFICATION_DAILY_REWARD_GETIT
source: Claim reward!
de: Belohnung abholen!
es: ¡Obtener recompensa!
fr: Votre récompense !
id: Ambil hadiah!
it: Riscuoti il premio!
ja: 報酬を請求！
ko: 보상을 요청하세요!
pt: Receber recompensa!
ru: Получить награду!
zh: 领取奖励！
zh_tw: 領取獎賞！

# T_GAME_NOTIFICATION_DAILY_REWARD_RETURNIN
source: Next reward in {TIME}!
de: Nächste Belohnung in {TIME}!
es: ¡Siguiente recompensa en {TIME}!
fr: Prochaine récompense dans {TIME} !
id: Hadiah berikut dalam {TIME}!
it: Prossimo premio tra {TIME}!
ja: 次の報酬まであと{TIME}！
ko: 다음 보상은 {TIME} 후!
pt: Próxima recompensa em {TIME}!
ru: Следующая награда через {TIME}!
zh: 下次奖励倒计时： {TIME}！
zh_tw: 下次獎賞倒計時：{TIME}！

# T_GAME_NOTIFICATION_DAILY_REWARD_TITLE
source: Daily reward
de: Tägliche Belohnung
es: Recompensa diaria
fr: Récompense quotidienne
id: Hadiah harian
it: Premio quotidiano
ja: 毎日の報酬
ko: 일일 보상
pt: Recompensa diária
ru: Ежедневная награда
zh: 每日奖励
zh_tw: 每日獎賞

# T_GAME_NOTIFICATION_DAILY_REWARD_TODAY
source: Today's reward:
de: Heutige Belohnung:
es: Recompensa de hoy:
fr: Récompense du jour :
id: Hadiah hari ini:
it: Premio di oggi:
ja: 今日の報酬：
ko: 오늘 보상:
pt: Recompensa de hoje:
ru: Сегодняшняя награда:
zh: 今日的奖励：
zh_tw: 今日的獎賞：

# T_GAME_NOTIFICATION_RESEARCHSCREEN_01
source: Each time you level up, you unlock several new research possibilities. When you have researched e.g. “more tax income”, this upgrade will be available in all your towns!
de: Jedes mal, wenn du eine Stufe aufsteigst, schaltest du einige Forschungsmöglichkeiten frei. Wenn du z.B. “Mehr Steuern” erforscht hast, ist es in all deinen Speicherständen und Dörfern verfügbar!
es: Cada vez que subes de nivel desbloqueas varias posibilidades nuevas de investigación. Por ejemplo, si has investigado «más ingresos por impuestos», esta mejora estará disponible en todas tus aldeas.
fr: Chaque fois que vous gagnez un niveau, vous débloquez plusieurs nouvelles possibilités de recherche. Lorsque vous avez fait une recherche, par exemple « Plus de revenus des impôts », cette amélioration est disponible dans toutes vos villes !
ja: 街のレベルが上がるたびに、新しいリサーチが解除されます。あなたが、例えば『税収の増加』などのリサーチをすると、すべての町でこのアップグレードが利用できるようになります！
ko: 레벨이 올라갈 때마다 여러 개의 새로운 연구 가능성을 잠금 해제하게 됩니다. 예를 들어 “세수 증가”를 연구한 경우 이 업그레이드는 귀하의 모든 마을에서 사용할 수 있습니다!
ru: При получении каждого уровня у тебя появляется несколько возможностей для проведения исследований. Например, изученная способность «Больше поступлений от податей» будет действовать во всех твоих городах!
zh: 每次升级都会解锁一些新的研究选项。假如您完成了“更多税收收入”的研究，则您的所有城镇都将享有这项升级！
zh_tw: 每次升級都會解鎖一些新的研究選項。假如您完成了「更多稅收收入」的研究，則您的所有城鎮都將享有這項升級！

# T_GAME_NOTIFICATION_RESEARCHSCREEN_01_OLD
source: Each time you level up, you unlock several new research possibilities. Research is permanently linked to your profile. When you have researched e.g. “more tax income”, this upgrade will be available in all your towns!
de: Jedes mal, wenn du eine Stufe aufsteigst, schaltest du einige Forschungsmöglichkeiten frei. Forschungen sind permanent mit deinem Profil verbunden. Wenn du z.B. “Mehr Steuern” erforscht hast, ist es in all deinen Speicherständen und Dörfern verfügbar!
es: Cada vez que subes de nivel desbloqueas varias posibilidades nuevas de investigación. La investigación está permanentemente ligada a tu perfil. Por ejemplo, si has investigado «más ingresos por impuestos», esta mejora estará disponible en todas tus aldeas.
fr: Chaque fois que vous gagnez un niveau, vous débloquez plusieurs nouvelles possibilités de recherche. La recherche est définitivement liée à votre profil. Lorsque vous avez fait une recherche, par exemple « Plus de revenus des impôts », cette amélioration est disponible dans toutes vos villes !
ja: 街のレベルが上がるたびに、新しいリサーチが解除されます。リサーチは永久にあなたのプロフィールにリンクされています。あなたが、例えば『税収の増加』などのリサーチをすると、すべての町でこのアップグレードが利用できるようになります！ す。
ko: 레벨이 올라갈 때마다 여러 개의 새로운 연구 가능성을 잠금 해제하게 됩니다. 연구는 프로필에 영구적으로 연계됩니다. 예를 들어 “세수 증가”를 연구한 경우 이 업그레이드는 귀하의 모든 마을에서 사용할 수 있습니다!
ru: При получении каждого уровня у тебя появляется несколько возможностей для проведения исследований. Проведенные исследования будут навсегда прикреплены к твоему профилю. Например, изученная способность «Больше поступлений от податей» будет действовать во всех твоих городах!
zh: 每次升级都会解锁一些新的研究选项。每项研究成果都会记入您的个人资料中。假如您完成了“更多税收收入”的研究，则您的所有城镇都将享有这项升级！
zh_tw: 每次升級都會解鎖一些新的研究選項。每項研究成果都會記入您的個人資料中。假如您完成了「更多稅收收入」的研究，則您的所有城鎮都將享有這項升級！

# T_GAME_NOTIFICATION_RESEARCHSCREEN_02
source: This is the research screen: Research can take some time and uses large amounts of resources, but you can use Prestige to instantly unlock it. Use the tabs on the left side to go directly to a research category. Highlights on the tabs to the left will show you where new possibilities have been unlocked.
de: Dies ist das Forschungs- Menü: Forschung kann einige Zeit dauern und große Rohstoffmengen verschlingen, allerdings kannst du es auch mit Prestige direkt freischalten. Benutze die Tabs auf der linken Seite, um direkt in eine Forschungskategorie zu springen. Highlights zeigen dir wo du neue Forschungen freigeschaltet hast.
es: Esta es la pantalla de investigación: La investigación puede llevar su tiempo y requerir grandes cantidades de recursos, pero puedes usar Prestigio para desbloquearla inmediatamente. Usa las pestañas de la izquierda para ir directamente a la categoría investigación. El texto destacado en las pestañas de la izquierda te indica dónde se han desbloqueado las nuevas posibilidades de investigación.
fr: Voici l'écran de recherches. La recherche peut prendre du temps et utilise d'énormes quantités de ressources, mais vous pouvez utiliser du Prestige pour la débloquer instantanément. Utilisez les onglets sur le côté gauche pour accéder directement à une catégorie de recherches. Les emplacements surlignés vous indiquent où de nouvelles possibilités ont été débloquées.
id: Ini layar riset. Riset bisa makan waktu dan menghabiskan sumber daya dalam jumlah besar, tapi bisa juga diaktifkan secara instan dengan menggunakan Prestige. Gunakan tab di sisi kiri untuk langsung menuju ke kategori riset tertentu. Highlight pada tab menunjukkan di mana saja kemungkinan baru yang terbuka.
it: Questa è la schermata di ricerca La ricerca può richiedere tempo e consuma grandi quantità di risorse, ma puoi usare il prestigio per sbloccarla immediatamente. Usa le schede a sinistra per andare direttamente a una categoria di ricerca. Le evidenziazioni nelle schede a sinistra indicano che sono state sbloccate nuove possibilità.
ja: これはリサーチ画面です。 リサーチには時間がかかり、大量の資材を使用しますが、名声を使って即座に解除することもできます。 左側のタブを使用すれば、リサーチのカテゴリに直接移動することができます。ハイライトされた左タブで、どのリサーチが新しく解除されたかがわかりま
ko: 이것은 연구 화면입니다. 연구는 시간이 걸리며 많은 자원이 필요하지만 명망을 이용하여 바로 잠금 해제할 수 있습니다. 왼쪽의 탭을 이용하여 연구 범주로 바로 이동하세요. 왼쪽 탭에 강조 표시된 내용은 새로운 가능성이 잠금 해제됐다는 것입니다.
pt: Esta é a tela de pesquisa. A pesquisa pode levar algum tempo e usar grandes quantidades de recursos, mas você pode usar Prestígio para desbloqueá-la imediatamente. Use as guias do lado esquerdo para ir diretamente a uma categoria de pesquisa. Os destaques nas guias da esquerda mostram onde novas possibilidades foram desbloqueadas.
ru: Это экран исследований. На проведение исследований потребуется время и множество ресурсов, однако их также можно разблокировать мгновенно, потратив престиж. Используй вкладки слева для перехода к той или иной категории исследований. Светящаяся вкладка показывает, что в данной категории у тебя появились новые возможности для исследования.
zh: 这就是研究画面。 您需要投入时间和大量资源才能完成研究，也可以使用声望来立即解锁研究成果。 使用左侧选项卡即可直接进入某个研究类别。左侧选项卡的图标代表已解锁的新研究选项。
zh_tw: 這就是研究螢幕。 您需要投入時間和大量資源才能完成研究，也可以使用聲望來立即解鎖研究成果。 使用左側標籖即可直接進入某個研究類別。左側標籖的圖示代表已解鎖的新研究選項。

# T_GAME_NOTIFICATION_RESEARCHSCREEN_OLD
source: This is the research screen. Each time you level up, you unlock several new research possibilities. Research is permanently linked to your profile. When you have researched e.g. “more tax income”, this upgrade will be available in all your towns! Research can take some time and uses large amounts of resources, but you can use Prestige to instantly unlock it. Use the tabs on the left side to go directly to a research category. Highlights on the tabs to the left will show you where new possibilities have been unlocked.
de: Dies ist das Forschungsmenü. Jedes mal, wenn du eine Stufe aufsteigst, schaltest du einige Forschungsmöglichkeiten frei. Forschungen sind permanent mit deinem Profil verbunden. Wenn du z.B. “Mehr Steuern” erforscht hast, ist es in all deinen Speicherständen und Dörfern verfügbar! Forschung kann einige Zeit dauern und große Rohstoffmengen verschlingen, allerdings kannst du es auch mit Prestige direkt freischalten. Benutze die Tabs auf der linken Seite, um direkt in eine Forschungskategorie zu springen. Highlights zeigen dir, wo du neue Forschungen freigeschaltet hast.
es: Esta es la pantalla de investigación. Cada vez que subes de nivel desbloqueas varias posibilidades nuevas de investigación. La investigación está permanentemente ligada a tu perfil. Por ejemplo, si has investigado «más ingresos por impuestos», esta mejora estará disponible en todas tus aldeas. La investigación puede llevar su tiempo y requerir grandes cantidades de recursos, pero puedes usar Prestigio para desbloquearla inmediatamente. Usa las pestañas de la izquierda para ir directamente a la categoría investigación. El texto destacado en las pestañas de la izquierda te indica dónde se han desbloqueado las nuevas posibilidades de investigación.
fr: Voici l'écran de recherches. Chaque fois que vous gagnez un niveau, vous débloquez plusieurs nouvelles possibilités de recherche. La recherche est définitivement liée à votre profil. Lorsque vous avez fait une recherche, par exemple « Plus de revenus des impôts », cette amélioration est disponible dans toutes vos villes ! La recherche peut prendre du temps et utilise d'énormes quantités de ressources, mais vous pouvez utiliser du Prestige pour la débloquer instantanément. Utilisez les onglets sur le côté gauche pour accéder directement à une catégorie de recherches. Les emplacements surlignés vous indiquent où de nouvelles possibilités ont été débloquées.
ja: これはリサーチ画面です。 街のレベルが上がるたびに、新しいリサーチが解除されます。リサーチは永久にあなたのプロフィールにリンクされています。あなたが、例えば『税収の増加』などのリサーチをすると、すべての町でこのアップグレードが利用できるようになります！ リサーチには時間がかかり、大量の資材を使用しますが、名声を使って即座に解除することもできます。 左側のタブを使用すれば、リサーチのカテゴリに直接移動することができます。ハイライトされた左タブで、どのリサーチが新しく解除されたかがわかります。
ko: 이것은 연구 화면입니다. 레벨이 올라갈 때마다 여러 개의 새로운 연구 가능성을 잠금 해제하게 됩니다. 연구는 프로필에 영구적으로 연계됩니다. 예를 들어 “세수 증가”를 연구한 경우 이 업그레이드는 귀하의 모든 마을에서 사용할 수 있습니다! 연구는 시간이 걸리며 많은 자원이 필요하지만 명망을 이용하여 바로 잠금 해제할 수 있습니다. 왼쪽의 탭을 이용하여 연구 범주로 바로 이동하세요. 왼쪽 탭에 강조 표시된 내용은 새로운 가능성이 잠금 해제됐다는 것입니다.
ru: Это экран исследований. При получении каждого уровня у тебя появляется несколько возможностей для проведения исследований. Проведенные исследования будут навсегда прикреплены к твоему профилю. Например, изученная способность «Больше поступлений от податей» будет действовать во всех твоих городах! На проведение исследований потребуется время и множество ресурсов, однако их также можно разблокировать мгновенно, потратив престиж. Используй вкладки слева для перехода к той или иной категории исследований. Светящаяся вкладка показывает, что в данной категории у тебя появились новые возможности для исследования.
zh: 这就是研究画面。 每次升级都会解锁一些新的研究选项。每项研究成果都会记入您的个人资料中。假如您完成了“更多税收收入”的研究，则您的所有城镇都将享有这项升级！ 您需要投入时间和大量资源才能完成研究，也可以使用声望来立即解锁研究成果。 使用左侧选项卡即可直接进入某个研究类别。左侧选项卡的图标代表已解锁的新研究选项。
zh_tw: 這就是研究螢幕。 每次升級都會解鎖一些新的研究選項。每項研究成果都會記入您的個人資料中。假如您完成了「更多稅收收入」的研究，則您的所有城鎮都將享有這項升級！ 您需要投入時間和大量資源才能完成研究，也可以使用聲望來立即解鎖研究成果。 使用左側標籖即可直接進入某個研究類別。左側標籖的圖示代表已解鎖的新研究選項。

# T_GAME_OFFENSE
source: Offense
de: Angriff
es: Ataque
fr: Attaque
id: Ofensif
it: Attacco
ja: 攻撃
ko: 공격
pt: Ofensiva
ru: Нападение
zh: 进攻
zh_tw: 進攻

# T_GAME_OFFER_BUY_FF
source: Or unlock unlimited fast forward forever!
de: Oder kaufe dir unbegrenzt Vorspulen für immer!
es: O desbloquea avance rápido ilimitado para siempre.
fr: Ou débloquez l'avance rapide illimitée !
id: Atau buka fitur percepat tanpa batas untuk selamanya.
it: Oppure sblocca velocizzazione illimitata per sempre.
ja: または、「無制限の早送り」を解除する。
ko: 아니면 무한 빨기 감기를 영원히 잠금 해제하세요.
pt: Ou desbloquear aceleração ilimitada para sempre.
ru: Или разблокировать неограниченную перемотку вперед.
zh: 或一劳永逸，解锁无限制快进。
zh_tw: 或一勞永逸，解鎖無限制快進。

# T_GAME_OFFER_GETPRESTIGE
source: Get more Prestige!
de: Hol dir mehr Prestige!
es: ¡Consigue más prestigio!
fr: Obtenez plus de Prestige !
id: Dapatkan lebih banyak prestige!
it: Aumenta il prestigio!
ja: もっと名声を得ましょう！
ko: 명망을 더 받으세요!
pt: Consiga mais prestígio!
ru: Заработай больше очков престижа!
zh: 得到更高声望值！
zh_tw: 得到更高聲望值！

# T_GAME_OFFER_REFILL_FF
source: Refill {SECONDS} seconds of fast forward with Prestige.
de: Benutze Prestige um {SECONDS} Sekunden Vorspulen aufzufüllen.
es: Añade {SECONDS} segundos de avance rápido.
fr: Remplissez {SECONDS} secondes d'avance rapide.
id: Isi ulang {SECONDS} seconds atau fitur percepat.
it: Riempi {SECONDS} secondi di velocizzazione.
ja: 早送りを{SECONDS}秒補充する。
ko: 빨기 감기 {SECONDS}초를 재충전하세요.
pt: Recarregar {SECONDS} segundos de aceleração.
ru: Восполнить {SECONDS} сек. перемотки вперед.
zh: 补充 {SECONDS} 秒快进。
zh_tw: 補充 {SECONDS} 秒快進。

# T_GAME_OFFER_VISITSHOP
source: Visit the shop!
de: Zum Shop!
es: ¡Visita la tienda!
fr: Visitez la boutique !
id: Kunjungi toko!
it: Visita il negozio!
ja: ショップを訪ねましょう！
ko: 상점을 방문하세요!
pt: Visite a loja!
ru: Посети магазин!
zh: 造访商店！
zh_tw: 造訪商店！

# T_GAME_OPTIONS_NOTIFICATIONS
source: Notifications
de: Benachrichtigungen
es: Notificación
fr: Notification
id: Pemberitahuan
it: Notifica
ja: 通知
ko: 공지
pt: Notificação
ru: Уведомления
zh: 通知
zh_tw: 通知

# T_GAME_POPUP_PICK_RESOURCES_CLEAR
source: Clear slot
de: Feld löschen
es: Despejar ranura
fr: Dégager l'emplacement
id: Kosongkan slot
it: Libera slot
ja: スロットをクリア
ko: 슬롯 지우기
pt: Retirar
ru: Очистить ячейку
zh: 清空货位
zh_tw: 清空貨位

# T_GAME_POPUP_PICK_RESOURCES_OKAY
source: Apply
de: Bestätigen
es: Aplicar
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
pt: Aplicar
ru: Применить
zh: 应用
zh_tw: 應用

# T_GAME_POPUP_PLEASE_WAIT_DESCRIPTION
source: Connecting to Google Play Services.
de: Verbinde mit Google Play Dienste.
es: Conectando a Servicios de Google Play.
fr: Connexion aux services Google Play.
id: Menyambung ke Google Play Services.
it: Connessione a Google Play Services.
ja: Google Playサービスに接続中です。
ko: Google Play Services에 연결 중입니다.
pt: Conectando aos serviços Google Play.
ru: Подключение к сервисам Google Play.
zh: 正在连接到 Google Play 服务
zh_tw: 正在連接到 Google Play 服務

# T_GAME_POPUP_PLEASE_WAIT_TITLE
source: Please wait…
de: Bitte warten…
es: Espera...
fr: Veuillez patienter...
id: Harap tunggu...
it: Attendere...
ja: お待ちください・・・
ko: 기다리세요…
pt: Por favor, aguarde…
ru: Подожди...
zh: 请等待……
zh_tw: 請等待……

# T_GAME_QUESTION_BANDIT_CANCEL_ATTACK
source: Cancel attack?
de: Angriff abbrechen?
es: ¿Cancelar ataque?
fr: Annuler l'attaque ?
id: Batalkan serangan?
it: Annullare l’attacco?
ja: 攻撃を中止しますか？
ko: 공격을 취소하시겠습니까?
pt: Cancelar ataque?
ru: Отменить атаку?
zh: 要取消攻击吗？
zh_tw: 要取消攻擊嗎？

# T_GAME_QUESTION_CUREALL
source: Do you want to cure all townies?
de: Möchtest du alle Townies heilen?
es: ¿Quieres curar a todos los townies?
fr: Voulez-vous soignez tous les habitants ?
id: Anda ingin mengobati semua townies?
it: Vuoi curare tutti i cittadini?
ja: すべての病人を治療したいですか？
ko: 모든 주민들을 치료하시겠습니까?
pt: Deseja curar todos os habitantes?
ru: Хочешь вылечить всех горожан?
zh: 你希望治愈所有的镇民吗？
zh_tw: 你希望治癒所有的鎮民嗎？

# T_GAME_QUESTION_CUREALL_NODISEASE
source: There are no sick Townies in town!
de: Es sind keine kranken Townies im Dorf!
es: ¡Ningún townie está enfermo!
fr: Il n'y a pas d'habitants malades dans le village !
id: Tidak ada townies yang sakit di desa!
it: Non ci sono cittadini malati in città!
ja: この街に病人はいません。
ko: 마을에 아픈 주민이 없습니다
pt: Não há habitantes doentes no vilarejo!
ru: В городе отсутствуют заболевшие горожане!
zh: 镇上没有生病的镇民了！
zh_tw: 鎮上沒有生病的鎮民了！

# T_GAME_QUESTION_DELETE
source: Are you sure you want to delete this?
de: Willst du das wirklich löschen?
es: ¿Seguro que quieres eliminar esto?
fr: Voulez-vous vraiment supprimer cela ?
id: Apa kamu yakin untuk menghapusnya?
it: Vuoi davvero cancellare questo?
ja: 本当に削除してもよろしいですか？
ko: 정말로 삭제하시겠습니까?
pt: Tem certeza que quer excluir isso?
ru: Уверен, что хочешь удалить это?
zh: 你确定要删除这个吗？
zh_tw: 您確定要刪除這個嗎？

# T_GAME_QUESTION_DELETESAVE
source: Are you sure you want to delete the save game: {TOWNNAME}?
de: Willst du diesen Speicherstand: {TOWNNAME}, wirklich löschen?
es: ¿Seguro que quieres borrar la partida {TOWNNAME}?
fr: Êtes-vous sûr de vouloir effacer la sauvegarde : {TOWNNAME} ?
id: Anda yakin ingin menghapus permainan yang disimpan: {TOWNNAME}?
it: Vuoi davvero cancellare il salvataggio: {TOWNNAME}?
ja: {TOWNNAME}のセーブデータを削除してもよろしいですか？
ko: 저장된 게임을 삭제하시겠습니까: {TOWNNAME}?
pt: Tem certeza de que quer apagar o jogo: {TOWNNAME}?
ru: Уверен, что хочешь удалить сохраненную игру: {TOWNNAME}?
zh: 你确定要删除已保存的游戏： {TOWNNAME}吗？
zh_tw: 您確定希望刪除已存檔的遊戲： {TOWNNAME}嗎？

# T_GAME_QUESTION_DELETE_BUILDING
source: Do you really want to tear down this building?
de: Willst du das Gebäude wirklich abreißen?
es: ¿Seguro que quieres derribar este edificio?
fr: Voulez-vous vraiment démolir ce bâtiment ?
id: Apa kamu benar-benar ingin membongkar bangunan ini?
it: Vuoi davvero abbattere questo edificio?
ja: 本当にこの建物を撤去してもよろしいですか？
ko: 해당 빌딩을 정말로 철거하시겠습니까?
pt: Tem certeza que quer demolir este prédio?
ru: Действительно хочешь снести это здание?
zh: 你真地要拆除此建筑物吗？
zh_tw: 您真地要拆除此建築物嗎？

# T_GAME_QUESTION_EXTINGUISH
source: Do you want to extinguish all burning buildings?
de: Möchtest du alle brennenden Gebäude löschen?
es: ¿Quieres apagar todos los edificios en llamas?
fr: Voulez-vous éteindre tous les bâtiments en flammes ?
id: Anda memadamkan semua gedung yang terbakar?
it: Vuoi spegnere tutti gli edifici in fiamme?
ja: すべての燃えている建物を鎮火したいですか？
ko: 모든 빌딩의 화재를 진압하시겠습니까?
pt: Deseja apagar todos os incêndios?
ru: Хочешь потушить все горящие здания?
zh: 你希望扑灭所有着火的建筑吗？
zh_tw: 你希望撲滅所有著火的建築嗎？

# T_GAME_QUESTION_INSTANTBUILD
source: Do you want to build instantly?
de: Möchtest du das Gebäude sofort bauen?
es: ¿Seguro que quieres construir al instante?
fr: Souhaitez-vous une construction express ?
id: Apa kamu ingin membangun dengan cepat?
it: Vuoi costruirlo istantaneamente?
ja: 今すぐ建設しますか？
ko: 즉시 지으시겠습니까?
pt: Quer construir instantaneamente?
ru: Желаешь построить мгновенно?
zh: 你想要马上开始建造吗？
zh_tw: 您想要馬上開始建造嗎？

# T_GAME_QUESTION_NOEXTINGUISH
source: There are no burning buildings to be extinguished!
de: Es sind keine brennenden Gebäude zu löschen!
es: ¡No hay ningún edificio en llamas por apagar!
fr: Il n'y a pas de bâtiments en flammes à éteindre !
id: Tidak ada gedung terbakar yang harus dipadamkan!
it: Non ci sono edifici in fiamme da spegnere!
ja: 燃えている建物はありません。
ko: 화재를 진압할 빌딩이 없습니다.
pt: Não há incêndios a apagar!
ru: Отсутствуют горящие здания для тушения!
zh: 没有建筑需要救火了！
zh_tw: 沒有建築需要救火了！
