Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN13_11_START
source: The King wants to walk trough town. If he spots dissatisfied townsfolk he will surely realize that something is not in order. We also need to build a statue of the King!
de: Als nächstes möchte der König die Stadt besichtigen. Wenn er unzufriedene Bürger sieht, wird er merken, dass hier etwas nicht stimmt. Außerdem wurde die Statue zu Ehren des Königs vor einiger Zeit zerstört. Wir müssen schnell eine neue errichten!
es: El rey quiere pasear por la aldea. Si descubre que los aldeanos están insatisfechos se percatará de que algo no va bien. ¡Y además tenemos que erigir una estatua suya!
fr: Le roi veut se promener en ville. S'il tombe sur des habitants mécontents, il comprendra sans doute qu'il y a un problème. De plus, nous devons bâtir une statue en son honneur !
id: Raja ingin jalan-jalan di kota. Jika ia melihat penduduk yang tidak puas, ia pasti akan curiga bahwa ada yang tidak beres. Kita juga perlu membuat patung san Raja!
it: Il Re vuole fare una passeggiata in città. Se vedrà dei cittadini insoddisfatti, si renderà conto che qualcosa non va. Dobbiamo anche erigere una sua statua!
ja: 国王が町の散策をお望みです。 不満そうな町民を見られれば、何かがおかしいと思われるでしょう。 王の像も設置せねばなりません。
ko: 왕이 마을을 걸어서 보려합니다. 불만족한 주민을 발견하면 무언가 잘못 되었다는 것을 알아차릴 것입니다. 그리고 왕의 조각상도 만들어야 해요!
pt: O Rei quer passear pela cidade. Se ele vir habitantes insatisfeitos, certamente vai perceber que há alguma coisa errada. Precisamos construir uma estátua do Rei!
ru: Король хочет пройтись по городу. Если ему на глаза попадутся недовольные горожане, он сразу же почувствует неладное. А еще нам срочно нужно построить статую его сиятельства!
zh: 国王想在城镇中走走。 如果他遇到不满的镇民，就会察觉一些问题。 我们还需要为国王修建一座雕像！
zh_tw: 國王想在城鎮中走走。 如果他遇到不滿的鎮民，就會察覺一些問題。 我們還需要為國王修建一座雕像！

# T_GAME_QUEST_SCEN13_11_SUCCESS
source: Excellent! All townies were in very good spirits during the King's walk.
de: Ausgezeichnet! Alle Bürger waren bester Laune während der Besichtigung des Königs. Zudem war er besonders beeindruckt von dem guten Zustand der königlichen Statue.
es: ¡Excelente! Todos los townies estaban de buen humor durante el paseo del rey.
fr: Excellent ! Tous les habitants étaient de bonne humeur durant la promenade du roi.
id: Bagus sekali! Semua townie sangat bersemangat ketika sang Raja berjalan-jalan.
it: Magnifico! I cittadini erano di ottimo umore durante la visita del Re.
ja: すばらしい！すべてのタウニーは王の散策中に非常に上機嫌でした。
ko: 훌륭합니다! 왕이 방문하는 동안 모든 주민의 기분이 매우 좋았어요.
pt: Excelente! Todos os habitantes estão de bom humor durante o passeio do Rei.
ru: Отличная работа! Во время прогулки короля все горожане пребывали в добром расположении духа.
zh: 真棒！在国王到访期间，所有镇民都精神饱满。
zh_tw: 真棒！在國王到訪期間，所有鎮民都精神飽滿。

# T_GAME_QUEST_SCEN13_11_TITLE
source: Raise the townsfolk satisfaction and build a statue of the King.
de: Bringe die Zufriedenheit der Bevölkerung über 100% und baue eine Statue des Königs.
es: Eleva la satisfacción de los aldeanos y erige una estatua del rey.
fr: Augmentez la satisfaction des habitants et construisez une statue du roi.
id: Tingkatkan kepuasan penduduk kota dan buatlah patung sang Raja.
it: Aumenta la soddisfazione dei cittadini e costruisci una statua del Re.
ja: 町民の満足度を上げ、王様の像を設置する。
ko: 주민의 만족도를 높이고 왕의 조각상을 만드세요.
pt: Aumente a satisfação dos habitantes e construa uma estátua do Rei.
ru: Повысь уровень удовлетворения горожан и построй статую короля.
zh: 提高镇民满足度，并为国王修建一座雕像。
zh_tw: 提高鎮民滿足度，並為國王修建一座雕像。

# T_GAME_QUEST_SCEN13_12_FAIL
source: The King wasn't impressed! We cannot make any more mistakes!
de: Oh Nein! Der König war von den Wachen überhaupt nicht beeindruckt! Wir können uns keine weiteren Fehler erlauben, solange der König da ist!
es: ¡El rey está decepcionado! ¡No podemos cometer más errores!
fr: Le roi n'était pas impressionné ! Nous ne pouvons pas nous permettre d'autre erreur !
id: Raja tidak terkesan! Kita tidak boleh membuat kesalahan lagi!
it: Il Re non è rimasto affatto colpito. Non possiamo permetterci altri errori.
ja: 国王は何とも思われなかったようです！ これ以上間違いを犯してはなりません！
ko: 왕이 좋은 인상을 받지 않았어요! 더 이상 실수하면 안 됩니다!
pt: O Rei não ficou impressionado! Não podemos cometer mais nenhum erro!
ru: Король недоволен нами! Впредь нельзя допустить ни одной ошибки!
zh: 国王并不满意！ 我们不能再出差错了！
zh_tw: 國王並不滿意！ 我們不能再出差錯了！

# T_GAME_QUEST_SCEN13_12_START
source: The King is going to inspect our troops. Make sure we have an impressive town watch awaiting the King's arrival!
de: Der König wird als nächstes die Truppen inspizieren. Stelle sicher, dass ihn eine beeindruckende Stadtwache erwartet!
es: El rey va a inspeccionar a nuestras tropas. ¡Asegúrate de que nuestra guardia le cause una buena impresión!
fr: Le roi va inspecter nos troupes. Assurez-vous d'avoir une garde de la ville impressionnante pour assister à l'arrivée du roi !
id: Raja akan menginspeksi pasukan kita. Pastikan penjaga kota tampil mengesankan saat menanti kedatangan sang Raja!
it: Il Re ispezionerà le truppe. Assicurati che vi sia un buon numero di guardie ad attenderlo!
ja: 国王が我々の軍隊を検査なさろうとしています。 すばらしい見張り番が国王の到着をお待ちするようにしましょう！
ko: 왕이 군대를 검사할 것입니다. 왕의 도착을 기다리는 멋진 감시탑을 유지하세요!
pt: O Rei vai inspecionar nossas tropas. Cuide para que tenhamos uma impressionante guarda da cidade esperando pela chegada do Rei!
ru: Король пожелал провести смотр войск. Убедитесь, что наша городская стража готова к прибытию его величества!
zh: 国王要视察我们的部队。 请组建一支强大的城镇守卫部队，迎接国王的到来！
zh_tw: 國王要視察我們的部隊。 請組建一支強大的城鎮守衛部隊，迎接國王的到來！

# T_GAME_QUEST_SCEN13_12_SUCCESS
source: This town watch will surely impress the King!
de: Ausgezeichnet! Der König wird von der Stadtwache beeindruckt sein!
es: ¡Esta guardia sin duda impresionará al rey!
fr: Cette garde de la ville va certainement impressionner le roi !
id: Pasukan penjaga kota pasti akan membuat sang Raja terkesan!
it: Le guardie cittadine faranno di certo colpo sul Re.
ja: この見張りは国王に感銘を与えるに違いありません！
ko: 이 감시탑은 분명히 왕에게 깊은 인상을 줄 것입니다!
pt: Essa guarda da cidade certamente vai impressionar o Rei!
ru: Такая городская стража без сомнения впечатлит короля!
zh: 这支城镇守卫部队一定会让国王大开眼界！
zh_tw: 這支城鎮守衛部隊一定會讓國王大開眼界！

# T_GAME_QUEST_SCEN13_12_TITLE
source: Keep enough soldiers employed.
de: Beschäftige genügend Soldaten.
es: Mantén empleados a suficientes soldados.
fr: Ayez suffisamment de gardes employés.
id: Pastikan ada cukup banyak serdadu.
it: Assumi un numero sufficiente di soldati.
ja: 十分な兵士の雇用を維持する。
ko: 군인을 충분히 유지하세요.
pt: Mantenha soldados suficientes empregados.
ru: Найми достаточное количество солдат.
zh: 雇佣足够多的士兵。
zh_tw: 僱傭足夠多的士兵。

# T_GAME_QUEST_SCEN13_13_FAIL
source: We failed, my Lord. The festivities didn't meet the kings standards and now he is disgruntled! Maybe honesty would have been the better way…
de: Wir haben versagt, mein Herr! Der Ball entsprach nicht den Erwartungen des Königs und nun ist er verärgert. Vielleicht wäre Ehrlichkeit der bessere Weg gewesen...
es: Hemos fracasado, mi señor. ¡La celebración no ha estado a la altura de las expectativas del rey y está disgustado! Quizá habría sido mejor ser honestos...
fr: Nous avons échoué, mon seigneur. Le roi n'a pas trouvé les festivités à son goût et il est de mauvaise humeur ! Nous aurions peut-être dû être honnêtes avec lui…
id: Kita gagal, Tuanku. Pesta ternyata tidak sesuai standar sang Raja dan ia tidak senang! Mungkin malah lebih baik seandainya kita jujur saja…
it: Abbiamo fallito, mio signore. La festa non è stata all'altezza delle aspettative del Re, che ora è irritato. Magari avremmo dovuto essere onesti fin dall'inizio...
ja: 失敗です、閣下。祭典が国王の基準を満たしていなかったとし、国王は不満を抱かれています！ 正直でいたほうがよかったのかもしれません...
ko: 실패했습니다, 영주님. 축제는 왕의 기대에 못 미쳤고 이제 왕의 노여워하고 있습니다! 아마도 정직했으면 좋았을 것입니다…
pt: Falhamos, meu senhor. A festividade não atendeu aos padrões do rei e agora ele está insatisfeito. Talvez a honestidade fosse mesmo o melhor caminho...
ru: Все пропало, милорд. Праздник не понравился королю, и теперь он находится в скверном расположении духа! Возможно, нам все же стоило быть честными с ним...
zh: 我们失败了，大人。庆典没有达到国王的标准，国王很不高兴！ 也许我们应该坦白一切……
zh_tw: 我們失敗了，大人。慶典沒有達到國王的標準，國王很不高興！ 也許我們應該坦白一切……

# T_GAME_QUEST_SCEN13_13_START
source: The King wants to have a great festivity. Make sure that we have jewelry and noble clothes in stock. Everything will fall apart if we fail!
de: Zum Abschluss seiner Besichtigung möchte der König einen großen Ball ausrichten. Stellt sicher, dass Schmuck und edle Kleider zur Verfügung stehen. Sollten wir versagen, wird alles auffliegen!
es: El rey quiere celebrar una gran fiesta. Ten preparadas joyas y ropas nobles para el evento. ¡Si fallamos, todo se vendrá abajo!
fr: Le roi veut lancer de grandes festivités. Assurez-vous d'avoir assez de bijoux et de vêtements pour les nobles en stock. Si nous échouons, tout notre plan tombe à l'eau !
id: Raja ingin membuat pesta besar. Pastikan kita punya persediaan perhiasan dan pakaian kebesaran. Semuanya akan kacau kalau kita gagal!
it: Il Re vuole organizzare una grande festa. Fai scorta di abiti e gioielli. Se falliremo, sarà tutto perduto!
ja: 国王が偉大な祭典を望んでいらっしゃいます。宝石や高貴な衣服を蓄えておくようにしましょう。 失敗すると大変なことになります！
ko: 왕이 멋진 축제를 원합니다. 보석과 멋진 옷을 확보하세요. 실패하면 모든 것이 수포로 돌아갈 거예요!
pt: O Rei quer fazer uma grande festividade. Verifique se temos roupas e joias suficientes em estoque. Se falharmos, tudo estará perdido!
ru: Король хочет устроить праздник. Убедитесь, что у нас для этого достаточно ювелирных украшений и благородной одежды. Мы не можем позволить себе ударить в грязь лицом!
zh: 国王想举办一场盛大的庆典。请储备足量的珠宝和礼服。 否则，一切都会泡汤！
zh_tw: 國王想舉辦一場盛大的慶典。請儲備足量的珠寶和禮服。 否則，一切都會泡湯！

# T_GAME_QUEST_SCEN13_13_SUCCESS
source: The festivity has been a great success! Looks like we were able to deceive the King.
de: Der Ball war ein großer Erfolg und der König ist sehr zufrieden mit der Stadt. Es scheint, als wäre es uns gelungen, den König zu täuschen.
es: ¡La fiesta ha sido un gran éxito! Parece que hemos conseguido engañar al rey.
fr: Les festivités ont eu beaucoup de succès ! On dirait que nous avons réussi à tromper le roi.
id: Pesta sangat berhasil! Sepertinya kita berhasil mengelabui sang Raja.
it: La festa è stata un grande successo. A quanto pare, siamo riusciti a ingannare il Re.
ja: 祭典は非常にうまくいきました！国王を欺くことができたようです。
ko: 축제가 대단히 성공적으로 끝났어요! 왕을 속이는 데 성공한 것 같습니다.
pt: A festividade foi um grande sucesso! Parece que conseguimos enganar o Rei.
ru: Праздник пользовался небывалым успехом! Похоже, нам удалось провести короля.
zh: 庆典非常成功！应该能够瞒过国王。
zh_tw: 慶典非常成功！應該能夠瞞過國王。

# T_GAME_QUEST_SCEN13_13_TITLE
source: Stock clothes and jewelry.
de: Lagere Kleidung und Schmuck.
es: Acumula ropas y joyas.
fr: Stockez des vêtements et bijoux.
id: Timbun persediaan pakaian dan perhiasan.
it: Fai scorta di abiti e gioielli.
ja: 衣服や宝石を蓄える。
ko: 옷과 보석을 비축하세요.
pt: Estoque roupas e joias.
ru: Запасись одеждой и ювелирными украшениями.
zh: 储备衣服和珠宝。
zh_tw: 儲備衣服和珠寶。

# T_GAME_QUEST_SCEN13_14_START
source: It's way to dangerous for me to travel your streets with all my precious goods. You're on your own!
de: Ich werde unter keinen Umständen eure Stadt besuchen! Es ist viel zu gefährlich, Eure Straßen mit all meinen wertvollen Gütern zu bereisen.
es: Es muy peligroso para mí recorrer tus calles con mis valiosos bienes. ¡Apáñatelas como puedas!
fr: Vos rues sont beaucoup trop dangereuses pour que je m'y promène avec mes précieuses marchandises. Je vous laisse !
id: Terlalu berbahaya bagiku untuk menyusuri jalan kalian dengan barang-barangku saya yang berharga. Silakan cari jalan keluar sendiri!
it: Per me è troppo pericoloso percorrere queste strade con le mie merci preziose. Dovrai cavartela da solo!
ja: この大事な商品を持ってあなたの街を移動するのは危険過ぎます。 お一人でどうぞ！
ko: 귀중한 상품을 갖고 거리를 여행하는 것은 위험해요. 혼자 가세요!
pt: Percorrer as suas ruas com todos os meus produtos preciosos é muito perigoso para mim! Você vai sozinho!
ru: Передвигаться по вашим улицам со столь ценными товарами не безопасно. Ничем не могу вам помочь!
zh: 让我携带贵重货物上街，实在太危险了。 你只能自己想办法了。
zh_tw: 讓我攜帶貴重貨物上街，實在太危險了。 你只能自己想辦法了。

# T_GAME_QUEST_SCEN13_15_START
source: Now that you have defeated the bandits it will be a pleasure for me to visit your town and trade again.
de: Nun, da ihr die Banditen besiegt habt, wird es mir ein Vergnügen sein, mit Euch zu handeln.
es: Ahora que has derrotado a los bandidos, será un placer para mí visitar tu aldea y volver a hacer negocios.
fr: Maintenant que vous avez vaincu les bandits, je vais me faire un plaisir de visiter de nouveau votre ville pour y commercer.
id: Setelah kalian berhasil menumpas gerombolan bandit, aku dengan senang hati akan berkunjung lagi untuk berdagang.
it: Ora che hai sconfitto i banditi, per me sarà un piacere tornare a fare affari nella tua città.
ja: 盗賊を倒された今、またあなたの街に行って取引を始めるのが楽しみです。
ko: 이제 영주님이 산적을 물리쳤으니 기쁜 마음으로 마을을 방문하고 다시 거래를 하겠습니다.
pt: Agora que você derrotou os bandidos, será um prazer visitar sua cidade e fazer negócios novamente.
ru: Раз уж вы разделались с бандитами, я буду рад наведаться к вам в город и начать торговлю.
zh: 既然你已经打败了强盗，我当然愿意去你的城镇做生意。
zh_tw: 既然你已經打敗了強盜，我當然願意去你的城鎮做生意。

# T_GAME_QUEST_SCEN13_16_START
source: The merchant is a coward, but he spoke the truth! The forests around the town are a dangerous place. We should train guards that watch out for bandits.
de: Der Händler mag ein Feigling sein, doch er hat Recht. Die Wälder um die Stadt sind gefährlich und ein Banditenangriff, während der König zu Besuch ist, wäre eine Katastrophe! Wir sollten einige Bürger zu Soldaten ausbilden und Wachtürme bauen, damit sie Ausschau nach Banditen halten können.
es: ¡El mercader es un cobarde, pero ha dicho la verdad! Los bosques de los alrededores son muy peligrosos. Debemos entrenar a algunos guardias para que vigilen a los bandidos.
fr: Le marchand est un froussard, mais il dit vrai ! Les forêts qui entourent la ville sont un endroit dangereux. Nous devrions entraîner des gardes pour nous protéger des bandits.
id: Pedagang itu pengecut, tapi ucapannya benar! Hutan di sekeliling kota memang berbahaya. Kita perlu melatih penjaga untuk menghalau para bandit.
it: Il mercante è un codardo, ma ha detto il vero. La foresta intorno alla città è pericolosa. Dobbiamo addestrare delle guardie che tengano alla larga i banditi.
ja: 商人は臆病者ですが、言っていることは真実です！ 町の周りの森は危険な場所です。見張りを訓練して盗賊に気を付けなければなりません。
ko: 상인은 겁쟁이지만 진실을 말했어요! 마을 주변 숲은 위험한 곳입니다. 경비를 훈련시켜서 산적을 감시해야 합니다.
pt: O mercador é um covarde, mas ele falou a verdade! A floresta ao redor da cidade é um lugar perigoso. Devemos treinar guardas para ficar de olho nos bandidos.
ru: Купец — трус, но он прав! В лесах, окружающих город, развелось множество бандитов, в городе из-за них опасно. Нужно заняться обучением стражи.
zh: 那商人是个胆小鬼，但他说的是实话！ 城镇周围的森林是个危险的地方，我们需要训练守卫防备那些强盗。
zh_tw: 那商人是個膽小鬼，但他說的是實話！ 城鎮周圍的森林是個危險的地方，我們需要訓練守衛防備那些強盜。

# T_GAME_QUEST_SCEN13_16_SUCCESS
source: You build the foundation for the defense of the village, my Lord. But we should expand on it.
de: Hervorragende Arbeit, mein Herr. Damit ist der Grundstein für eine Stadtwache gelegt. Allerdings wäre es sicher klug, sie weiter zu verstärken.
es: Has puesto los cimientos de la defensa de la aldea, mi señor. Pero debemos fortalecerla.
fr: Nous avez bâti de solides fondations pour défendre la ville, mon seigneur. Il va falloir continuer dans ce sens.
id: Tuanku telah membangun landasan untuk pertahanan kota. Tapi sebaiknya kita kembangkan lagi.
it: Hai gettato le basi della difesa cittadina, mio signore. Ma ora dobbiamo aumentarla.
ja: 閣下、あなたは町の防衛の基礎を作られました。しかし我々はそれを強化する必要があります。
ko: 마을 방어를 위한 기반을 만들었습니다, 영주님. 이제 기반 위에 확장해야 합니다.
pt: Você construiu a base para a defesa da cidade, meu senhor. Mas devemos ir além dela.
ru: Вы заложили прочный фундамент городской обороны, милорд. Но это лишь начало.
zh: 您为城镇修建了基本的防御工事，但我们需要在此基础上扩建，大人。
zh_tw: 您為城鎮修建了基本的防禦工事，但我們需要在此基礎上擴建，大人。

# T_GAME_QUEST_SCEN13_16_TITLE
source: Build a barracks and a guard tower.
de: Errichte eine Kaserne und einen Wachturm.
es: Construye barracones y una torre de vigilancia.
fr: Construisez des baraquements et une tour de garde.
id: Bangunlah barak dan menara jaga.
it: Costruisci una caserma e una torre di guardia.
ja: 兵舎と見張り塔を建てる。
ko: 병영과 감시탑을 만드세요.
pt: Construa um quartel e uma torre de guarda.
ru: Построй казармы и сторожевую вышку.
zh: 建造一座兵营和一座守卫塔。
zh_tw: 建造一座兵營和一座守衛塔。

# T_GAME_QUEST_SCEN13_19_FAIL
source: Oh No! Bandits passed the defense!? The King won't be pleased to hear about this.
de: Oh Nein! Banditen haben es durch die Verteidigung geschafft?! Der König wird nicht erfreut sein, wenn er hiervon erfährt.
es: ¡Noo! ¡Los bandidos han traspasado nuestras defensas! Al rey no le va a gustar nada.
fr: Oh, non ! Les bandits ont franchi nos défenses ?! Le roi en sera fort mécontent.
id: Aduh! Gerombolan bandit berhasil menerobos pertahanan kita? Sang Raja takkan senang kalau mendengarnya.
it: Oh no! I banditi hanno superato le difese! Il Re non ne sarà certo felice.
ja: なんということだ！盗賊が防衛を通り抜けたのか！？国王の耳に入ったらいいことにはなりません。
ko: 이런! 강도가 방어를 뚫었다고요!? 왕이 이 소식에 기뻐하지 않을 거예요.
pt: Ah não! Os bandidos ultrapassaram a defesa? O Rei não vai gostar de saber disso.
ru: О нет! Бандиты пробили нашу оборону?! Королю такие вести не понравятся.
zh: 哦不！强盗突破了我们的防守！？国王要是知道了，一定会很生气。
zh_tw: 哦不！強盜突破了我們的防守！？國王要是知道了，一定會很生氣。

# T_GAME_QUEST_SCEN13_19_START
source: Bandits wouldn't convey the image of a safe town. Don't let too many attacks happen during the inspection or we most certainly get busted!
de: Banditenangriffe würden nicht das Bild einer sicheren Stadt vermitteln! Gebt Acht, dass es nicht zu viele Angriffe gibt, solange der König die Stadt besichtigt.
es: Los bandidos transmiten mala imagen de la seguridad de la aldea. ¡No permitas demasiados ataques durante la inspección o nos caerá una buena!
fr: Les bandits ne vont pas de pair avec une ville calme. Évitez qu'il y ait trop d'attaques durant l'inspection, ou bien nous nous ferons démasquer à coup sûr !
id: Kehadiran bandit tidak baik untuk citra kota yang aman. Jangan sampai terjadi terlalu banyak serangan selama inspeksi, atau kita pasti ketahuan!
it: I banditi non contribuiscono certo all'immagine di una città sicura. Impedisci che si verifichino troppi attacchi durante l'ispezione, altrimenti ci scopriranno di sicuro.
ja: 盗賊は町に安全な印象を与えません。 査察中にいくつも攻撃があれば終わりです！
ko: 강도는 안전한 마을이란 이미지를 주지 않습니다. 검사 중 공격이 많이 일어나지 않게 막으세요. 그렇지 않으면 큰 낭패를 당할 것입니다!
pt: Os bandidos não ajudam a passar a imagem de uma cidade segura. Não deixe que muitos ataques aconteçam durante a inspeção ou tudo estará mesmo perdido!
ru: Бандиты не хотят, чтобы в городе стало очень уж безопасно. Постарайтесь снизить до минимума число нападений во время визита, или король поймет, что дело тут нечисто!
zh: 强盗会损害城镇的祥和氛围。 在国王视察期间，请尽量减少强盗袭击次数！
zh_tw: 強盜會損害城鎮的祥和氛圍。 在國王視察期間，請儘量減少強盜襲擊次數！

# T_GAME_QUEST_SCEN14_01A_START
source: My liege, don't you think this man acts kind of weird?
de: Mein Lord, denkt ihr nicht, dass dieser Mann irgendwie seltsam ist?
es: Mi señor, ¿no te parece que este hombre actúa de forma muy extraña?
fr: Mon seigneur, ne trouvez-vous pas que cet homme agit bizarrement ?
id: Tuanku, bukankah tingkah orang ini agak aneh?
it: Mio signore, non credi che il comportamento di quell'uomo sia sospetto?
ja: この男、何か変だと思いませんか？
ko: 영주님, 이 사람의 행동이 이상하지 않나요?
pt: Meu senhor, você não acha que esse homem está agindo de forma estranha?
ru: Мой господин, вам не кажется, что он ведет себя немного странно?
zh: 大人，您不觉得这个人行为可疑吗？
zh_tw: 大人，您不覺得這個人行為可疑嗎？

# T_GAME_QUEST_SCEN14_01A_TITLE
source: Send fabrics.
de: Liefere Stoffe.
es: Envía tejidos.
fr: Envoyer des tissus.
id: Kirim kain.
it: Invia del tessuto.
ja: 布を送る。
ko: 섬유를 보내세요.
pt: Envie tecidos.
ru: Отправь ткань.
zh: 发送布料。
zh_tw: 送出布料。

# T_GAME_QUEST_SCEN14_01_FAILED
source: My lord, we failed our mission! That medical advisor was a charlatan and took off with all the gold we had in the treasury. But we were lucky and found the cure in his laboratory…
de: Mein Lehnsherr! Wir haben versagt! Dieser medizinische Berater ist ein Scharlatan. Er hat unseren gesamten Goldvorrat geklaut und ist über alle Berge verschwunden. Zum Glück haben wir das Heilmittel in seinem Labor entdeckt...
es: Mi señor, hemos fracasado! El consejero médico es un charlatán y se ha fugado con el oro que guardábamos en la tesorería. Pero por suerte hemos encontrado el remedio en su laboratorio...
fr: Mon seigneur, nous avons échoué dans notre mission ! Ce conseiller médical n'était qu'un charlatan, il s'est enfui avec tout l'or de notre trésorerie. Heureusement, nous avons eu la chance de trouver le remède dans son laboratoire…
id: Tuanku, kita gagal menjalankan tugas! Penasihat medis itu ternyata penipu dan membawa lari seluruh emas yang ada di gedung kas. Tapi kita beruntung dan menemukan obatnya di laboratoriumnya…
it: Mio signore, abbiamo fallito nella nostra missione. Quel cerusico era un ciarlatano ed è fuggito con tutto l'oro della tesoreria. Ma per fortuna abbiamo trovato la cura nel suo laboratorio...
ja: 閣下、任務は失敗です！ 治療師はニセ者で、国庫の金をごっそり盗み取って逃げました。 幸いにも、やつの研究室で薬を見つけましたが...
ko: 영주님, 임무를 실패했습니다! 의사는 사기꾼이었고 금고에 보관한 금을 모두 갖고 달아났습니다. 하지만 다행이도 실험실에서 치료제를 찾았습니다…
pt: Meu senhor, falhamos em nossa missão! O conselheiro médico era um charlatão e levou todo o ouro que tínhamos no tesouro. Mas tivemos sorte, e descobrimos a cura no laboratório dele...
ru: Мой господин, мы не справились с заданием! Медицинский советник оказался обманщиком! Он похитил все золото из казначейства и сбежал. Но нам повезло, мы обнаружили лекарство в его лаборатории...
zh: 大人，我们的任务失败了！ 宫廷御医是个骗子，他卷走了金库中的所有黄金。 但幸运的是，我们在他的实验室中找到了解药……
zh_tw: 大人，我們的任務失敗了！ 宮廷御醫是個騙子，他卷走了金庫中的所有黃金。 但幸運的是，我們在他的實驗室中找到了解藥……

# T_GAME_QUEST_SCEN14_01_START
source: Good morning, my Liege. The kingdom is ravaged by the plague. Even the King is very ill! We have to support the courts' medical advisor to produce a cure soon.
de: Mein Lehnsherr, das ganze Land wird von der Pest heimgesucht. Sogar der König ist von der Seuche betroffen! Der medizinische Berater am Hofe benötigt unsere volle Unterstützung bei der Herstellung eines Heilmittels, mein Herr.
es: Buenos días, mi señor. La plaga asola el reino. ¡Incluso el rey está muy enfermo! Debemos ayudar al consejero médico de la corte a encontrar un remedio pronto.
fr: Bien le bonjour, maître. L'épidémie ravage le royaume. Même le roi est gravement malade ! Nous devons aider le conseiller médical de la cour à trouver un remède au plus vite.
id: Selamat pagi, Tuanku. Kerajaan dilanda penyakit. Bahkan sang Raja pun sakit keras! Kita harus membantu penasihat medis istana untuk segera menemukan obatnya.
it: Buongiorno, mio signore. Il regno è stato colpito dalla pestilenza. Perfino il Re è gravemente malato! Dobbiamo aiutare il cerusico di corte a preparare una cura al più presto.
ja: おはようございます、閣下。王国では疫病が蔓延しています。 王でさえご体調を崩しているのです！宮殿の治療師に協力し、早急に薬を作ってください。
ko: 안녕하세요, 영주님. 왕국이 역병으로 황폐해졌습니다. 왕 마져도 매우 아픕니다! 치료제를 빨리 만들 수 있게 왕궁의 의사를 도와야 합니다.
pt: Bom dia, meu senhor. O reino está sendo devastado pela peste. Até mesmo o Rei está doente! Teremos de apoiar o conselheiro médico da corte para produzir logo uma cura.
ru: Доброе утро, мой господин. Чума свирепствует в королевстве. Даже нашего монарха не минула чаша сия! Нужно помочь медицинскому советнику его величества в поисках лекарства.
zh: 早上好，大人。王国内爆发了瘟疫。 就连国王也重病不起！我们必须帮助宫廷御医尽快找出解药。
zh_tw: 早上好，大人。王國內爆發了瘟疫。 就連國王也重病不起！我們必須幫助宮廷御醫儘快找出解藥。
