Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_UPDATEINFO
source: - Townies can get sick => cure them with the infirmary - Townies eventually leave town, when not cured - Fire can break out in town => fight fire with the fire tower - Badly maintained buildings have a risk of fire breaking out - Buildings can now burn down! - Townies will now leave town when their homes are destroyed
de: - Townies können nun krank werden => Heile sie mit dem Heilmedikus! - Townies verlassen die Stadt, wenn sie nicht geheilt werden. - Feuer kann nun ausbrechen => Bekämpfe Feuer mit dem Feuerturm! - Schlecht gewartete Gebäude haben nun eine Chance, Feuer zu fangen. - Gebäude können nun abbrennen! - Townies können nun die Stadt verlassen, wenn ihre Wohnhäuser zerstört werden.
es: - Los townies pueden enfermar. Cúralos en la enfermería. - Si no curas a los townies, acabarán abandonando la ciudad. - Pueden producirse incendios en la ciudad. Apágalos con la torreta de incendios. - Los edificios que no se mantengan en condiciones podrían incendiarse. - ¡Ahora los edificios pueden incendiarse! - Ahora los townies abandonarán la ciudad cuando sus casas acaben destruidas.
fr: - Les habitants peuvent devenir malades => Soignez-les avec l'infirmerie - Les habitants finissent par quitter la ville s'ils ne sont pas soignés - Des incendies peuvent se déclarer en ville => Combattez-les avec la Tour d'incendie - Les bâtiments mal entretenus ont des risques de voir se déclencher des incendies - Les bâtiments peuvent maintenant brûler ! - Les habitants quittent désormais la ville lorsque leurs maisons sont détruites
id: - Townies bisa sakit => Obati di puskesmas - Townies akhirnya meninggalkan kota, saat tak diobati - Api bisa tersulut di kota => padamkan api dengan Menara Api - Gedung yang buruk perawatannya berisiko menyulut api! - Gedung sekarang bisa terbakar habis! - Townies sekarang akan meninggalkan kota saat rumah mereka hancur
it: - I cittadini possono ammalarsi => Curali con l'infermeria - I cittadini abbandonano la città, se non vengono curati - Possono scoppiare incendi => combattili con la torre dei pompieri - Edifici senza manutenzione possono incendiarsi più facilmente - Ora gli edifici possono bruciare completamente! - I cittadini abbandonano la città quando le loro case vengono distrutte
ja: - タウニーたちは病気になる可能性があります => 診療所で彼らを治療する - 回復しない場合、タウニーたちは徐々に町を離れていきます - 町で火事が発生する可能性があります => 火の見やぐらで火事と戦う - 状態が悪い建物では火事が発生する危険があります - 建物は今燃えています！ - 家が崩壊した際、タウニーたちは町を離れるでしょう
ko: 주민들이 아플 수 있습니다 : 병원에서 치료하십시오 치료 받지 못하면 주민들이 떠나게됩니다 타운에 화재가 발생할 수 있습니다 : 화재 타워로 화재를 진압하십시오 올바로 유지되지 않은 빌딩은 불이 날 수 있습니다! 빌딩들이 불에 탈 수 있습니다! 주민들은 집이 파괴되면 떠나게 됩니다
pt: - Os habitantes podem adoecer '- Cure-os com a enfermaria '- Os habitantes podem abandonar a cidade caso não sejam curados '- Pode haver incêndios '- Apague o fogo com a Torre contra incêndios '- Pode haver incêndios em prédios em más condições- Os prédios agora podem ser destruídos pelo fogo! '- Os habitantes agora abandonam a cidade quando suas casas são destruídas
ru: - Горожане заболевают. => Вылечи их в лазарете. - Со временем не получившие лечения горожане покидают город. - В городе может возникнуть пожар. => Туши огонь с помощью пожарной вышки. - Существует риск разрушения зданий, за которыми плохо смотрят. - Теперь здания могут сгореть! - Теперь горожане покидают город, если их дом разрушен.
zh: — 镇民可能会生病 —> 在医务室治愈他们 — 如果没被治愈，镇民会渐渐离开城镇 — 城镇可能发生火灾—>使用防火塔扑灭火灾 — 修护不当的建筑有火灾隐患 — 建筑可能会被烧毁！ — 镇民的家毁坏后，他们会离开城镇
zh_tw: — 鎮民可能會生病 —> 在醫務室治癒他們 — 如果沒被治癒，鎮民會漸漸離開城鎮 — 城鎮可能發生火災—>使用防火塔撲滅火災 — 維護不當的建築有火災隱患 — 建築物可能會被燒毀！ — 鎮民的家毀壞後，他們會離開城鎮

# T_GAME_UPDATEINFO_TITLE
source: Update Info
es: Información de la actualización
fr: Informations de mise à jour
id: Perbarui Info
it: Informazioni aggiornamento
ja: アップデート情報
ko: 정보 업데이트
pt: Informações sobre updates
ru: Информация об обновлении
zh: 更新信息
zh_tw: 更新信息

# T_GAME_UPGRADE_BUILDING
source: Do you want to upgrade this building?
de: Möchtest du dieses Gebäude upgraden?
es: ¿Quieres mejorar este edificio?
fr: Voulez-vous améliorer ce bâtiment ?
id: Anda ingin memutakhirkan gedung ini?
it: Vuoi potenziare questo edificio?
ja: この建物をアップグレードしますか？
ko: 해당 빌딩을 업그레이드 하시겠습니까?
pt: Deseja fazer o update deste prédio?
ru: Хочешь улучшить это здание?
zh: 你希望升级这个建筑吗？
zh_tw: 你希望升級這個建築嗎？

# T_GAME_UPGRADE_BUILDING_FOOD
source: Research food buildings
de: Forschung Nahrungsgebäude
es: Investiga en edificios para comida
fr: Recherche de bâtiments à nourriture
id: Riset bangunan untuk makanan
it: Ricerca edifici cibo
ja: 食べ物の建物をリサーチ
ko: 연구 식량 건물
pt: Pesquisar prédios de comida
ru: Исследования зданий: пища
zh: 研究粮食建筑物
zh_tw: 研究食品建物

# T_GAME_UPGRADE_BUILDING_INSTANT_UPGRADE
source: Upgrade with Prestige
de: Mit Prestige verbessern
es: Mejorar con prestigio
fr: Améliorer avec du prestige
id: Mutakhirkan dengan prestise
it: Potenzialo mediante prestigio
ja: 名声でアップグレード
ko: 프레스티지로 업그레이드
pt: Fazer upgrade com prestígio
ru: Улучшить за очки престижа
zh: 使用威望升级
zh_tw: 使用威望幣升級

# T_GAME_UPGRADE_BUILDING_LVL2_ADVANCED_DEPRECTAED
source: Advanced buildings level 2
de: Fortgeschrittene Gebäude Stufe 2
es: Edificios avanzados, nivel 2
fr: Bâtiments avancés de niveau 2
id: Gedung tingkat lanjut level 2
it: Edifici avanzati livello 2
ja: 上級建物レベル2
ko: 고급 빌딩 레벨 2
pt: nível 2 de prédios avançados
ru: Продвинутые здания, уровень 2
zh: 第二级高级建筑
zh_tw: 第二級高級建築

# T_GAME_UPGRADE_BUILDING_LVL2_BASIC_DEPRECTAED
source: Basic buildings level 2
de: Grundlegende Gebäude Stufe 2
es: Edificios básicos, nivel 2
fr: Bâtiments basiques de niveau 2
id: Gedung dasar level 2
it: Edifici base livello 2
ja: 基本建物レベル2
ko: 일반 빌딩 레벨 2
pt: nível 2 de prédios básicos
ru: Базовые здания, уровень 2
zh: 第二级基本建筑
zh_tw: 第二級基本建築

# T_GAME_UPGRADE_BUILDING_LVL2_PUBLIC_DEPRECTAED
source: Public buildings level 2
de: Öffentliche Gebäude Stufe 2
es: Edificios públicos, nivel 2
fr: Bâtiments publiques de niveau 2
id: Gedung publik level 2
it: Edifici pubblici livello 2
ja: 公共建物レベル2
ko: 공공 빌딩 레벨 2
pt: nível 2 de prédios públicos
ru: Общественные здания, уровень 2
zh: 第二级公共建筑
zh_tw: 第二級公共建築

# T_GAME_UPGRADE_BUILDING_LVL3_ADVANCED_DEPRECTAED
source: Advanced buildings level 3
de: Fortgeschrittene Gebäude Stufe 3
es: Edificios avanzados, nivel 3
fr: Bâtiments avancés de niveau 3
id: Gedung tingkat lanjut level 3
it: Edifici avanzati livello 3
ja: 上級建物レベル2
ko: 고급 빌딩 레벨 3
pt: nível 3 de prédios avançados
ru: Продвинутые здания, уровень 3
zh: 第三级高级建筑
zh_tw: 第三級高級建築

# T_GAME_UPGRADE_BUILDING_LVL3_BASIC_DEPRECTAED
source: Basic buildings level 3
de: Grundlegende Gebäude Stufe 3
es: Edificios básicos, nivel 3
fr: Bâtiments basiques de niveau 3
id: Gedung dasar level 3
it: Edifici base livello 3
ja: 基本建物レベル3
ko: 일반 빌딩 레벨 3
pt: nível 3 de prédios básicos
ru: Базовые здания, уровень 3
zh: 第三级基本建筑
zh_tw: 第三級基本建築

# T_GAME_UPGRADE_BUILDING_LVL3_PUBLIC_DEPRECTAED
source: Public buildings level 3
de: Öffentliche Gebäude Stufe 3
es: Edificios públicos, nivel 3
fr: Bâtiments publiques de niveau 3
id: Gedung publik level 3
it: Edifici pubblici livello 3
ja: 公共建物レベル3
ko: 공공 빌딩 레벨 3
pt: nível 3 de prédios públicos
ru: Общественные здания, уровень 3
zh: 第三级公共建筑
zh_tw: 第三級公共建築

# T_GAME_UPGRADE_BUILDING_NEEDS
source: Research needs buildings
de: Forschung Bedürfnisgebäude
es: Investiga en edificios para necesidades
fr: Recherche de bâtiments de besoins
id: Riset bangunan untuk kebutuhan
it: Ricerca edifici necessità
ja: ニーズの建物をリサーチ
ko: 연구 니즈 건물
pt: Pesquisar prédios de necessidades
ru: Исследования зданий: потребности
zh: 研究需求建筑物
zh_tw: 研究需求建物

# T_GAME_UPGRADE_BUILDING_PRODUCTION
source: Research production buildings
de: Forschung Produktionsgebäude
es: Investiga en edificios de protección
fr: Recherche de bâtiments de production
id: Riset bangunan untuk produksi
it: Ricerca edifici produttivi
ja: 生産の建物をリサーチ
ko: 연구 생산 건물
pt: Pesquisar prédios de produção
ru: Исследования зданий: производство
zh: 研究生产建筑物
zh_tw: 研究生產建物

# T_GAME_UPGRADE_BUILDING_RESOURCE_UPGRADE
source: Upgrade with resources
de: Mit Rohstoffen verbessern
es: Mejorar con recursos
fr: Améliorer avec des ressources
id: Mutakhirkan dengan sumber daya
it: Potenzia con risorse
ja: 資材でアップグレード
ko: 자원으로 업그레이드
pt: Fazer upgrade com recursos
ru: Улучшить за ресурсы
zh: 使用资源升级
zh_tw: 使用資源升級

# T_GAME_UPGRADE_BUILDING_SPECIAL
source: Research special buildings
de: Forschung Spezialgebäude
es: Investiga en edificios especiales
fr: Recherche de bâtiments spéciaux
id: Riset bangunan khusus
it: Ricerca edifici speciali
ja: 特別な建物をリサーチ
ko: 특수 연구 건물
pt: Pesquisar prédios especiais
ru: Исследования зданий: особые
zh: 研究特殊建筑物
zh_tw: 研究特殊建物

# T_GAME_WARNING_FIELDS_DROUGHT
source: Your fields wither!
de: Deine Felder verdorren!
es: ¡Tus campos se marchitan!
fr: Vos champs se dessèchent !
id: Ladangmu terbengkalai!
it: I campi avvizziscono!
ja: 畑が枯れています！
ko: 밭이 말랐어요!
pt: Seus campos estão secando!
ru: Твои поля вянут!
zh: 您的农田枯萎了！
zh_tw: 您的農田枯萎了！

# T_GAME_WARNING_FIELDS_DROUGHT_FLEXIBLE
source: {FIELDTYPE}: Your fields are afflicted by an illness!
de: {FIELDTYPE}: Deine Felder sind von einer Krankheit befallen!
es: {FIELDTYPE}: ¡Tus campos están afectados por una plaga!
fr: {FIELDTYPE} : vos champs sont touchés par la maladie !
id: {FIELDTYPE}: Ladangmu terserang penyakit!
it: {FIELDTYPE}: i tuoi campi sono stati colpiti da una malattia!
ja: {FIELDTYPE}：畑が病気にやられています！
ko: {FIELDTYPE}: 밭에 병이 퍼졌어요!
pt: {FIELDTYPE}: Seus campos foram afetados por uma peste!
ru: {FIELDTYPE}: на урожай действует какая-то болезнь!
zh: {FIELDTYPE}：您的田地受到一种病害的影响！
zh_tw: {FIELDTYPE}：您的田地受到一種病害的影響！

# T_GAME_WARNING_FIELDS_DROUGHT_WHEAT
source: Your wheat fields wither!
de: Deine Getreidefelder verdorren!
es: ¡Los campos de trigo se marchitan!
fr: Vos champs de blé se dessèchent !
id: Gandum di ladangmu layu!
it: I tuoi campi di grano avvizziscono!
ja: 小麦畑が枯れています！
ko: 밀 밭이 마르고 있어요!
pt: Os campos de trigo estão secando!
ru: Пшеничные поля увядают!
zh: 您田里的小麦枯萎了！
zh_tw: 您田裡的小麥枯萎了！

# T_GAME_WARNING_FIELDS_WINTER
source: Fields don't regrow in wintertime.
de: Im Winter wachsen deine Felder nicht nach!
es: Los campos no volverán a crecer durante el invierno.
fr: Les champs ne repoussent pas durant l'hiver.
id: Sawah tidak tumbuh lagi di musim dingin.
it: I campi non ricrescono in inverno.
ja: 冬の間、畑は生産しません。
ko: 평원의 식물은 겨울에 자라지 않습니다.
pt: Os campos não florescem durante o inverno.
ru: Зимой на полях ничего не растет.
zh: 在冬季，田野不再种植庄稼。
zh_tw: 在冬季，田野不再種植莊稼。

# T_GAME_YOUTUBE_HELP
source: Do you want to watch Townsmen videos and tutorials on our YouTube channel?
de: Möchtest du dir Videos und Tutorials zu Townsmen auf unserem YouTube-Kanal anschauen?
es: ¿Quieres ver vídeos y tutoriales de Townsmen en nuestro canal de YouTube?
fr: Voulez-vous regarder des vidéos et didacticiels de Townsmen sur notre canal YouTube ?
id: Anda ingin menonton video Townsmen dan tutorial di saluran YouTube?
it: Vuoi guardare i video e i tutorial di Townsmen sul nostro canale YouTube?
ja: YouTubeでタウンズメンの動画やチュートリアルを見ますか？
ko: YouTube 비디오 채널에서 타운스맨의 비디오 및 튜토리얼을 보시겠습니까?
pt: Deseja ver vídeos e tutoriais do Townsmen no nosso canal do YouTube?
ru: Хочешь посмотреть видео игрового процесса и учебные видео на канале игры Townsmen на YouTube?
zh: 你想通过YouTube频道观看《镇民游戏》影像文件及教程吗？
zh_tw: 您想通過YouTube頻道觀看《鎮民遊戲》影像檔及教程嗎？

# T_GIFTING_ACCEPT_GIFT
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
id: Terima
it: Accetta
ja: 承諾
ko: 수락
pt: Aceitar
ru: Принять
zh: 接受
zh_tw: 接受

# T_GIFTING_ASK_FRIEND
source: Ask friend
de: Freund fragen
es: Pedir a un amigo
fr: Demander à un ami
id: Tanya teman
it: Chiedi a un amico
ja: 友人にお願いする
ko: 친구에게 요청
pt: Pedir a amigo
ru: Попросить друга
zh: 向朋友请求
zh_tw: 向朋友請求

# T_GIFTING_DELIVER
source: Deliver
de: Liefern
es: Entregar
fr: Livrer
id: Antar
it: Consegna
ja: 届ける
ko: 배송
pt: Mandar
ru: Доставить
zh: 发送
zh_tw: 發送

# T_GIFTING_NEW_RESOURCE_REQUEST
source: Resource request
de: Ressourcenanfrage
es: Solicitud de recursos
fr: Demande de ressources
id: Permintaan sumber daya
it: Richiesta di risorse
ja: 資材のリクエスト
ko: 자원 요청
pt: Pedido de recurso
ru: Запрос ресурсов
zh: 资源请求
zh_tw: 資源請求

# T_GIFTING_NO_NEW_REQUESTS
source: No recent activity
de: Keine neue Aktivität
es: Sin actividad reciente
fr: Aucune activité récente
id: Tidak ada aktivitas baru
it: Nessuna attività recente
ja: 最近のアクティビティはありません
ko: 최근 활동 없음
pt: Nenhuma atividade
ru: Никаких действий за последнее время
zh: 无近期活动
zh_tw: 無近期活動

# T_GIFTING_POPUP_GIFTMANAGER_TITLE
source: Gift manager
de: Geschenke verwalten
es: Administrador de regalos
fr: Gestionnaire de cadeaux
id: Pengelola hadiah
it: Gestore dei regali
ja: ギフトマネージャー
ko: 선물 관리자
pt: Gerenciar presentes
ru: Диспетчер подарков
zh: 礼物管理器
zh_tw: 禮物管理器

# T_GIFTING_POPUP_HEADLINE_ACCEPTED_REQUESTS
source: Inbox
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
id: Kotak surat masuk
it: Posta in arrivo
ja: 受信箱
ko: 수신함
pt: Mensagens
ru: Входящие
zh: 收件箱
zh_tw: 收件匣

# T_GIFTING_POPUP_HEADLINE_NEW_REQUEST
source: New gift request
de: Ressourcenanfrage
es: Nueva solicitud de regalo
fr: Nouvelle demande de cadeau
id: Permintaan hadiah baru
it: Nuova richiesta di regalo
ja: 新しいギフトのリクエスト
ko: 새로운 선물 요청
pt: Novo pedido de presente
ru: Новый запрос на подарок
zh: 新礼物请求
zh_tw: 新禮物請求

# T_GIFTING_POPUP_HEADLINE_PENDING_REQUESTS
source: Open requests
de: Offene Anfragen
es: Solicitudes en curso
fr: Ouvrir les demandes
id: Permintaan yang belum ditanggapi
it: Apri le richieste
ja: リクエストを開く
ko: 요청 열기
pt: Abrir pedidos
ru: Открыть запросы
zh: 未完成请求
zh_tw: 未完成請求

# T_GIFTING_POPUP_NEW_REQUEST_TITLE
source: New gifting activity
de: Neue Geschenkaktivität
es: Nueva actividad de regalos
fr: Nouvelle activité de cadeau
id: Aktivitas pemberian hadiah baru
it: Nuovo scambio di regali
ja: 新しいギフトアクティビティ
ko: 새로운 선물 활동
pt: Nova atividade de presente
ru: Новые действия с подарками
zh: 新礼物收赠活动
zh_tw: 新禮物收贈活動

# T_GIFTING_POPUP_PICK_RESOURCE_TITLE
source: Select resources
de: Ressource auswählen
es: Seleccionar recursos
fr: Sélection de ressources
id: Pilih sumber daya
it: Scegli le risorse
ja: 資材を選んでください
ko: 자원 선택
pt: Selecionar recursos
ru: Выбрать ресурсы
zh: 选择资源
zh_tw: 選擇資源

# T_GIFTING_POPUP_REQUEST_RESOURCES_TITLE
source: Request resources
de: Ressourcen anfordern
es: Solicitar recursos
fr: Demande de ressources
id: Minta sumber daya
it: Richiedi risorse
ja: 資材をリクエスト
ko: 자원 요청
pt: Pedir recursos
ru: Запросить ресурсы
zh: 请求获得资源
zh_tw: 請求獲得資源

# T_GIFTING_POPUP_WAIT_DESCRIPTION
source: Please wait…
de: Bitte warten…
es: Espera...
fr: Veuillez patienter...
id: Harap tunggu...
it: Attendere...
ja: お待ちください・・・
ko: 기다리세요…
pt: Por favor, aguarde…
ru: Подожди...
zh: 请等待……
zh_tw: 請等待……

# T_GIFTING_RECEIVED_REQUEST_ACCEPTED
source: has sent you some resources!
de: hat dir Ressourcen gesendet!
es: te ha enviado recursos
fr: vous a envoyé des ressources
id: mengirim sumber daya kepadamu
it: ti ha inviato delle risorse
ja: があなたに資材を送りました
ko: 님이 자원을 보냈습니다
pt: lhe mandou alguns recursos
ru: отправляет тебе немного ресурсов
zh: 已发送给您一些资源
zh_tw: 已發送給您一些資源

# T_GIFTING_RECEIVED_REQUEST_PENDING
source: has asked for resources!
de: hat eine Ressourcen-Anfrage gestellt!
es: te ha pedido recursos
fr: a demandé des ressources
id: meminta sumber daya
it: ha richiesto delle risorse
ja: が資材をリクエストしました
ko: 님이 자원을 요청했습니다
pt: lhe pediu recursos
ru: просит у тебя ресурсы
zh: 已请求获得资源
zh_tw: 已請求獲得資源

# T_GIFTING_REJECT
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거부
pt: Rejeitar
ru: Отклонить
zh: 拒绝
zh_tw: 拒絕

# T_GIFTING_REQUEST_SENDING_DESCRIPTION
source: Answer your friends resource requests!
de: Schicke deinen Freunden Ressourcen!
es: ¡Responde a la solicitud de recursos de tus amigos!
fr: Répondez aux demandes de ressources de vos amis !
id: Tanggapi permintaan sumber daya teman-temanmu!
it: Rispondi alle richieste dei tuoi amici!
ja: 友人の資材のリクエストに応えてください！
ko: 친구의 자원 요청에 답하세요!
pt: Responda aos pedidos dos seus amigos por recursos!
ru: Помоги друзьям раздобыть ресурсы!
zh: 回应您好友的资源请求！
zh_tw: 回應您好友的資源請求！

# T_GIFTING_SEND_NEW_REQUEST
source: New request
de: Neue Anfrage
es: Nueva solicitud
fr: Nouvelle demande
id: Permintaan baru
it: Nuova richiesta
ja: 新しいリクエスト
ko: 새 요청
pt: Novo pedido
ru: Новый запрос
zh: 新的请求
zh_tw: 新的請求

# T_GOOGLE_ANALYTICS_NO
source: No
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니요
pt: Não
ru: Нет
zh: 否
zh_tw: 否

# T_GOOGLE_ANALYTICS_TEXT
source: We're continually working to improve our games. To this end, we use Google Analytics to gather anonymized usage statistics. Are you okay with this?
de: Zur stetigen Verbesserung unserer Spiele sammeln wir anonymisierte Nutzungsstatistiken mit Google Analytics. Bist du damit einverstanden?
es: Para poder mejorar nuestros juegos día tras día, recogemos datos de juego anonimizados con Google Analytics. ¿Te parece bien?
fr: Nous travaillons en permanence pour améliorer nos jeux. Pour cela, nous utilisons Google pour récupérer des statistiques d'utilisation anonymes. Êtes-vous d'accord avec cela ?
id: Game kami terus ditingkatkan. Dalam rangka itu kami gunakan Google Analytics untuk mengumpulkan statistik penggunaan yang dianonimkan. Anda setuju dengan ini?
it: Siamo sempre al lavoro per migliorare i nostri giochi. A questo scopo usiamo Google Analytics per raccogliere statistiche d'uso anonime. Ci autorizzi a farlo?
ja: ゲームをより良くするよう引き続き頑張ります。この終わりに、Google Analyticsを使って、匿名の使用統計を取りたいと思います。よろしいでしょうか？
ko: 꾸준한 노력을 통해 게임을 개선하고 있습니다. 이를 위해 Google Analytics를 사용하여 익명 사용 통계를 수집합니다. 이에 동의하십니까?
pt: Estamos sempre trabalhando para melhorar nossos jogos. Para isso, usamos o Google Analytics para obter estatísticas de uso anônimas. Você concorda?
ru: Мы постоянно трудимся над улучшением наших игр. С этой целью, мы используем Google Analytics для сбора анонимной статистики использования. Тебя это устраивает?
zh: 我们会持续努力的改进游戏。为此,我们使用Google Analytics匿名统计游戏数据。您愿意帮助我们吗?
zh_tw: 我們不斷努力改善我們的遊戲。為此，我們使用 Google Analytics 收集匿名的使用方式統計資料。您是否接受這樣？

# T_GOOGLE_ANALYTICS_TEXT_SHORT
source: We use Google Analytics to gather anonymized usage statistics. Are you okay with this?
de: Wir sammeln anonymisierte Nutzungsstatistiken mit Google Analytics. Bist du damit einverstanden?
es: Empleamos Google Analytics para recabar datos anónimos de uso. ¿Estás conforme?
fr: Acceptez-vous que nous utilisions Google Analytics pour recueillir vos données d'utilisation ? Elles seront traitées de façon anonyme.
id: Game kami terus ditingkatkan. Dalam rangka itu kami gunakan Google Analytics untuk mengumpulkan statistik penggunaan yang dianonimkan. Anda setuju dengan ini?
it: Usiamo Google Analytics per raccogliere statistiche d'uso anonime. Ci autorizzi a farlo?
ja: Google Analyticsを使用し、匿名の利用情報を取得いたします。よろしいですか？
ko: Google Analytics를 사용하여 익명 사용 통계를 수집합니다. 이에 동의하십니까?
pt: Usamos o Google Analytics para obter estatísticas anônimas de uso. Você concorda e dá permissão?
ru: Мы используем Google Analytics для сбора анонимной статистики использования. Тебя это устраивает?
zh: 我们使用Google Analytics匿名统计游戏数据。您愿意帮助我们吗?
zh_tw: 我們使用 Google Analytics 收集有關使用方式的匿名統計資料。您是否接受？

# T_GOOGLE_ANALYTICS_TITLE
source: PRIVACY
de: DATENSCHUTZ
es: PRIVACIDAD
fr: CONFIDENTIALITÉ
ja: プライバシー
ko: 개인 정보 보호
pt: PRIVACIDADE
ru: КОНФИДЕНЦИАЛЬНОСТЬ
zh: 隐私
zh_tw: 隱私權

# T_GOOGLE_ANALYTICS_YES
source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
pt: Sim
ru: Да
zh: 是
zh_tw: 是

# T_GOOGLE_GUEST
source: Play as Guest
de: Spiele als Gast
es: Jugar como invitado
fr: Jouez en tant qu'invité
id: Main sebagai Tamu
it: Gioca come ospite
ja: ゲストとしてプレイする
ko: 공유
pt: Jogar como Convidado
ru: Играть в качестве гостя
zh: 不注册
zh_tw: 不註冊

# T_GOOGLE_LOGIN
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
ko: 로그인 하기
pt: Login
ru: Войти
zh: 登录
zh_tw: 登入

# T_GOOGLE_LOGIN_TEXT
source: Do you want to collect achievements and compete with your friends?
de: Willst du Erfolge sammeln und dich mit deinen Freunden messen?
es: ¿Quieres acumular logros y competir contra tus amigos?
fr: Voulez-vous récupérer des succès et affronter vos amis ?
id: Anda mau mengumpulkan capaian dan bersaing dengan teman-teman Anda?
it: Vuoi conquistare gli obiettivi e competere con i tuoi amici?
ja: アチーブメントを集めて友達と競いたいですか？
ko: 게임센터와 연동해 친구들과 순위를 비교하시겠습니까?
pt: Deseja acompanhar as conquistas e competir com seus amigos?
ru: Хочешь собирать достижения и соревноваться с друзьями?
zh: 想要收集成就，与朋友们竞赛吗？
zh_tw: 想要收集成就，與朋友們競賽嗎？

# T_GOOGLE_LOGIN_TITLE
source: Sign in with Google
de: Über Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
id: Sign in dengan Google
it: Accedi con Google
ja: Googleでログイン
ko: Google 아이디로 로그인하기
pt: Fazer login com o Google
ru: Войти в аккаунт Google
zh: 使用 Google 帐户登录
zh_tw: 使用 Google 帳戶登入

# T_GOOGLE_LOGOUT
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃 하기
pt: Sair
ru: Выход
zh: 注销
zh_tw: 登出

# T_GOOGLE_QUESTS_BLACKDEATH_DESC
source: The whole Kingdom is ravaged by the plague. His majesty the King wants you to lead a new initiative to fight this new outbreak of the devastating illness. Heal your population!
de: Das Königreich wird von der Pest heimgesucht. Der König hat eine neue Initiative ins Leben gerufen, die von Euch geleitet werden soll. Ihr sollt den neuesten Ausbruch der Pest schnellstmöglich bekämpfen. Heilt eure Bevölkerung!
es: Todo el reino ha sufrido las consecuencias de la peste. Su Majestad el Rey quiere que tomes una nueva iniciativa para luchar contra este nuevo brote de esa devastadora enfermedad. ¡Cura a tu población!
fr: Tout le royaume est dévasté par une épidémie. Sa Majesté le Roi vous demande de prendre l'initiative pour combattre ce fléau. Soignez votre population !
id: Seluruh kerajaan dilanda wabah sampar. Yang Mulia Paduka Raja memintamu melancarkan inisiatif baru untuk mengatasi serangan penyakit mematikan ini. Sembuhkan para wargamu!
it: L'intero regno è stato devastato dalla peste. Sua Maestà vuole che tu guidi la lotta a questa nuova mortale pestilenza. Cura la tua popolazione!
ja: 王国全体が疫病の猛威にさらされています。国王は、この恐ろしい病の流行と戦うための新たなる取り組みをあなたに導いてもらいたいと考えています。人々を癒しましょう！
ko: 왕국 전체에 역병이 창궐하고 있습니다. 왕은 귀하가 새로운 조치를 이끌어 끔찍한 질병의 새로운 발병과 싸우길 원합니다. 주민들을 치료하세요!
pt: Todo o Reino foi devastado pela peste. Sua majestade, o Rei, quer que você lidere uma nova iniciativa para combater este epidemia da doença devastadora. Cure sua população!
ru: Все королевство поглотила ужасная чума. Его Величество хочет, чтобы ты возглавил борьбу против вспышки этой разорительной эпидемии. Излечи свое население!
zh: 举国瘟疫横行。国王陛下希望你带头，抗击这次新爆发的致命疾病。医治属下人口。
zh_tw: 舉國瘟疫橫行。國王陛下希望你帶頭，抗擊這次新爆發的致命疾病。醫治屬下人口。

# T_GOOGLE_QUESTS_BLACKDEATH_NAME
source: The Black Death
de: Der schwarze Tod
es: La Peste Negra
fr: La Peste noire
id: Maut hitam
it: La Morte Nera
ja: 黒死病
ko: 검은 죽음
pt: A Morte Negra
ru: Черная смерть
zh: 黑死病
zh_tw: 黑死病
