Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_TICKET_GLOBALSTOCKFULL
source: All warehouses are full! Build more warehouses!
de: Lagerhäuser sind voll! Baue mehr Lagerhäuser!
es: ¡Todos los almacenes están llenos! Construye más...
fr: Tous les entrepôts sont pleins ! Construisez-en plus...
id: Semua gudang sudah penuh! Bangun lebih banyak...
it: Tutti i magazzini sono pieni! Costruiscine altri...
ja: 倉庫はすべて満杯です！ もっと倉庫を建設してください！
ko: 창고가 가득찼습니다 Build more...
pt: Todos os armazéns estão cheios! Construa mais...
ru: Все пакгаузы переполнены! Построй больше...
zh: 所有的仓库已存满！兴建更多的...
zh_tw: 所有的倉庫已存滿！ 興建更多的...

# T_GAME_TICKET_GUARDS_ATTACK_BUILDING
source: Soldiers are attacking a bandit camp!
de: Soldaten greifen ein Banditenlager an!
es: ¡Los soldados están atacando un campamento de bandidos!
fr: Les soldats attaquent un camp de bandits !
id: Serdadu sedang menyerang perkemahan bandit!
it: I soldati stanno attaccando un accampamento dei banditi!
ja: 兵士たちが盗賊の野営地を攻撃しています！
ko: 군인이 강도 캠프를 공격하고 있습니다!
pt: Os soldados estão atacando o acampamento dos bandidos!
ru: Солдаты напали на лагерь бандитов!
zh: 士兵正在进攻一个强盗营地！
zh_tw: 士兵正在進攻一個強盜營地！

# T_GAME_TICKET_GUARDS_DESTROYED_BUILDING
source: Your soldiers have destroyed a bandit camp!
de: Eure Soldaten haben ein Banditenlager zerstört!
es: ¡Tus soldados han destruido un campamento de bandidos!
fr: Vos soldats ont détruit un camp de bandits !
id: Serdadumu berhasil menghancurkan perkemahan bandit!
it: I tuoi soldati hanno distrutto un accampamento dei banditi!
ja: 兵士たちが盗賊の野営地を破壊しました！
ko: 군인이 강도 캠프를 파괴했습니다!
pt: Seus soldados destruíram o acampamento dos bandidos!
ru: Солдаты уничтожили лагерь бандитов!
zh: 士兵已经摧毁了一个强盗营地！
zh_tw: 士兵已經摧毀了一個強盜營地！

# T_GAME_TICKET_GUARDS_NO_FREE_SOLDIERS
source: There are not enough free soldiers available.
de: Es sind nicht genug freie Soldaten verfügbar.
es: No hay suficientes soldados libres disponibles.
fr: Il n'y a pas assez de soldats libres de disponibles.
id: Terlalu sedikit serdadu bebas tugas yang tersedia.
it: Non ci sono abbastanza soldati liberi.
ja: 利用可能な兵士が十分いません。
ko: 사용할 수 있는 군인이 부족합니다.
pt: Não há soldados livres suficientes disponíveis.
ru: Недостаточно свободных солдат.
zh: 可用士兵数量不足。
zh_tw: 可用士兵數量不足。

# T_GAME_TICKET_GUARDS_NO_FREE_SOLDIERS2
source: All soldiers are already in the field.
de: Alle Soldaten sind bereits im Einsatz.
es: Ya están todos los soldados en el campo.
fr: Tous les soldats sont déjà sur le champ de bataille.
id: Semua serdadu sudah di medan tempur.
it: Tutti i soldati sono già sul campo.
ja: すべての兵士が既に戦場にいます。
ko: 이미 군인들이 모두 일하고 있습니다.
pt: Todos os soldados já estão em campo.
ru: Все солдаты уже задействованы.
zh: 所有士兵都在战场上。
zh_tw: 所有士兵都在戰場上。

# T_GAME_TICKET_GUARDS_ON_THE_WAY
source: Soldiers are already on the way.
de: Soldaten sind bereits auf dem Weg.
es: Los soldados ya están en marcha.
fr: Les soldats sont déjà en route.
id: Para serdadu sudah dalam perjalanan.
it: I soldati sono già in viaggio.
ja: 兵士たちは既に向かっています。
ko: 이미 군인들이 이동하고 있습니다.
pt: Os soldados já estão a caminho.
ru: Солдаты уже в пути.
zh: 士兵正在行军中。
zh_tw: 士兵正在行軍中。

# T_GAME_TICKET_GUARDTOWER_MISSING RESOURCES
source: Guard tower: Insufficient supplies
de: Wachturm: Versorgung nicht ausreichend!
es: Torre de vigilancia: suministro insuficiente
fr: Tour de garde : ravitaillement insuffisant
id: Menara jaga: Suplai kurang
it: Torre di guardia: provviste insufficienti
ja: 見張り塔：供給不足
ko: 감시탑: 물자 부족
pt: Torre de guarda: suprimentos insuficientes
ru: Сторожевая вышка: недостаточно припасов
zh: 守卫塔：补给不足
zh_tw: 守衛塔：補給不足

# T_GAME_TICKET_GUARDTOWER_UNSUPPLIED
source: {BUILDING} is not in range of {INFLUENCE}!
de: {BUILDING} ist nicht innerhalb der Reichweite von {INFLUENCE}!
es: ¡El/la {BUILDING} no está en la zona de influencia de {INFLUENCE}!
fr: {BUILDING} n'est pas à portée de {INFLUENCE} !
id: {BUILDING} tidak dalam jangkauan {INFLUENCE}!
it: L'edificio {BUILDING} non è nel raggio d'azione di: {INFLUENCE}!
ja: {BUILDING} が {INFLUENCE} の範囲内にありません！
ko: {BUILDING}이(가) {INFLUENCE} 범위 내에 없습니다!
pt: {BUILDING} não está no alcance de {INFLUENCE}!
ru: Здание {BUILDING} находится в зоне влияния объекта {INFLUENCE}!
zh: {INFLUENCE}不在{BUILDING}的覆盖范围内！
zh_tw: {INFLUENCE}不在{BUILDING}的覆蓋範圍內！

# T_GAME_TICKET_HAPPYNESSDOWN
source: Your Townies are unhappy!
de: Deine Townies sind unglücklich!
es: ¡Tus townies no son felices!
fr: Vos habitants ne sont pas contents !
id: Townie tidak bahagia!
it: I tuoi paesani sono insoddisfatti!
ja: タウニーが幸せではありません！
ko: 주민들이 행복하지 않습니다!
pt: Seus moradores estão infelizes!
ru: Твои поселенцы несчастны!
zh: 你的镇民们不开心!
zh_tw: 您的鎮民們不開心！

# T_GAME_TICKET_HOMELESS
source: Some Townies have no home! Build more townhouses!
de: Einige Townies haben kein Haus! Baue weitere Wohnhäuser!
es: ¡Algunos townies no tienen hogar! ¡Construye más casas!
fr: Certains habitants n'ont pas de toit ! Construisez plus de maisons !
id: Beberapa Townie tidak memiliki rumah! Bangun lebih banyak rumah!
it: Alcuni paesani sono senza un tetto! Costruisci altre abitazioni!
ja: 家のないタウニーがいます！もっと家を建設してください！
ko: 몇몇 주민들은 집이 없습니다! 더 많은 타운하우스를 짓습니다!
pt: Alguns moradores não têm casa! Construa mais moradias!
ru: Некоторым из поселенцев придется отправиться домой! Построй больше городских домов!
zh: 有些镇民无家可归!建造更多的排屋!
zh_tw: 有些鎮民無家可歸！建造更多的連棟宅邸!

# T_GAME_TICKET_NEEDUNSATISFIED
source: {NEED}: Supplies are getting low!
de: {NEED}: Vorrat wird knapp!
es: {NEED}: el suministro comienza a escasear.
fr: {NEED} : les réserves diminuent !
id: {NEED}: Suplai menipis!
it: {NEED}: le scorte si stanno esaurendo!
ja: {NEED}の供給が不足しています！
ko: {NEED}: 공급 자원이 부족합니다!
pt: {NEED}: Os suprimentos estão acabando!
ru: {NEED}: Запасы истощаются!
zh: {NEED}:供应不足!
zh_tw: {NEED}:供應不足!

# T_GAME_TICKET_NOORE
source: Deposit depleted: {RESSOURCE} Dig for different ores!
de: Vorkommen erschöpft: {RESSOURCE} Grabe nach anderen Erzen!
es: Depósito agotado: {RESSOURCE} ¡Busca otro tipo de mineral!
fr: Filon épuisé : {RESSOURCE} Recherchez d'autres minerais !
id: Cadangan habis: {RESSOURCE} Gali bijih yang lainnya!
it: Filone esaurito: {RESSOURCE} Cerca altri minerali!
ja: {RESSOURCE}の鉱脈をすべて掘り尽くしました。 別の鉱脈を掘りましょう！
ko: 광석이 감소됨: {RESSOURCE} 다른 광석을 찾아보세요!
pt: Depósito vazio: {RESSOURCE} Escave em busca de minérios diferentes!
ru: Месторождение истощено: {RESSOURCE} Добывай другую руду!
zh: 矿藏已枯竭：{RESSOURCE} 采掘不同的矿石！
zh_tw: 礦藏已枯竭：{RESSOURCE} 採掘不同的礦石！

# T_GAME_TICKET_NOWORKER
source: {BUILDINGNAME}: No Worker!
de: {BUILDINGNAME}: Kein Arbeiter!
es: {BUILDINGNAME}: ¡sin trabajadores!
fr: {BUILDINGNAME} : pas de travailleurs !
id: {BUILDINGNAME}: Tidak ada pekerja!
it: {BUILDINGNAME}: nessun lavoratore!
ja: {BUILDINGNAME}：労働者がいません！
ko: {BUILDINGNAME}: 일꾼이 없습니다!
pt: {BUILDINGNAME}: Nenhum trabalhador!
ru: {BUILDINGNAME}: Нет рабочего!
zh: {BUILDINGNAME}: 没有工人!
zh_tw: {BUILDINGNAME}: 沒有工人!

# T_GAME_TICKET_PLAGUE
source: Some Townies are sick!
de: Einige Townies sind krank!
es: ¡Algunos townies están enfermos!
fr: Certains habitants sont malades !
id: Beberapa Townies sakit!
it: Alcuni cittadini sono malati!
ja: タウニーの中に病人がいます！
ko: 주민들이 아픕니다!
pt: Há habitantes doentes!
ru: Некоторые из горожан заболели!
zh: 一些镇民生病了！
zh_tw: 一些鎮民生病了！

# T_GAME_TICKET_PLAGUE_DEATH
source: {BUILDING}: A sick Townie has left the town!
de: {BUILDING}: Ein kranker Townie hat die Stadt verlassen!
es: {BUILDING}: ¡un townie enfermo ha abandonado la ciudad!
fr: {BUILDING} : un habitant malade a quitté la ville !
id: {BUILDING}: Townies yang sakit telah meninggalkan kota!
it: {BUILDING}: un cittadino malato ha abbandonato la città!
ja: {BUILDING}：病人一人が町を離れました！
ko: {BUILDING}: 아픈 주민들이 타운을 떠났습니다!
pt: {BUILDING}: Um habitante doente abandonou a cidade!
ru: {BUILDING}: заболевший горожанин покинул город!
zh: {BUILDING}：一个生病的镇民离开了城镇！
zh_tw: {BUILDING}：一個生病的鎮民離開了城鎮！

# T_GAME_TICKET_PLAGUE_DEATH_HOMELESS
source: A sick Townie has left the town!
de: Ein kranker Townie hat die Stadt verlassen!
es: ¡Un townie enfermo ha abandonado la ciudad!
fr: Un habitant malade a quitté la ville !
id: Townies yang sakit telah meninggalkan kota!
it: Un cittadino malato ha abbandonato la città!
ja: 病人一人が町を離れました！
ko: 아픈 주민들이 타운을 떠났습니다!
pt: Um habitante doente abandonou a cidade!
ru: Заболевший горожанин покинул город!
zh: 一个生病的镇民离开了城镇！
zh_tw: 一個生病的鎮民離開了城鎮！

# T_GAME_TICKET_PLAGUE_HOUSEEMPTY
source: {BUILDING} is uninhabitable due to plague infestation!
de: {BUILDING} ist durch die Pest unbewohnbar!
es: {BUILDING}: ¡es inhabitable por una infección de peste!
fr: {BUILDING} est inhabitable à cause de l'épidémie de peste !
id: {BUILDING} tak berpenghuni karena terjangkit wabah!
it: {BUILDING} inabitabile a causa di un'epidemia!
ja: {BUILDING}は疫病が蔓延し、住むことができません！
ko: {BUILDING} 전염병으로 인하여 살 수 없습니다!
pt: {BUILDING} está inabitável devido à peste!
ru: Здание ({BUILDING}) непригодно для жилья из-за заражения чумой!
zh: {BUILDING}因为瘟疫不再适合居住！
zh_tw: {BUILDING}因為瘟疫不再適合居住！

# T_GAME_TICKET_PLAGUE_NOMEDICUS
source: The plague has broken out in your town!
de: Die Pest ist im Dorf ausgebrochen!
es: ¡La peste ha llegado a la ciudad!
fr: La peste s'est répandue en ville !
id: Wabah telah menjangkiti kota Anda!
it: Nella tua città è scoppiata un'epidemia!
ja: あなたの町で疫病が発生しました！
ko: 타운에 전염병이 발생하였습니다!
pt: Há um surto de peste na cidade!
ru: В твоем городе произошла вспышка чумы!
zh: 城镇上爆发了瘟疫！
zh_tw: 城鎮上爆發了瘟疫！

# T_GAME_TICKET_PLAGUE_OUTBREAK
source: We need an infirmary in town!
de: Wir benötigen einen Heilmedikus!
es: ¡Necesitamos una enfermería!
fr: Il nous faut une infirmerie en ville !
id: Kita perlu puskesmas di kota!
it: Ci serve un'infermeria in città!
ja: 町に診療所が必要です！
ko: 타운에 병원이 필요합니다!
pt: Precisamos de uma enfermaria na cidade!
ru: Городу требуется лазарет!
zh: 我们的城镇需要医务室！
zh_tw: 我們的城鎮需要醫務室！

# T_GAME_TICKET_TOWNHOUSEDOWN
source: {BUILDINGNAME}: building useless until repaired!
de: {BUILDINGNAME}: Gebäude ist funktionslos bis zur Reparatur!
es: {BUILDINGNAME}: edificio inservible hasta que esté reparado.
fr: {BUILDINGNAME} : bâtiment inutilisable jusqu'à ce qu'il soit réparé !
id: {BUILDINGNAME}: bangunan tidak berfungsi hingga diperbaiki!
it: {BUILDINGNAME}: edificio inutilizzabile finchè non sarà riparato!
ja: {BUILDINGNAME}：修復されるまで建物は使用できません！
ko: {BUILDINGNAME}: 수리 전까지 빌딩 사용이 불가능합니다!
pt: {BUILDINGNAME}: construção inútil até ser reparada!
ru: {BUILDINGNAME}: здание будет бесполезным до тех пор, пока его не отремонтируют!
zh: {BUILDINGNAME}：修缮后方能使用！
zh_tw: {BUILDINGNAME}：修繕後方能使用！

# T_GAME_TICKET_UNITNOPATH
source: A Townie can't reach his destination!
de: Ein Townie kommt nicht zu seinem Ziel!
es: ¡Un townie no encuentra el camino a su lugar de destino!
fr: Un habitant ne trouve pas son chemin.
id: Townie tidak bisa menemukan jalan ke tujuannya!
it: Un paesano non riesce a trovare la strada per la sua destinazione!
ja: タウニーが目的地に行けません！
ko: 주민이 목적지로의 길을 찾지 못하고 있습니다!
pt: Um morador não consegue achar o caminho para seu destino!
ru: Поселенец не может найти дорогу до места назначения!
zh: 一个镇民找不到通往目的地的道路!
zh_tw: 一個鎮民找不到通往目的地的道路!

# T_GAME_TICKET_WORKERLEFT
source: A Townie has left town!
de: Ein Townie hat die Stadt verlassen!
es: ¡Un townie ha abandonado la ciudad!
fr: Un habitant a quitté la ville !
id: Townies telah meninggalkan kota!
it: Un cittadino ha abbandonato la città!
ja: タウニーが町を離れました！
ko: 주민들이 마을을 떠났습니다!
pt: Um habitante abandonou a cidade!
ru: Поселянин покинул город!
zh: 一个镇民离开了城镇！
zh_tw: 一個鎮民離開了城鎮！

# T_GAME_TICKET_WORKERLEFT_BUILDING
source: {BUILDING}: Worker left town!
de: {BUILDING}: Arbeiter hat die Stadt verlassen!
es: {BUILDING}: ¡un trabajador ha abandonado la ciudad!
fr: {BUILDING} : un ouvrier a quitté la ville !
id: {BUILDING}: Pekerja meninggalkan kota!
it: {BUILDING}: un lavoratore ha abbandonato la città!
ja: {BUILDING}：労働者が町を離れました！
ko: {BUILDING}: 일꾼들이 마을을 떠났습니다
pt: {BUILDING}: Trabalhador abandonou a cidade!
ru: {BUILDING}: рабочий покинул город!
zh: {BUILDING}：一个工人离开了城镇！
zh_tw: {BUILDING}：一個工人離開了城鎮！

# T_GAME_TOOLTIP_NEEDS
source: The needs of your village: food and water
de: Die Bedürfnisse deiner Stadt: Nahrung und Wasser
es: Las necesidades de tu aldea: comida y bebida
fr: Les besoins de votre village : eau et nourriture
id: Kebutuhan desamu: makanan dan air
it: Necessità del tuo villaggio: cibo e acqua
ja: あなたの村のニーズ：食糧と水
ko: 마을이 필요한 것: 식량 및 물
pt: As necessidades da sua cidade: comida e água
ru: Потребности деревни: еда и вода
zh: 村民需要：食物和水源
zh_tw: 村民需要：食物和水源

# T_GAME_TOOLTIP_NEED_BREW
source: Satisfaction with brew
de: Zufriedenheit mit Angebot an Gebräu
es: Satisfacción por cerveza
fr: Satisfaction avec la boisson
id: Tingkat kepuasan soal bir
it: Soddisfazione con birra
ja: ビールに対する満足
ko: 맥주 만족도
pt: Satisfação com cerveja
ru: Уровень удовлетворения пивом
zh: 啤酒满足度
zh_tw: 啤酒滿足度

# T_GAME_TOOLTIP_NEED_CLOTHS
source: Satisfaction with amount of produced clothes.
de: Zufriedenheit mit Anzahl an hergestellten Kleidern.
es: Satisfacción con la cantidad de prendas confeccionadas.
fr: Bonheur grâce au nombre de vêtements produits
id: Kepuasan atas jumlah pakaian yang dihasilkan.
it: Soddisfatto con la produzione di abiti.
ja: 衣服の生産数に対する満足
ko: 생산된 의류 양에 관한 만족도
pt: Satisfação com quantia de roupas produzidas.
ru: Удовлетворение от количества произведенной одежды.
zh: 对生产的衣服数量的满意度。
zh_tw: 對生產的衣服數量的滿意度。

# T_GAME_TOOLTIP_NEED_DECAY
source: Happiness with building conditions and the resulting building productivity. The lower the building condition, the higher the risk of a fire breaking out in the building.
de: Zufriedenheit mit dem Zustand der Gebäude und der davon abhängigen Gebäudeproduktivität. Je schlechter der Zustand, desto höher die Chance eines Brandes im Gebäude.
es: Satisfacción con el estado y la productividad del edificio. Cuanto menor sea el estado del edificio, mayor será el riesgo de que el edificio se incendie.
fr: Le bonheur dépend de l'état du bâtiment et de la productivité associée. Plus l'état du bâtiment est bas, plus le risque d'incendie est élevé.
id: Kebahagiaan dengan kondisi gedung dan produktivitas gedung yang dihasilkan. Makin rendah kondisi gedung, makin tinggi risiko tersulutnya api di gedung.
it: La felicità dipende dalle condizioni degli edifici e dalla conseguente produttività. Peggiore è la condizione degli edifici, maggiore è il rischio di un incendio.
ja: 建物の状況に満足していると、建物の生産性が上がります。建物の状況が悪ければ悪いほど、建物の火事の発生リスクが高くなります。
ko: 빌딩 상태의 행복지수와 빌딩 생산성의 결과를 가져옵니다. 빌딩의 상태가 낮으며, 빌딩의 화재 발생이 높습니다.
pt: Felicidade com as condições do prédio e produtividade resultante. Quanto piores as condições do prédio, maior o risco de incêndio.
ru: Счастье от состояния зданий и, как результат, их продуктивности. Чем ниже уровень состояния здания, тем выше риск возникновения в нем пожара.
zh: 建筑的状况影响幸福值和建筑的生产力。建筑的状况越差，发生火灾的风险就越大。
zh_tw: 建築的狀況影響幸福值和建築的生產力。建築的狀況越差，發生火災的風險就越大。

# T_GAME_TOOLTIP_NEED_DECO
source: Satisfaction with the amount of decorative objects.
de: Zufriedenheit mit Anzahl an errichteten Dekorationsobjekten.
es: Satisfacción con la cantidad de objetos decorativos.
fr: Bonheur grâce au nombre de décorations
id: Kepuasan atas jumlah objek dekorasi.
it: Soddisfatto con la quantità di oggetti decorativi.
ja: デコレーションの量に対する満足
ko: 장식물 수에 따른 만족도
pt: Satisfação com a quantidade de objetos decorativos.
ru: Удовлетворение от количества декоративных предметов.
zh: 对装饰品数量的满意度。
zh_tw: 對裝飾品數量的滿意度。

# T_GAME_TOOLTIP_NEED_ENTERTAINMENT
source: Satisfaction with entertainment in town.
de: Zufriedenheit mit Unterhaltungsgebäuden.
es: Satisfacción con el entretenimiento de la aldea.
fr: La satisfaction liée au divertissement dans le village.
id: Kepuasan dengan hiburan di kota.
it: Soddisfazione per l’intrattenimento in città.
ja: 町の娯楽での満足度。
ko: 마을의 오락 만족도.
pt: Satisfação com o entretenimento.
ru: Удовлетворение развлечениями в городе.
zh: 城镇娱乐满意度。
zh_tw: 城鎮娛樂滿意度。

# T_GAME_TOOLTIP_NEED_ENTERTAINMENT_DEPRECATED
source: Satisfaction with the number of jousting grounds in town.
de: Zufriedenheit mit vorhandenen Turnierplätzen.
es: Satisfacción con el número de campos de justas en la ciudad.
fr: Bonheur grâce au nombre d'aires de joute
id: Kepuasan atas jumlah arena pertempuran di kota.
it: Soddisfatto con il numero di percorsi per giostra in città.
ja: 馬上槍闘技場の数に対する満足
ko: 마창 경기장 수에 따른 만족도.
pt: Satisfação com o número de campos de justa na cidade.
ru: Удовлетворение от количества арен в городе.
zh: 对城镇的比武场数量的满意度。
zh_tw: 對城鎮的競技場數量的滿意度。

# T_GAME_TOOLTIP_NEED_FOOD
source: Stock of food.
de: Vorrat an Nahrungsmitteln.
es: Reservas de alimentos.
fr: Réserves de nourriture
id: Stok makanan.
it: Scorta di cibo.
ja: 食糧の貯蔵量
ko: 식량 비축.
pt: Estoque de alimentos.
ru: Запасы еды.
zh: 食物储备
zh_tw: 食物儲備

# T_GAME_TOOLTIP_NEED_HAPPYNESS
source: Calculated from needs, desires and current tax rate.
de: Berechnet sich aus Bedürfnissen, Wünschen und Steuerrate.
es: Se calcula en función de las necesidades, los deseos y la tasa fiscal actual.
fr: Calculé à partir des besoins, des envies et du niveau d'imposition
id: Dihitung dari kebutuhan, harapan, dan nilai pajak saat ini.
it: Calcolata in base a bisogni, desideri e aliquota tasse attuale.
ja: 要求、願望、税率から計算されます。
ko: 필요, 소원 및 현재 세금율에서 계산됨.
pt: Calculado a partir das necessidades, desejos e taxa de imposto atual.
ru: Рассчитывается на основании потребностей, желаний и текущего уровня податей.
zh: 从需求，愿望和现行税率计算。
zh_tw: 從需求，願望和現行稅率計算。

# T_GAME_TOOLTIP_NEED_JEWELRY
source: Satisfaction with amount of jewelry produced.
de: Zufriedenheit mit Anzahl an hergestelltem Schmuck.
es: Satisfacción con la cantidad de joyas producidas.
fr: Bonheur grâce au nombre de bijoux produits
id: Kepuasan atas jumlah perhiasan yang dihasilkan.
it: Soddisfatto con la produzione di gioielleria.
ja: 宝石の生産量に対する満足
ko: 생산된 보석량에 따른 만족도
pt: Satisfação com quantia de joias produzidas.
ru: Удовлетворение от количества произведенных ювелирных изделий.
zh: 对生产的首饰数量的满意度。
zh_tw: 對生產的首飾數量的滿意度。

# T_GAME_TOOLTIP_NEED_JUICE
source: Satisfaction with grape juice
de: Zufriedenheit mit Angebot an Traubensaft
es: Satisfacción por zumo de uva
fr: Satisfaction avec le jus de fruit
id: Tingkat kepuasan soal jus anggur
it: Soddisfazione con succo d'uva
ja: ぶどうジュースに対する満足
ko: 포도 쥬스 만족도
pt: Satisfação com suco de uva
ru: Уровень удовлетворения виноградным соком
zh: 果汁满足度
zh_tw: 果汁滿足度

# T_GAME_TOOLTIP_NEED_MARKET
source: Satisfaction with the number of marketplaces in town.
de: Zufriedenheit mit Anzahl an errichteten Marktplätzen.
es: Satisfacción con la cantidad de mercados en la ciudad.
fr: Bonheur grâce au nombre de marchés
id: Kepuasan atas jumlah pasar di kota.
it: Soddisfatto con il numero di mercati in città.
ja: 市場の数に対する満足
ko: 마을의 시장 수에 따른 만족도.
pt: Satisfação com o número de mercados na cidade.
ru: Удовлетворение от количества рынков в городе.
zh: 对城镇的市场数量的满意度。
zh_tw: 對城鎮的市場數量的滿意度。

# T_GAME_TOOLTIP_NEED_PRODUCTIVITY
source: The Productivity of your town. Depending on happiness and tax-rate.
de: Die Produktivität deiner Stadt: Abhängig von Zufriedenheit und Steuersatz.
es: La productividad de tu ciudad. Depende de la felicidad de sus habitantes y de la tasa de impuestos.
fr: La productivité de votre village. Elle dépend du bonheur et du taux d'impôts.
id: Produktivitas kotamu. Tergantung kebahagiaan dan nilai pajak.
it: La produttività nella tua città dipende dalla soddisfazione e dalla quantità di tasse.
ja: 街の生産性は、幸福度と税率によって決まります。
ko: 마을 생산성은 행복도와 세율에 좌우됩니다.
pt: A produtividade da sua cidade. Ela depende da felicidade e da taxa de impostos.
ru: Производительность твоего города. Зависит от уровня счастья и податей.
zh: 城镇的生产力，会受到幸福指数和税率的影响。
zh_tw: 城鎮的生產力，會受到幸福指數和稅率影響。

# T_GAME_TOOLTIP_NEED_RELIGION
source: Satisfaction with the number of religious buildings in town.
de: Zufriedenheit mit Religionsgebäuden im Dorf.
es: Satisfacción por el número de edificios religiosos en la ciudad.
fr: Satisfaction quant au nombre d'édifices religieux en ville.
id: Tingkat kepuasan dengan jumlah bangunan religius di kota.
it: Soddisfazione per il numero di edifici religiosi in città.
ja: 信仰を持つ住民のための建物数に対する満足度。
ko: 마을에 있는 종교 건물 개수에 대한 만족도.
pt: Satisfação com o número de prédios religiosos na cidade.
ru: Удовлетворение количеством религиозных зданий в городе.
zh: 对城镇中宗教建筑数量的满意度。
zh_tw: 對城鎮中宗教建築數量的滿意度。

# T_GAME_TOOLTIP_NEED_RELIGION_OLD
source: Satisfaction with the number of churches in town.
de: Zufriedenheit mit Anzahl an Kirchen.
es: Satisfacción con la cantidad de iglesias en la ciudad.
fr: Bonheur grâce au nombre d'églises
id: Kepuasan atas jumlah gereja di kota.
it: Soddisfatto con il numero di chiese in città.
ja: 教会の数に対する満足
ko: 마을의 교회 수에 따른 만족도.
pt: Satisfação com o número de igrejas na cidade.
ru: Удовлетворение от количества церквей в городе.
zh: 对城镇教堂数量的满意度。
zh_tw: 對城鎮教堂數量的滿意度。

# T_GAME_TOOLTIP_NEED_TAVERN
source: Satisfaction with community buildings
de: Zufriedenheit mit Gemeinschaftsgebäuden
es: Satisfacción con los edificios comunitarios
fr: Satisfaction à l'égard des bâtiments communautaires
id: Tingkat kepuasan dengan bangunan komunitas
it: Soddisfazione per gli edifici comunitari
ja: 「憩いの場」への満足度
ko: 커뮤니티 건물 만족도
pt: Satisfação com prédios comunitários
ru: Удовлетворение общественными зданиями
zh: 对社区建筑的满足度
zh_tw: 對社區建築的滿足度

# T_GAME_TOOLTIP_NEED_TAVERN_COMPLETE
source: The desire for community is composed of the condition and capacity of the community buildings themselves and the supply of brew and juice.
de: Die Gemeinschaftszufriedenheit setzt sich aus dem Zustand und der Kapazität von Gemeinschaftsgebäuden, sowie dem Angebot von Gebräu und Saft zusammen.
es: El deseo de vida comunitaria lo alimenta el estado y capacidad de los propios edificios comunitarios y del suministro de cerveza y zumo.
fr: Le désir de communauté se compose de l'état et de la capacité des bâtiments communautaires eux-mêmes et de l'approvisionnement en boisson et en jus.
id: Besarnya keinginan akan komunitas ditentukan oleh gabungan antara kondisi dan kapasitas bangunan itu sendiri serta suplai ramuan dan jus.
it: Il desiderio di comunità si compone delle condizioni e della capienza degli edifici comunitari stessi, più le scorte di cervesia e succo.
ja: 村人に共通の想い。それは状態がよく、コミュニティ形成機能をもった集会所が地域社会に根付くこと。そしてお酒やジュースが出てくること。
ko: 유대감은 커뮤니티 건물 자체의 상태와 용량 그리고 감주와 주스의 공급으로 구성됩니다.
pt: O desejo de comunidade é composto pela condição e capacidade dos próprios prédios comunitários e o fornecimento de cerveja e suco.
ru: Удовлетворение обществом зависит от состояния и вместимости общественных зданий, а также поставок пива и сока.
zh: 社区的期望由社区建筑本身的状况与可容纳人数，以及啤酒与果汁的供应情况组成。
zh_tw: 社區的期望由社區建築本身的狀況與可容納人數，以及啤酒與果汁的供應情況組成。

# T_GAME_TOOLTIP_NEED_TAVERN_COMPLETE_OLD
source: The tavern happiness is composed of the building itself and the supply of brew and juice.
de: Die Wirtshauszufriedenheit setzt sich aus dem Zustand des Gebäudes, sowie dem Angebot von Gebräu und Saft zusammen.
es: La felicidad de la taberna se compone del edificio en si y del suministro de cerveza y zumo.
fr: Le bonheur de la taverne ests constitué du bâtiment lui-même et du stock de boisson et de jus.
id: Tingkat kebahagiaan kedai minum ditentukan oleh bangunan itu sendiri dan suplai bir dan jus.
it: La felicità della taverna si compone dell'edificio in sé più le scorte di birra e succo.
ja: 酒場の幸福度は建物そのものとビールとジュースの供給で構成されています。
ko: 선술집 행복은 건물 자체와 맥주 및 쥬스 공급으로 구성되어 있습니다.
pt: A felicidade da taverna é composta do próprio prédio e do suprimento de cerveja e suco.
ru: Уровень счастья от таверны зависит от самого здания и поставок пива и сока.
zh: 酒馆的幸福感由建筑物本身和酒水供应情况决定。
zh_tw: 酒館的幸福感由建物本身和酒水供應情況決定。
