Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN4_9_DESC
source: Our bread stock is running dangerously low, my liege. We should reduce bread consumption by supplying the town with more meat.
de: Unsere Brotreserven sind sehr niedrig, mein Herr. Wir sollten versuchen, den Brotkonsum des Dorfes zu verringern, indem wir mehr Fleisch in unseren Lagerhäusern anbieten.
es: Se nos están acabando las reservas, milord. Deberíamos suministrar más pescado para reducir el consumo de pan en la ciudad.
fr: Notre stock de pain est dangereusement bas, maître. Nous devrions diminuer la consommation de pain en fournissant plus de poisson à la ville.
id: Persediaan roti kita sangat sedikit, Paduka. Kita harus mengurangi konsumsi roti dengan memberikan lebih banyak ikan.
it: La nostra scorta di pane scarseggia pericolosamente, mio signore. Dovremmo ridurre il consumo di pane rifornendo la città con più pesce.
ja: 閣下、パンの蓄えがほとんどありません。肉を供給してパンの消費を抑えましょう。
ko: 저희의 빵 비축량이 심각하게 부족합니다. 빵소비를 줄이고 마을에 더 많은 생선을 공급해야 합니다.
pt: Nosso estoque de pão corre o perigo de acabar, senhor. Devemos reduzir o consumo de pão fornecendo mais peixe aos cidadãos.
ru: Наши запасы хлеба становятся опасно низкими, мой господин. Нам необходимо снизить потребление хлеба, снабдив город большим количеством рыбы.
zh: 我们的面包储备快要断货了，我的君主。 我们应该为镇民多供应鱼，以此来减少面包消耗。
zh_tw: 我們的麵包儲備快要斷貨了，我的君主。 我們應該為鎮民多供應魚，以此來減少麵包消耗。

# T_GAME_QUEST_SCEN4_9_NAME
source: Produce enough meat.
de: Produziere genug Fleisch.
es: Produce suficiente carne.
fr: Produisez suffisamment de viande.
id: Hasilkan cukup daging.
it: Produci carne a sufficienza.
ja: 十分な肉を生産する。
ko: 충분한 밀을 생산합니다.
pt: Produza carne em quantidade suficiente.
ru: Произведи достаточно мяса.
zh: 生产足够的肉。
zh_tw: 生產足夠的肉。

# T_GAME_QUEST_SCEN4_MAIN_NAME
source: Complete all tasks, overcome the drought and enlarge your town into a city!
de: Erfülle alle Aufgaben, um das Dorf trotz der Dürre zu einer Stadt auszubauen!
es: ¡Completa todas las tareas, supera la sequía y haz que tu población se convierta en una gran ciudad!
fr: Complétez toutes les tâches, combattez la sécheresse et transformez votre village en ville !
id: Selesaikan semua tugas, atasi kemarau dan tumbuhkan kota Anda menjadi kota besar!
it: Completa tutti gli incarichi, sconfiggi la siccità e trasforma il tuo villaggio in una città!
ja: すべてのクエストをクリアし、干ばつを克服、そして街から都市へと成長させる。
ko: 모든 작업을 완료하고, 가뭄을 이겨낸 뒤 마을을 도시로 발전시키세요!
pt: Complete todas as missões, supere a seca e transforme a cidadezinha em uma cidade grande!
ru: Выполни все задания, одолей засуху и преврати свой маленький городок в большой город!
zh: 完成所有的任务，克服抽水的困难，把城镇发展成一座大城市！
zh_tw: 完成所有的任務，克服抽水的困難，把城鎮發展成一座大城市！

# T_GAME_QUEST_SCEN5_10_DESC
source: Now there's just one thing missing, my lord, and that's grape juice to celebrate our victory! Please deliver a copious amount of grape juice to the army encampment!
de: Nur noch eine Sache fehlt, mein Lord. Meine Männer wünschen sich mehr Traubensaft im Armeelager. Würdet ihr mir eine Lieferung an Saft schicken?
es: Ahora solo falta una cosa, milord, ¡y es el mosto para celebrar nuestra victoria! Entrega una cantidad copiosa de mosto en el campo del ejército.
fr: Il ne manque plus qu'une chose, mon seigneur, le jus de raisin pour fêter notre victoire ! S'il vous plaît, livrez une bonne quantité de jus de raisin au campement de l'armée !
id: Sekarang, hanya kurang satu hal, Paduka, dan itu adalah jus anggur untuk merayakan kemenangan kita! Mohon berikan jus anggur yang berlimpah ke perkemahan tentara!
it: Ora manca una sola cosa, mio signore: succo d'uva per festeggiare la nostra vittoria! Per favore, consegna succo d'uva in grande quantità all'accampamento militare!
ja: なんてことだ！トラブルだ！結婚指輪がない！姫に内緒で新しい指輪を作ってくれる金細工職人をお願いしたいのです。
ko: 한가지가 빠졌습니다. 승리를 축하할 포도 주스가 빠졌습니다! 군인들을 위해 엄청난 양의 포도 주스를 제공해주십시오!
pt: Agora só falta uma coisa, meu senhor: suco de uva para celebrar nossa vitória! Por favor, entregue uma quantidade generosa de suco de uva no acampamento do exército!
ru: Милорд, отсутствует лишь одна деталь — виноградный сок для празднования нашей победы! Будьте так любезны, доставить большое количество виноградного сока в лагерь армии!
zh: 大人，现在万事俱备，只欠东风。那就是庆功宴上的葡萄汁！ 请运送充足的葡萄汁到部队的营房去！
zh_tw: 大人，現在萬事俱備，只欠東風。那就是慶功宴上的葡萄汁！ 請運送充足的葡萄汁到部隊的營房去！

# T_GAME_QUEST_SCEN5_10_NAME
source: Deliver 45 grape juice to the knight.
de: Liefert 45 Traubensaft an den Ritter.
es: Entrega 45 de mosto al caballero.
fr: Livrez 45 cruches de jus de raison au chevalier.
id: Berikan 45 jus anggur kepada kesatria.
it: Consegna 45 unità di succo d'uva al cavaliere.
ja: 騎士にぶどうジュースを45届ける。
ko: 기사에게 45개의 포도 주스를 제공합니다.
pt: Entregue 45 sucos de uva para o cavaleiro.
ru: Доставь 45 единиц виноградного сока рыцарю.
zh: 向骑士交付45个值的葡萄汁。
zh_tw: 向騎士交付45個點數的的葡萄汁。

# T_GAME_QUEST_SCEN5_11_DESC
source: Absolutely marvelous, my liege! Lord Blankenstein has successfully completed his campaign and speaks very highly of you and your support. Would you like to make one final trade before I leave this region?
de: Hervorragend, Herr Statthalter! Lord von Blankenstein hat seine Kampagne in der Region erfolgreich abgeschlossen und spricht in den höchsten Tönen von euch. Was haltet Ihr von einem abschließenden Handel, bevor auch ich weiter ziehen werde?
es: ¡Absolutamente maravilloso, milord! Lord Blankenstein ha completado con gran éxito su campaña y habla muy bien de ti y de todo lo que le has ayudado. ¿Quieres comprar una última cosa antes de que me vaya?
fr: C'est absolument merveilleux, maître ! Sire Blankenstein a remporté un franc succès lors de sa campagne militaire et il a chanté vos louanges pour l'aide que vous lui avez apportée. Aimeriez-vous faire des dernières affaires avant que je ne quitte cette région ?
id: Benar-benar luar biasa, Paduka! Lord Blankenstein berhasil menyelesaikan kampanye dan berbicara sangat tinggi tentang Anda dan dukungan Anda. Anda ingin membuat satu perdagangan terakhir sebelum saya meninggalkan wilayah ini?
it: Meraviglioso, mio signore! Lord Blankenstein ha completato la sua campagna e ha parlato molto bene di te e del supporto che hai fornito. Vorresti fare un ultimo affare prima che io lasci questa regione?
ja: 実にすばらしいです！！ ブランケンステイン伯爵が任務を成功され、あなたの援助に対する功績を讃えています。 この地域を去る前に最後の貿易を行いませんか？
ko: 완벽합니다! Lord Blankenstein는 그의 캠페인을 성공적으로 완료했으며 당신과 당신의 지원에 관하여 칭찬했습니다. 이 지역을 떠나기 전 마지막 거래를 하시겠습니까?
pt: Simplesmente maravilhoso, meu senhor! O Lorde Blankenstein terminou sua campanha com sucesso e só tem elogios para vossa alteza. Vossa alteza gostaria de fazer alguma negociação antes de sair da região?
ru: Просто изумительно, господин наместник! Лорд Бланкенштайн успешно завершил свою кампанию и крайне высоко отзывается о вас и поддержке с вашей стороны. Хотите поторговать напоследок, прежде чем я окончательно покину эти края?
zh: 君主，你太了不起了！ 布兰肯•施泰因勋爵这一仗大获全胜，他对你及你的大力协助大为赞赏。 在我离开此地之前，你想不想最后再作一笔交易？
zh_tw: 君主，您太了不起了！ 布蘭肯•施泰因勳爵這一仗大獲全勝，他對您及您的大力協助大為讚賞。 在我離開此地之前，您想不想最後再作一筆交易？

# T_GAME_QUEST_SCEN5_11_NAME
source: Earn a profit of 2500 Thaler through trade.
de: Erziele Profit in Höhe von 2500 Talern am Markt.
es: Consigue 2500 táleros de beneficio con el comercio.
fr: Faites un profit de 2500 Écus en faisant du commerce.
id: Dapatkan laba 2500 Thaler melalui perdagangan.
it: Ottieni un profitto di 2500 talleri commerciando.
ja: 売買により2500ターレルの利益を上げる。
ko: 거래를 통해서 2500 탈러를 얻었습니다.
pt: Obtenha um lucro de 2500 Táleres com comércio.
ru: Получи 2500 талеров прибыли от торговли.
zh: 通过贸易获得的利益达到2500个泰勒币。
zh_tw: 通過貿易獲得的利益達到2500個泰勒幣。

# T_GAME_QUEST_SCEN5_1_DESC
source: It's a beautiful morning, my liege. I have great news. We have been contacted by a free merchant. He will visit our town soon and has expressed his need for wood planks to construct a market stand.
de: Was für ein wunderschöner Morgen, mein Statthalter! Ich habe gute Neuigkeiten für euch: Kontakt mit einem freien Händler ist arrangiert worden. Der Händler wird in Kürze unser Dorf erreichen und verlangt als Begrüßungsgeschenk einige Bretter, um seine Marktstände zu errichten.
es: Es una mañana maravillosa, milord. Y tengo buenas noticias: un mercader independiente se ha puesto en contacto con nosotros. Pronto vendrá a nuestra ciudad y nos ha comentado que necesita tablones de madera para construir un puesto para el mercado.
fr: Quelle belle matinée, maître. J'ai d'excellentes nouvelles pour vous. Nous avons été contactés par un marchand indépendant. Il va bientôt rendre visite à notre ville et il a annoncé avoir besoin de planches de bois pour construire un marché.
id: Pagi yang indah, paduka. Saya punya kabar yang bagus. Kita telah dihubungi pedagang. Ia akan mengunjungi kota kita dan membutuhkan papan kayu untuk membangun stan pasar.
it: E' una bellissima giornata, mio signore. Ho grandi notizie. Siamo stati contattati da un libero mercante. Tra poco visiterà la nostra città e ha bisogno di assi di legno per costruire una bottega.
ja: とても美しい朝ですね、閣下。良い知らせがあります。旅の商人から連絡がありました。 まもなく街を訪れるので、市場の建築用に木製の厚板を用意してほしいとのことです。
ko: 아름다운아침입니다, 성주님. 좋은 소식이 있습니다. 자유로운 상인과 연락이 닿았습니다. 상인이 곧 마을을 방문하며 시장 판매대를 제작할 목재 널빤지가 필요하다고 알려왔습니다.
pt: Que bela manhã, meu senhor. Trago boas notícias. Um mercador livre entrou em contato. Em breve ele visitará nossa cidade e disse ter necessidade de tábuas de madeira para construir uma tenda no mercado.
ru: Прекрасное утро, мой господин. У меня отличная новость. С нами связался вольный купец. Вскорости он посетит наш город, и он сообщил о своей потребности в досках для строительства рыночной палатки.
zh: 君主，真是个美好的早晨。 告诉你一个好消息。 已经有一个自由商人联系我们了。 他马上到我们镇上来，他说他需要厚木板用来搭建市场货摊。
zh_tw: 君主，真是個美好的早晨。 告訴您一個好消息。 一個自由貿易商聯繫過我們了。 他馬上到我們鎮上來，他說他需要厚木板用來搭建市場貨攤。

# T_GAME_QUEST_SCEN5_1_NAME
source: Produce 30 planks.
de: Stelle 30 Bretter her.
es: Produce 30 tablones de madera.
fr: Produisez 30 planches.
id: Buat 30 papan tebal.
it: Produci 30 assi.
ja: 厚板を30生産する。
ko: 30개의 널빤지를 생산합니다.
pt: Produza 30 tábuas de madeira.
ru: Произведи 30 досок.
zh: 生产30个值的厚木板。
zh_tw: 生產30個點數的的厚木板。

# T_GAME_QUEST_SCEN5_2_DESC
source: My lord, you have established a nice little trading post here. It is missing one vital thing, though, and that's a tavern. If we were to build a tavern, our little town would attract more merchants and travelers.
de: Mein Herr, einen gut gelegenen Handelsposten habt ihr hier errichtet! Was allerdings noch fehlt, wäre ein Wirtshaus, um weitere Reisende und Händler anzulocken.
es: Señor, has constituido un punto de comercio excelente. Pero le falta algo vital: una taberna. Si tuviésemos una taberna, nuestra pequeña ciudad atraerá aún a más mercaderes y viajeros.
fr: Mon seigneur, vous avez établi un joli petit comptoir de commerce ici. Cependant, il manque un bâtiment vital : une taverne. Si nous bâtissons une taverne, nous attirerons encore plus de marchants et de voyageurs.
id: Yang Mulia, Paduka telah membuat pos dagang kecil yang baik di sini. Tapi, pos ini kekurangan satu hal penting, yakni kedai minuman. Seandainya ktia membangun kedai minuman, kota kecil kita akan menarik lebih banyak pedagang dan pelancong.
it: Mio signore, hai stabilito un bel centro di commercio qui. Ma manca una cosa importante, una taverna. Se costruissimo una taverna, la nostra cittadina attrarrebbe più mercanti e viaggiatori.
ja: 閣下、最高の交易所が完成しました。しかし一つ大事なことを忘れています。酒場です。酒場を建設すれば、我々の小さな街も大勢の商人や旅人でにぎわいます。
ko: 작지만 아름다운 거래소를 설립했습니다. 중요한 한가지가 빠졌습니다. 여관을 짓게된다면, 여행객과 상인들이 더 많이 방문할 것입니다.
pt: Meu senhor, estabelecestes um ótimo posto comercial aqui. Mas falta algo crucial: uma taverna. Se construíssemos uma taverna, nossa cidadezinha atrairia mais mercadores e viajantes.
ru: Милорд, вы основали здесь небольшую милую факторию. Однако ей не хватает одной жизненно важной вещи - таверны. Если бы мы построили таверну, наш маленький городок привлек бы к себе больше купцов и путешественников.
zh: 大人，你在这里设立的交易站真不错。 不过，还缺一样至关重要的东西，那就是酒馆。 如果建起酒馆，更多的商人及游客就会闻风而来。
zh_tw: 大人，您在這裡設立的交易站真不錯。 不過，還缺一樣至關重要的東西，那就是酒館。 如果建起酒館，更多的商人及遊客就會聞風而來。

# T_GAME_QUEST_SCEN5_2_NAME
source: Attain high satisfaction with taverns.
de: Erreiche eine hohe Wirtshaus-Zufriedenheit.
es: Consigue una gran satisfacción con las tabernas.
fr: Obtenez un bonheur élevé grâce aux tavernes.
id: Capai kepuasan yang tinggi dengan beberapa bar.
it: Ottieni un alto grado di soddisfazione con le taverne.
ja: 酒場で高い満足度を達成する。
ko: 선술집에서 높은 만족도를 획득하십시오.
pt: Obtenha alta satisfação com tavernas.
ru: Достигни высокого уровня удовлетворения с помощью таверн.
zh: 达到高度的酒馆满意度。
zh_tw: 達到高度的酒館滿意度。

# T_GAME_QUEST_SCEN5_3_DESC
source: Very good, your lordship. That tavern will open up many trade opportunities in the future. Now let us get to the interesting part of our arrangement. Let's trade some goods...
de: Sehr gut, Herr Statthalter. Dieses Wirtshaus wird euch in Zukunft viele Handelsaufträge bringen. Nun lasst uns den interessanten Teil unseres Abkommens erledigen. Wir handeln einige Güter...
es: Magnífico, su señoría. Esa taberna nos abrirá muchas oportunidades de negocio en el futuro. Ahora pasemos a la parte interesante de nuestro acuerdo. ¡A comerciar!
fr: Parfait, votre seigneurie. Cette taverne nous offrira de nombreuses opportunités commerciales à l'avenir. À présent, passons à l'aspect le plus intéressant de notre petit arrangement. Échangeons des marchandises...
id: Sangat baik, Paduka. Kedai minuman itu akan membuka banyak peluang dagang di masa mendatang. Sekarang mari kita masuk ke bagian menarik dari persiapan kita. Mari tukar beberapa barang...
it: Molto bene, mio signore. Quella taverna attirerà molte opportunità in futuro. Ora passiamo alla parte più interessante del nostro accordo. Vendiamo un po' di merce...
ja: 上出来です、閣下。酒場がこれから多くの貿易のチャンスを生みます。 これからが一番大事な仕事です。実際に貿易を行いましょう。
ko: 아주 좋습니다. 이 여관은 차후 다양한 거래의 기회를 가져올 것입니다. 이제 흥미로운 협의를 해봅시다. 우선 상품을 거래합시다…
pt: Muito bem, meu senhor. A taverna trará muitas oportunidades de comércio no futuro. Agora, vamos para a parte interessante do acordo. Vamos negociar...
ru: Очень хорошо, господин наместник. В будущем эта таверна откроет множество возможностей для торговли. А теперь, перейдем к самой интересной части нашего соглашения. Давайте-ка займемся торговлей...
zh: 很好，阁下。 将来酒馆还会开开辟许多商机。 现在到了我们计划的有趣的阶段。 我们来进行商品交易……
zh_tw: 很好，閣下。 將來酒館還會開開闢許多商機。 現在到了我們計畫的有趣的階段。 我們來進行商品交易……

# T_GAME_QUEST_SCEN5_3_NAME
source: Earn a profit of 1500 Thaler through trade.
de: Erziele einen Profit in Höhe von 1500 Talern am Markt.
es: Consigue 1500 táleros de beneficio con el comercio.
fr: Faites un profit de 1500 Écus en faisant du commerce.
id: Dapatkan laba 1500 Thaler melalui perdagangan.
it: Ottieni un profitto di 1500 talleri commerciando.
ja: 売買により1500ターレルの利益を上げる。
ko: 거래를 통해서 1500 탈러를 얻었습니다.
pt: Obtenha um lucro de 1500 Táleres com o comércio.
ru: Получи 1 500 талеров прибыли от торговли.
zh: 通过贸易获得的利益达到1500个泰勒币。
zh_tw: 通過貿易獲得的利益達到1500個泰勒幣。

# T_GAME_QUEST_SCEN5_4_DESC
source: Would you be so kind and stock up on fabrics, my liege? I have a trading partner who is extremely interested in fabrics. I also met a knight while I was traveling. He is on his way here and might have some interesting tasks for you.
de: Wärt ihr so freundlich und würdet Stoffe in euren Warenhäusern einlagern, mein Herr? Ich habe einen Handelspartner, der sehr an Stoffen interessiert ist. Außerdem habe ich einen Ritter auf meinen Reisen getroffen, der hierhin unterwegs ist. Er könnte interessante Aufgaben für euch haben.
es: Milord, ¿serías tan amable de abastecernos de telas? Tengo un socio que está tremendamente interesado en telas. Además, en mis viajes conocí a un caballero. Viene de camino y puede que tenga tareas interesantes para ti.
fr: Pourriez-vous avoir l'amabilité de stocker du tissu, maître ? J'ai un partenaire commercial qui serait très intéressé par du tissu. J'ai également fait la connaissance d'un chevalier durant mes voyages. Il se dirige par ici et il aura peut-être des tâches intéressantes à vous confier.
id: Sudikah Anda memberikan kain juga, Paduka? Saya memiliki mitra dagang yang sangat tertarik dengan kain. Saya juga bertemu kesatria di perjalanan. Dia sedang menuju ke sini dan mungkin memiliki tugas menarik bagi Anda.
it: Saresti così gentile da rifornirti di stoffe, mio signore? Ho un possibile acquirente estremamente interessato alle stoffe. Inoltre ho incontrato un cavaliere durante i miei viaggi. Si sta dirigendo qui e potrebbe avere del lavoro per te.
ja: 閣下、布の在庫は十分ですか？布に大変興味をもっている貿易相手を見つけました。 そして先ほど騎士にも会いました。彼はこちらに向かう途中で、依頼したいことがあるとのことでした。
ko: 자비롭게 천들을 준비하시겠습니까? 저는 천에 관심이 많은 파트너를 가지고 있습니다. 또한, 여행 도중 기사를 만났습니다. 이곳으로 오는 중이며, 당신이 흥미를 가질만한 상품을 가지고 있을 수도 있습니다.
pt: Poderia vossa alteza fazer a gentileza de estocar tecidos? Tenho um parceiro comercial que se interessa muito por tecidos. Também conheci um cavaleiro nas minhas viagens. Ele está a caminho e pode trazer missões interessantes para vossa alteza.
ru: Не будете ли вы так любезны, мой господин, собрать некоторое количество ткани? У меня есть торговый партнер, сильно интересующийся ими. Также в ходе моих путешествий я встретил одного рыцаря. Он направляется сюда и у него могут быть для вас кое-какие интересные задания.
zh: 君主，能不能进些面料呢？ 我有一位贸易伙伴，对面料生意非常感兴趣。 我在旅行时，还认识了一位骑士。 他也是赶往这里的，而且他会给你们带来一些有趣的任务。
zh_tw: 君主，能不能進些面料呢？ 我有一位交易夥伴，對面料生意非常感興趣。 我在旅行時，還認識了一位元騎士。 他也是趕往這裡的，而且他會給您們帶來一些有趣的任務。

# T_GAME_QUEST_SCEN5_4_NAME
source: Stock 35 units of fabric in your warehouse.
de: Lagere 35 Stoffe in deinen Warenhäusern.
es: Almacena 25 unidades de tela en el almacén.
fr: Stockez 35 rouleaux de tissu dans votre entrepôt.
id: Simpan 35 unit kain di gudang.
it: Accumula 35 unità di stoffa nel tuo magazzino.
ja: 倉庫に布を35蓄える。
ko: 창고에 35개의 천을 저장합니다.
pt: Estoque 35 unidades de tecido no depósito.
ru: Собери 35 единиц ткани у себя в пакгаузе.
zh: 在你的仓库里储备了35个值的布料。
zh_tw: 在您的倉庫裡儲備了35個點數的的布料。

# T_GAME_QUEST_SCEN5_5_DESC
source: My Lord! I am Kunibert von Blankenstein, an anointed knight of the King. Your trading post is suited perfectly to aid me on my quest to drive the bandits from these lands. Would you supply me with stone so I can construct guard towers to safeguard this region?
de: Mein Lord! Ich bin Kunibert von Blankenstein, Ritter des Königs. Euer Handelsposten ist gut gelegen, um mich in meinen Vorhaben zu unterstützen, die Banditen in dieser Gegend zu vertreiben. Würdet ihr mir Steine liefern, damit ich einige Wachposten in der Region bauen kann?
es: ¡Milord! Soy Kunibert von Blankenstein, un caballero ungido del rey. El punto de comercio es idóneo para ayudarme en mi misión: alejar a los bandidos de estas tierras. ¿Puedes surtirme de piedra para construir atalayas y poder, así, proteger la región?
fr: Mon seigneur ! Je suis Kunibert von Blankenstein, chevalier du roi. Votre comptoir de commerce est idéalement placé pour m'aider dans ma quête visant à chasser les bandits de ces terres. Pourriez-vous me fournir des pierres afin que je construise des tours de garde pour surveiller cette région ?
id: Paduka! Saya Kunibert von Blankenstein, kesatria raja yang setia. Pos dagang Anda sangat cocok membantu pencarian saya untuk menggerakkan penjahat dari tanah ini. Maukah Anda memberi saya batu sehingga saya dapat membangun menara pengawas untuk melindungi wilayah ini?
it: Mio signore! Mi chiamo Kunibert von Blankenstein, e sono un cavaliere del re. Il tuo centro di commercio è perfetto per aiutarmi nella mia missione di scacciare i banditi da queste terre. Puoi rifornirmi di pietre con le quali costruire torri di guardia per sorvegliare la regione?
ja: 一つ忘れておりました。ぶどうジュースで勝利の祝杯をあげねば！ 大量のぶどうジュースを軍隊の野営地に送ってください！
ko: 저는 Kunibert von Blankenstein입니다, 왕의 기사입니다. 왕의 영토에서 침략자들을 몰아내는 목적을 달성하는 동안 당신의 거래소를 유용하게 사용할 수 있을 것 같습니다. 해당 지역을 보호 할 수 있는 감시탑을 건설할 돌을 제공해줄 수 있습니까?
pt: Meu senhor! Sou Kunibert von Blankenstein, cavaleiro sagrado pelo rei. O seu posto comercial é perfeito para me auxiliar em minha busca por expulsar os bandidos dessas terras. Poderia vossa alteza fornecer pedras para que eu possa construir torres para vigiar essa região?
ru: Милорд! Я — королевский рыцарь по имени Куниберт фон Бланкенштайн. Ваша фактория идеально подойдет для того, чтобы помочь мне в моем квесте по изгнанию разбойников из этих земель. Снабдите меня камнем, чтобы я смог построить сторожевые башни для защиты этого края?
zh: 大人！ 我叫库尼贝特，我是国王受膏的骑士。 你设立的交易站十分有利于我赶走这一带的土匪。 能否请你为我提供石料，我可以建造了望塔，来守卫这一地区？
zh_tw: 大人！ 我叫庫尼貝特，我是國王受膏的騎士。 您設立的交易站十分有利於我趕走這一帶的土匪。 能否請您為我提供石料，我可以建造瞭望塔，來守衛這一地區？

# T_GAME_QUEST_SCEN5_5_NAME
source: Deliver 50 stone to the knight.
de: Liefere 50 Steine an den Ritter.
es: Entrega 50 de piedra al caballero.
fr: Livrez 50 pierres au chevalier.
id: Berikan 50 batu kepada kesatria.
it: Consegna 50 pietre al cavaliere.
ja: 騎士に石材を50届ける。
ko: 기사에게 50개의 돌을 제공합니다.
pt: Entregue 50 pedras para o cavaleiro.
ru: Доставь 50 единиц камня рыцарю.
zh: 向骑士交付50个值的石料。
zh_tw: 向騎士交付50個點數的的石料。

# T_GAME_QUEST_SCEN5_6_DESC
source: My lord steward, my weapon-smiths are in urgent need of iron in order to supply my army with swords. There are several ore deposits near your trading post. Could you send a delivery of iron to my servant?
de: Herr Statthalter, meine Waffenschmieden benötigen dringend Eisen, um meine Armee mit neuen Schwertern zu versorgen. In der Nähe eures Handelspostens gibt es einige Erzadern - würdet ihr meinem Knecht eine Lieferung mit Eisen zukommen lassen?
es: Estimado corregidor: mis talleres de picas necesitan urgentemente hierro para poder abastecer a mi ejército de espadas. Hay varios depósitos de minerales cerca del punto de comercio. ¿Puedes entregar un envío de hierro a mi criado?
fr: Mon seigneur et intendant, mes forgerons ont besoin de fer en urgence pour produire des épées pour mon armée. Il y a plusieurs dépôts de minerai de fer près de votre comptoir commercial. Pourriez-vous faire parvenir une cargaison de fer à mon serviteur ?
id: Paduka Yang Mulia, tempat pembuatan senjata sangat memerlukan besi untuk memberikan pedang kepada tentara. Ada beberapa endapan bijih dekat pos dagang Anda. Dapatkah Anda berikan besi kepada pelayan saya?
it: Mio signore Siniscalco, i miei armaioli hanno urgente bisogno di ferro per costruire spade per i soldati. Ci sono diversi depositi di minerale vicino al tuo centro di commercio. Puoi spedire un carico di ferro al mio servitore?
ja: 盗賊に勝利を収めたので祝杯をあげたいと思います。しかし、盗賊を倒した部下たちはまだ興奮しています。 馬上槍闘技場を建設していただけませんか？部下たちの興奮を発散させたいのです。
ko: 스튜어드님, 저의 무기제조인이 칼을 만들기 위한 철을 필요로 하고 있습니다. 거래소 근처에 광석들이 있습니다. 저의 제조인에게 철을 제공할 수 있습니까?
pt: Meu senhor, meus ferreiros necessitam urgentemente de ferro para fazer espadas para o meu exército. Há vários depósitos de minério perto do vosso posto comercial. Seria possível fazer uma entrega de ferro para meu servo?
ru: Господин наместник, моим оружейникам срочно необходимо железо, чтобы снабдить мою армию мечами. Рядом с вашей факторией есть несколько рудных месторождений. Сможете ли вы доставить железо моему слуге?
zh: 我的管事大人，我的武器匠急需钢铁来为我的部队铸剑。 在你的交易站附近有好几处矿床。 你能不能向我的仆人提供一批铁矿石呢？
zh_tw: 我的管事大人，我的武器匠急需鋼鐵來為我的部隊鑄劍。 在您的交易站附近有好幾處礦床。 您能不能向我的僕人提供一批鐵礦石呢？

# T_GAME_QUEST_SCEN5_6_NAME
source: Deliver 65 bars of iron to the knight.
de: Liefere 65 Eisen an den Ritter.
es: Entrega 65 de hierro al caballero.
fr: Livrez 65 lingots de fer au chevalier.
id: Berikan 65 besi kepada kesatria.
it: Consegna 65 unità di ferro al cavaliere.
ja: 騎士に鉄を65届ける。
ko: 기사에게 65개의 철을 제공합니다.
pt: Entregue 65 unidades de ferro para o cavaleiro.
ru: Доставь 65 единиц железа рыцарю.
zh: 为骑士交付65个值的钢铁。
zh_tw: 為騎士交付65個點數的的鋼鐵。
