Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_STARTED_003
source: Queen Frigyth wants you to be the chief inspector in the case. She also mentioned that we have to make haste, before the news of a beast spread all over the Kingdom.
de: Die Königin erwählt euch zum Leiter dieser Untersuchung. Sie erwähnte auch, dass wir schnell und diskret sein sollen, bevor sich die Nachricht einer Bestie noch im ganzen Königreich verbreitet.
es: La reina Frigyth quiere que seas el inspector en jefe del caso. También ha mencionado que debemos apresurarnos, antes de que las noticias sobre la bestia se extiendan por el reino.
fr: La reine Frigyth veut que vous soyez l'inspecteur en chef dans cette affaire. Elle a également mentionné que nous devons nous hâter, avant que la nouvelle d’une bête ne se répande dans tout le Royaume.
id: Ratu Frigyth minta Tuanku menjadi penyelidik utama dalam kasus ini. Beliau juga berkata kita harus bekerja cepat, sebelum berita tentang makhluk mengerikan itu menyebar ke seluruh negeri.
it: La Regina Frygith vuole che voi siate l'ispettore capo nel caso. Ha anche detto che dobbiamo fare in fretta, prima che la notizia della bestia si diffonda in tutto il regno.
ja: 女王の令としては2つ。まず、件の調査責任者には陛下をあてること。そして、獣の話が王国全土へ広がる前に問題を終息させること。
ko: 프리기스 여왕님이 영주님을 최고 조사관으로 임명하셨어요. 또한 짐승 소식이 왕국 전역으로 퍼지기 전에 서둘러 조사를 마무리하라고 지시하셨어요.
pt: A Rainha Frigyth quer que você seja o principal detetive no caso. Ela também mencionou que precisamos ser rápidos, antes que a notícia da besta se espalhe pelo reino.
ru: Королева Фригит назначила вас главным инспектором по этому делу. Она также намекнула, что лучше поторопиться, пока новости о звере не разлетелись по всему королевству.
zh: 弗里吉斯女王想让您做这次事件的主调查员。她还提到让我们抓紧时间，一定要在野兽的消息传遍全国之前完成。
zh_tw: 女王芙麗基斯想讓您做這次事件的主調查員。她還提到讓我們抓緊時間，一定要在野獸的消息傳遍全國之前完成。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_001_TITLE
source: Choose how to proceed.
de: Wähle eine Vorgehensweise.
es: Elige qué hacer.
fr: Choisissez comment procéder.
id: Pilih langkah selanjutnya.
it: Scegli come procedere.
ja: 選択してください。
ko: 진행 방법을 선택하세요.
pt: Escolha como proceder.
ru: Выбери, как действовать дальше.
zh: 选择调查方式。
zh_tw: 選擇調查方式。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_002
source: Hmm. We haven't learned a lot. A demonic beast? What the hell is that supposed to mean? Maybe a new attempt by the locals to drive out the newcomers?
de: Hmm. Na sehr aufschlussreich war das ja nicht. Eine dämonische Bestie? Was zur Hölle soll das sein? Etwa ein neuer Versuch der Einheimischen die Neuankömmlinge zu vertreiben?
es: Mmm. No hemos descubierto gran cosa. ¿Una bestia demoníaca? ¿Qué diablos significa eso? ¿Podría ser un nuevo intento por parte de los lugareños de echar a los recién llegados?
fr: Hmm. Nous n'avons pas appris grand-chose. Une bête démoniaque ? Qu'est-ce que c'est que ça ? Une nouvelle tentative de la population locale pour chasser les nouveaux venus ?
id: Hmm. Tidak banyak yang kita peroleh. Makhluk jahat? Ya ampun, apa maksudnya itu? Mungkin ini akal-akalan warga asli untuk mengusir pendatang baru?
it: Mhmm. Non abbiamo scoperto molto. Una bestia demoniaca? Cosa diavolo vuol dire? Forse si tratta di un nuovo tentativo della gente del posto di cacciare i nuovi arrivati?
ja: なるほど。これといって目新しい情報は...え、「つかまれた」...？獣の正体は一体...たとえば地元民が、移住者を追い出す新たな試みを始めたのかもしれませんね...？
ko: 흠. 별로 소득이 없네요. 무시무시한 짐승이라? 그게 뭘까요? 원주민들이 이주민들을 쫓아내기 위한 새로운 모략이 아닐까요?
pt: Hmm. Isso não nos dá muitas informações. Uma besta diabólica? O que isso pode significar? Talvez uma tentativa dos habitantes de afastar os recém-chegados?
ru: Хм. Негусто. Адский зверь? Что это, черт побери, значит? Может, это очередные попытки местных выдворить приезжих?
zh: 唔。我们得到的线索不是很多。一只魔鬼一样的野兽？这到底是什么意思？也许是当地人为了轰走新来的人耍的又一种花招？
zh_tw: 唔。我們得到的線索不是很多。一隻魔鬼一樣的野獸？這到底是什麼意思？也許是當地人為了轟走新來的人耍的又一種花招？

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_002_TITLE
source: Would you like to ask this young woman another question or should we interrogate her husband instead?
de: Möchtet Ihr dieser jungen Frau eine andere Frage stellen oder sollen wir stattdessen ihren Mann fragen?
es: ¿Deseas hacer a esta joven más preguntas o interrogamos mejor a su marido?
fr: Souhaitez-vous poser une autre question à cette jeune femme ou devrions-nous plutôt interroger le mari ?
id: Apakah Tuanku mau menanyai perempuan muda ini lagi atau lebih baik kita menginterogasi suaminya?
it: Volete fare un'altra domanda a questa giovane donna o passiamo a interrogare suo marito?
ja: この女性にもっと質問をしますか？それとも彼女の夫に質問しますか？
ko: 이 젊은 여성에게 다시 질문할까요, 아니면 남편을 심문할까요?
pt: Gostaria de fazer outra pergunta para a jovem ou devemos interrogar seu marido?
ru: Хотите спросить женщину еще о чем-нибудь или же поговорите с ее мужем?
zh: 您还要再问这个年轻的女士一个问题吗？还是说我们应该去调查一下她的丈夫？
zh_tw: 您還要再問這個年輕的女士一個問題嗎？還是說我們應該去調查一下她的丈夫？

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_HUSBAND
source: Question the victim's husband.
de: Befrage den Mann des Opfers.
es: Interroga al marido de la víctima.
fr: Interrogez le mari de la victime.
id: Tanyai suami korban.
it: Interroga il marito della vittima.
ja: 被害者の夫に質問する。
ko: 희생자의 남편에게 질문하세요.
pt: Interrogue o marido da vítima.
ru: Расспросить мужа жертвы.
zh: 询问受害者的丈夫。
zh_tw: 詢問受害者的丈夫。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_VICTIM
source: Ask the victim a new question.
de: Stelle dem Opfer eine neue Frage.
es: Haz otra pregunta a la víctima.
fr: Posez une nouvelle question à la victime.
id: Ajukan pertanyaan baru kepada korban.
it: Fai una nuova domanda alla vittima.
ja: 被害者にさらに質問する。
ko: 희생자에게 새로운 질문을 하세요.
pt: Faça outra pergunta à vítima.
ru: Задать жертве другой вопрос.
zh: 再询问受害者一个问题。
zh_tw: 再詢問受害者一個問題。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_HUSBAND_ANSWER
source: Ah.... What I saw? Not much, actually. I heard a growl, a little like the sound of pigs, but more... wild. And of course my wife who was calling for help. I ran and found her unconscious. I didn't see anything else.
de: Was ich gesehen habe? Eigentlich nicht viel. Ich hörte ein Grunzen, ähnlich wie das Geräusch von Schweinen... aber viel wilder! Und natürlich meine Frau, die um Hilfe schrie. Daraufhin rannte ich los und fand sie bewusstlos vor. Sonst konnte ich nichts anderes sehen...
es: Ah... ¿que qué vi? La verdad es que no mucho. Oí un gruñido, parecido al de un cerdo, pero más... salvaje. Y por supuesto a mi mujer, que pedía ayuda. Corrí y la encontré inconsciente. No vi nada más.
fr: Ah... Ce que j'ai vu ? Pas grand-chose à vrai dire. J'ai entendu un grognement, un peu comme le bruit des cochons, mais plus...sauvage. Et bien sûr ma femme qui appelait à l'aide. J'ai couru et je l'ai trouvé évanouie. Je n'ai rien vu d'autre.
id: Ah... Apa yang kulihat? Tidak banyak, sebenarnya. Aku mendengar suara menggeram, mirip suara babi, tapi lebih... liar. Dan suara istriku minta tolong, tentu saja. Aku berlari dan menemukannya tidak sadar. Selain itu aku tidak melihat apa-apa selain.
it: Ah... Cosa ho visto? Non molto, in realtà. Ho sentito un ringhio, un po' come il verso dei maiali, ma più... selvatico. E naturalmente mia moglie che chiedeva aiuto. Sono arrivato di corsa e l'ho trovata priva di sensi. Non ho visto nient'altro.
ja: えー...私はほとんど何も見ていないんです。うなり声...すこし豚に似ているような、でももっと野性的な声が聞こえました。それからもちろん、妻が助けを求める声も。走って行ったら気絶している妻を見つけて、それだけです。目撃したものは何も。
ko: 아.... 제가 본 거요? 별로 본 게 없어요. 돼지랄까, 멧돼지의 으르렁거리는 것 같은 소리를 들었어요. 물론 아내가 살려달라고 소리치고 있었고요. 제가 갔을 땐 아내가 의식을 잃고 쓰러져 있었어요. 그밖에는 보지 못했어요.
pt: Ah... O que eu vi? Não muito, na verdade. Ouvi um grunhido, parecido com o som de um porco, mas... mais selvagem. E, claro, minha esposa, que estava pedindo socorro. Corri e a encontrei desmaiada. Não vi mais nada.
ru: Хм... Что я видел? Да почти ничего. Я услышал чье-то рычание, похожее на свиное, но только более... дикое. И конечно, крики моей жены. Когда я нашел ее, она уже была без сознания. Больше я ничего не знаю.
zh: 啊……我看到了什么？其实我没看到什么。我听到了一声嚎叫，有点像猪的叫声，不过更……野蛮一些。当然，我也听到了我妻子呼救的声音。我跑了过来，看到了昏迷过去的她。我没看到其他东西。
zh_tw: 啊……我看到了什麼？其實我沒看到什麼。我聽到了一聲嚎叫，有點像豬的叫聲，不過更……野蠻一些。當然，我也聽到了我妻子呼救的聲音。我跑了過來，看到了昏迷過去的她。我沒看到其他東西。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_HUSBAND_ANSWER_002
source: Sire, my wife has often been influenced by her father, the merchant. He used to have crazy ideas which got not only himself, but also his daughters in trouble...
de: Statthalter, meine Frau wurde oft von ihrem Vater, dem Kaufmann, beeinflusst. Früher hatte er oft verrückte Ideen, mit denen er nicht nur sich selbst, sondern auch seine Töchter in Schwierigkeiten brachte..…
es: Excelencia, el padre de mi esposa, el mercader, ejerce mucha influencia sobre ella. Solía tener ideas raras que le ponían en peligro no solo a él, sino también a sus hijas...
fr: Sire, ma femme a souvent été influencée par son père, le marchand. Il avait l'habitude d'avoir des idées folles, qui le mettait non seulement lui, mais aussi ses filles en difficulté…
id: Tuanku, istriku sering dipengaruhi oleh ayahnya, si pedagang. Mertuaku itu sering punya ide aneh yang menimbulkan masalah, bukan hanya untuk dia, tapi juga untuk para putrinya...
it: Sire, mia moglie è stata spesso influenzata da suo padre, il commerciante. Ha idee strambe che hanno messo nei guai non solo lui, ma anche le sue figlie...
ja: 領主様。私は、妻には何も問題ないと思っています。彼女は商人である父親に振り回されてきました。あの義父はありえない... 自分だけならまだしも、自分の娘たちまで巻き込んで...
ko: 영주님, 제 아내는 상인인 장인으로부터 종종 영향을 받아요. 장인께서는 자신뿐만 아니라 당신 딸도 곤경에 빠트리는 이상한 생각을 하곤 하셨죠...
pt: Senhor, minha esposa já foi muito influenciada pelo pai, o mercador. Ele tinha ideias malucas que já o puseram em apuros, e suas filhas também...
ru: Сир, моя жена часто шла на поводу у своего отца, купца. Он вечно пускался в какие-то авантюры, от которых страдал не только он сам, но и его дочери...
zh: 阁下，我的妻子经常受到她那个做商人的父亲的影响。她的父亲总有一些疯狂的想法，这些想法不仅会给他自己，也会给他的女儿带来麻烦……
zh_tw: 閣下，我的妻子經常受到她那個做商人的父親的影響。她的父親總有一些瘋狂的想法，這些想法不僅會給他自己，也會給他的女兒帶來麻煩……

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_QUESTIONS_001
source: Question the victim.
de: Das Opfer befragen.
es: Interroga a la víctima.
fr: Interroger la victime.
id: Tanyai korban.
it: Interroga la vittima.
ja: 被害者に質問する。
ko: 희생자에게 질문하세요.
pt: Interrogue a vítima.
ru: Расспросить жертву.
zh: 询问受害者。
zh_tw: 詢問受害者。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_SCENE_ANALYSE_SCENE
source: Investigate the crime scene.
de: Den Tatort untersuchen.
es: Investiga la escena del crimen.
fr: Enquêter sur la scène de crime.
id: Periksa tempat kejadian perkara.
it: Indaga sulla scena del crimine.
ja: 事件現場を捜査する。
ko: 범죄 현장을 조사하세요.
pt: Investigue a cena do crime.
ru: Осмотреть место нападения.
zh: 调查犯罪现场。
zh_tw: 調查犯罪現場。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_VICTIM_ANSWER_002
source: Well... now that I think about it... Since my sister was banished for unproven accusations, the locals are looking at me strange. I wouldn't be surprised if some of them wished the plague upon me.
de: Nun... jetzt, wo ich darüber nachdenke... seit meine Schwester wegen unbewiesener Anschuldigungen verbannt wurde, sehen mich die Einheimischen mit seltsamen Augen an. Es würde mich nicht überraschen, wenn einige von ihnen mir die Pest wünschen würden.
es: Bueno... ahora que lo pienso... Desde que mi hermana fue desterrada por acusaciones no probadas, los lugareños me miran de forma rara. No me sorprendería que algunos me desearan algo malo.
fr: Eh bien... maintenant que j'y pense, puisque ma sœur a été bannie pour des accusations non prouvées, les gens du coin me regardent bizarrement. Je ne serais pas surpris si certains d'entre eux me souhaitaient la peste.
id: Hmm... kalau diingat-ingat... Sejak saudariku dibuang karena tuduhan yang tidak terbukti, warga asli di sini memandang aneh kepadaku. Aku takkan heran kalau salah satu dari mereka mengharapkan aku celaka.
it: Beh... ora che ci penso.... Da quando mia sorella fu bandita per accuse senza alcuna prova, la gente del posto mi guarda in modo strano. Non mi sorprenderebbe se alcuni di loro ce l'avessero con me.
ja: ああ...ちょうど今それを考えていました...実は姉が昔、濡れ衣を着せられて町を追放されたのです。ですから地元の人たちには、私に対する偏見があるでしょう。誰かが私への嫌がらせを企んでも不思議ではありません。
ko: 음... 생각해보니... 제 여동생이 입증되지 않은 비난을 받고 추방당한 후 원주민들이 저를 이상하게 보기 시작했어요. 그들 중에 저를 해치려는 사람이 있다고 해도 놀랍지 않을 거예요.
pt: Bom... Pensando melhor... Desde que minha irmã foi banida por causa de acusações infundadas, os habitantes me olham de um jeito esquisito. Não me surpreenderia se quisessem o meu mal.
ru: Ну... если подумать... С тех пор как мою сестру выгнали по непроверенным обвинениям, местные смотрят на меня как-то косо. Не удивлюсь, если кто-то из них хочет навести на меня порчу.
zh: 呃……说起来……因为我的姐妹以前出于莫须有的质控被驱逐出村了，当地人看我的眼神都很奇怪。要是他们中的一些人想让我倒霉，我并不觉得奇怪。
zh_tw: 呃……說起來……因為我的姐妹以前出於莫須有的質控被驅逐出村了，當地人看我的眼神都很奇怪。要是他們中的一些人想讓我倒楣，我並不覺得奇怪。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_ADVISOR_STARTED
source: Oh no, my Lord! I have just learned that the beast struck again! Let's hurry to the scene! This time the victim is the baker! One of the locals!
de: Oh mein Gott! Soeben habe ich erfahren, dass es einen weiteren Angriff der Bestie gab! Der Bäcker wurde angegriffen, das Opfer ist dieses mal ein Einheimischer! Lasst uns schnell zum Ort des Geschehens eilen!
es: ¡Oh, no, mi señor! ¡Acabo de enterarme de que la bestia ha atacado de nuevo! ¡Vayamos corriendo a la escena! ¡Esta vez la víctima es el panadero! ¡Uno de los lugareños!
fr: Oh non, Sire ! Je viens d'apprendre qu'une autre attaque de la bête a eu lieu ! Dépêchons-nous d'aller sur les lieux ! Cette fois, c'est le boulanger ! Un des locaux !
id: Ya ampun, Tuanku! Aku baru mendapat kabar bahwa makhluk itu beraksi lagi! Kita harus segera ke tempat kejadian! Kali ini korbannya si tukang roti! Salah satu warga asli!
it: Oh, no, mio Signore! Ho appena saputo che la bestia ha colpito di nuovo! Corriamo sulla scena! Questa volta la vittima è il fornaio! Uno del posto!
ja: おそれながら、領主様！再び獣が現れました！現場へ急行しましょう。今回の被害者はパン職人、地元住民の一人です！
ko: 이런 맙소사! 방금 짐승이 다시 공격했다는 소식이 들어왔어요! 어서 현장으로 가세요! 이번엔 원주민인 제빵사가 당했어요!
pt: Oh, não! Meu senhor, acabamos de saber que a besta atacou novamente! Vamos correr até a cena! Desta vez, foi o padeiro! Um dos habitantes!
ru: О нет, милорд! Мне доложили, что зверь снова напал! Поспешим на место происшествия! В этот раз жертвой стал пекарь! Местный житель!
zh: 喔，不，领主大人！我刚刚听说那头野兽又来了！我们得赶快去现场！这次的受害者是我们的烘焙师！一位本地人！
zh_tw: 喔，不，領主大人！我剛剛聽說那頭野獸又來了！我們得趕快去現場！這次的受害者是我們的烘焙師！一位本地人！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_CHOICE_002_STARTED
source: Here... I wonder if the beast may have left any clues on the clothes of our good, old baker.
de: Hier... Ich frage mich, ob die Bestie vielleicht Hinweise an der Kleidung unseres guten alten Bäckers hinterlassen hat.
es: Bueno... me pregunto si la bestia habrá dejado alguna pista en las ropas de nuestro buen panadero.
fr: Tiens... Je me demande si la bête a laissé des indices sur les vêtements de notre bon vieux boulanger.
id: Hmm... siapa tahu makhluk itu meninggalkan petunjuk pada baju si tukang roti.
it: Ecco... Mi chiedo se la bestia possa aver lasciato qualche indizio sui vestiti del nostro buon panettiere.
ja: そうか...獣がパン職人の服に何か手がかりを残している可能性もありませんか。
ko: 흠... 제빵사의 옷에 짐승의 흔적이 있는지 궁금하네요.
pt: Aqui... Será que a besta deixou alguma pista nas roupas do nosso bom e velho padeiro?
ru: Хм... Интересно, не оставил ли зверь подсказок на одежде нашего дорогого пекаря?
zh: 这里……我在想那头野兽会不会在我们善良的老烘焙师的衣服上留下什么线索。
zh_tw: 這裡……我在想那頭野獸會不會在我們善良的老烘焙師的衣服上留下什麼線索。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_CLOTHS_001_TITLE
source: Examine the baker's clothes.
de: Untersuche die Kleidung des Bäckers.
es: Examina la ropa del panadero.
fr: Enquêtez sur les vêtements.
id: Periksa baju si tukang roti.
it: Esamina i vestiti del fornaio.
ja: パン職人の服を調べる。
ko: 제빵사의 옷을 조사하세요.
pt: Examine as roupas do padeiro.
ru: Осмотреть одежду пекаря.
zh: 检查烘焙师的衣物。
zh_tw: 檢查烘焙師的衣物。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_CLOTHS_OR_ITEMS_TITLE
source: Should we ask him to hand over his clothes or should we focus on investigating the crime scene?
de: Sollen wir ihn bitten, uns seine Kleider auszuhändigen, oder sollen wir uns auf die Untersuchung des Tatortes konzentrieren?
es: ¿Le pedimos que nos entregue su ropa o nos concentramos en investigar la escena del crimen?
fr: Devons-nous lui demander de nous passer ses vêtements ou concentrons-nous plutôt sur la scène ?
id: Apakah kita minta dia menyerahkan bajunya atau lebih baik kita periksa tempat kejadian perkara?
it: Dovremmo chiedergli di consegnarci i vestiti, o dovremmo piuttosto concentrarci sulla scena del crimine?
ja: 服を譲ってもらうよう頼みますか？それとも事件現場の捜査に集中しますか？
ko: 제빵사에게 옷을 달라고 부탁할까요, 아니면 현장 조사에 집중할까요?
pt: Será que pedimos para ele entregar suas roupas? Ou nos concentramos em investigar a cena do crime?
ru: Попросить его передать нам одежду или продолжить осматривать место происшествия?
zh: 我们应该让他交出他的衣服吗？还是说我们应该专注在调查犯罪现场上？
zh_tw: 我們應該讓他交出他的衣服嗎？還是說我們應該專注在調查犯罪現場上？

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_QUESTIONS_001_STARTED
source: Are you all right? You look badly hurt. Your clothes are hanging down in shreds! The beast has injured you badly. Are you able to describe what happened?
de: Geht es Euch gut? Ihr seht schwer verletzt aus. Eure Kleidung hängt in Fetzen herab! Seid Ihr in der Lage zu beschreiben, was passiert ist?
es: ¿Estás bien? No tienes muy buen aspecto. ¡Tienes toda la ropa desgarrada! La bestia te ha herido de gravedad. ¿Puedes describir lo ocurrido?
fr: Est-ce que ça va ? Vous semblez gravement blessé. Vos vêtements sont en lambeaux ! La bête vous a gravement blessé. Pouvez-vous décrire ce qui s'est passé ?
id: Kau tidak apa-apa? Sepertinya keadaanmu gawat. Pakaianmu terkoyak-koyak! Makhluk itu membuatmu terluka parah. Kau bisa menjelaskan apa yang terjadi?
it: Stai bene? Sembri messo male. I tuoi vestiti sono a brandelli! La bestia ti ha ferito gravemente. Sei in grado di descrivere quello che è successo?
ja: ご無事ですか？なんてひどい怪我！服がボロボロだ... 今回の襲い方は酷いですね。何が起こったか話せますか？
ko: 괜찮나요? 부상이 심각해요. 옷이 갈기갈기 찢겼어요! 짐승이 심각한 부상을 입혔어요. 무슨 일이 있었는지 알려줄 수 있나요?
pt: Você está bem? Parece muito ferido. Suas roupas foram totalmente rasgadas! A besta o deixou muito ferido. Será que poderia descrever o que houve?
ru: С вами все в порядке? Кажется, вы ранены. Вся ваша одежда подрана! Зверь здорово вас потрепал. Можете рассказать, что случилось?
zh: 你还好吗？你看上去伤得很厉害。衣服都被撕成碎片了！ 那头野兽把你伤得真重。你能描述发生了什么吗？
zh_tw: 你還好嗎？你看上去傷得很厲害。衣服都被撕成碎片了！ 那頭野獸把你傷得真重。你能描述發生了什麼嗎？

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_SCENE_001_STARTED
source: Well.... In contrast to the first crime scene, the fight here was a lot fiercer. Oh! A tuft of hair from the beast! This might help us to learn a little more. And look here, the same footprints and... these look like human tracks right by its side!
de: Nun... im Gegensatz zum ersten Tatort war der Kampf hier deutlich heftiger! Oh, ein Haarbüschel der Bestie! Und schaut, hier sind die selben Fußspuren aber... aber ja, es sieht aus wie die Spuren eines Menschen, der an seiner Seite geht.
es: Bien... a diferencia de la primera escena del crimen, aquí la lucha fue mucho más dura. ¡Ah! ¡Un mechón de pelo de la bestia! Esto podría ayudarnos a descubrir algo. Y mira aquí, las mismas huellas y... ¡eso de al lado parecen huellas humanas!
fr: Bien, bien, bien. Contrairement à la première scène, le combat a été bien plus violent ici. Oh ! Une touffe de poils provenant de la bête ! On va pouvoir en apprendre un peu plus. Et regardez par ici, les mêmes empreintes et...mais oui, on dirait bien des pas humain qui marchent à ses côtés !
id: Hmm... berbeda dengan di tempat kejadian pertama, pergumulan di sini jauh lebih sengit. Oh! Ini ada bulu makhluk itu! Mungkin bisa membantu kita mengungkap kasus ini. Dan coba lihat, jejak kaki yang sama dan... sepertinya ada jejak orang persis di sebelahnya!
it: Beh... A differenza della prima scena del crimine, la lotta qui è stata molto più feroce. Oh! Un ciuffo di peli della bestia! Questo potrebbe aiutarci a scoprire qualcosa. E guardate qui, le stesse impronte e... queste al suo fianco sembrano impronte umane!
ja: 最初の事件現場とは対照的なほど、はるかに激しい攻撃が行われています。あっ...獣の毛です！これでもう少し情報が得られないでしょうか。こちらもご覧ください。あの時と同じ足跡...それからそこに沿うような、人間の足跡...！
ko: 음.... 첫 번째 범죄 현장과 달리 여기서는 격렬한 싸움이 있었군요. 오! 짐승의 털 뭉치예요! 짐승을 더 자세히 파악하는 데 도움이 될 거예요. 여기 보세요. 똑같은 발자국이에요... 옆에 인간의 것으로 보이는 발자국도 있어요!
pt: Bom... Ao contrário da primeira cena, aqui a luta foi bem mais intensa. Ah! Um tufo de pelo da besta! Isso pode nos ajudar a descobrir mais coisas. E olha só, as mesmas pegadas e... parecem pegadas de uma pessoa aqui perto!
ru: Что ж... По сравнению с прошлым местом происшествия нападение здесь было куда более жестоким. Ой! Клок шерсти зверя! Он может нам пригодиться. Посмотрите сюда: следы зверя и... а это что рядом? Человеческие следы!
zh: 呃……和第一次的犯罪现场不同，这里的打斗要激烈很多。噢！是一缕野兽的毛发！我们也许能从它了解到什么。再看看这里，一样的脚印……它旁边的这些看起来像是人类的脚印！
zh_tw: 呃……和第一次的犯罪現場不同，這裡的打鬥要激烈很多。噢！是一縷野獸的毛髮！我們也許能從它瞭解到什麼。再看看這裡，一樣的腳印……它旁邊的這些看起來像是人類的腳印！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_SCENE_EXPERT_SCENE_TITLE
source: Investigate the crime scene.
de: Untersuche den Tatort.
es: Investiga la escena del crimen.
fr: Enquêter sur la scène de crime.
id: Periksa tempat kejadian perkara.
it: Indaga sulla scena del crimine.
ja: 事件現場を捜査する。
ko: 범죄 현장을 조사하세요.
pt: Investigue a cena do crime.
ru: Осмотреть место нападения.
zh: 调查犯罪现场。
zh_tw: 調查犯罪現場。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_ALIBY_GATHERING_002_FARMER_STARTED
source: It is true that I did not like them very much, but nevertheless... They brought good mood and new inns to this desolate village. I was just beginning to like them.
de: Es stimmt, dass ich sie nicht sehr mochte, aber dennoch… Sie brachten gute Stimmung und neue Wirtshäuser in dieses trostlose Dorf. Ich fing gerade an, sie zu mögen.
es: Es cierto que no me gustaban demasiado, pero aun así... Trajeron buen ambiente y nuevas posadas a esta aldea desolada. Estaban empezando a caerme bien.
fr: C'est vrai que je ne les aimais pas beaucoup, mais néanmoins..... Ils ont apporté la bonne humeur et de nouvelles auberges dans ce village désolé. Je commences à les aimer.
id: Memang benar, aku tidak terlalu suka mereka, tapi... Mereka membawa kegembiraan dan kedai baru ke desa yang sepi ini. Aku baru mulai menyukai mereka.
it: È vero che non mi piacevano molto all'inizio, ma comunque... Hanno portato buon umore e nuove locande in questo villaggio desolato. Stavano iniziando a piacermi.
ja: 移住者を快く思っていなかったことは事実ですが...街の雰囲気も上向いた気がするし、寂れた村に新しい宿も作ってくれた。実は良い奴らじゃないか、なんて思っていたところです。
ko: 사실 이주민들을 좋아하진 않았어요. 하지만... 이주민들은 이 적막한 마을에 새로운 분위기를 가져오고 여인숙을 세웠죠. 그래서 이제 막 이주민들이 좋아지기 시작했어요.
pt: É verdade que eu não gostava muito deles, porém... Eles deixaram uma aldeia desolada mais feliz e com mais albergues. Estava começando a gostar deles.
ru: Это правда, они не очень-то мне нравились, но тем не менее... Они сделали город веселее и построили в нашей далекой деревне несколько постоялых дворов. Я даже начал проникаться к ним уважением.
zh: 我的确不是很喜欢他们，不过无论如何……他们把祥和的气氛还有新的酒馆带到了这个孤独的小镇上。我正慢慢变得喜欢他们。
zh_tw: 我的確不是很喜歡他們，不過無論如何……他們把祥和的氣氛還有新的酒館帶到了這個孤獨的小鎮上。我正慢慢變得喜歡他們。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_ALIBY_GATHERING_002_GIRL_STARTED
source: No offense, but I was attacked by the beast! I'm one of the victims, not a criminal!
de: Entschuldigt, aber ich wurde selbst von der Bestie angegriffen! Ich bin eines der Opfer und kein Täter!
es: No te lo tomes a mal, pero ¡me atacó la bestia! ¡Soy una víctima, no una criminal!
fr: Ne le prends pas mal, mais j'ai été attaqué par la bête ! Je suis une des victimes, pas une criminelle !
id: Maaf, tapi aku yang diserang oleh makhluk itu! Aku ini korban, bukan penjahat!
it: Senza offesa, ma sono stata attaccata dalla bestia! Sono una delle vittime, non una criminale!
ja: 私は獣に襲われたんです！被害者であって、犯罪者ではありません！
ko: 짐승의 공격을 당한 건 저예요! 전 범인이 아니라 희생자라고요!
pt: Sem querer ofender, mas eu fui atacada pela besta! Sou uma das vítimas, não uma criminosa!
ru: Без обид, но на меня напал зверь! Я одна из жертв, а не преступница!
zh: 我并无冒犯之意，不过我是被野兽攻击的那一方！我也是受害者，不是罪犯！
zh_tw: 我並無冒犯之意，不過我是被野獸攻擊的那一方！我也是受害者，不是罪犯！
