Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_PERFECT_BALANCE
source: My Lord, you have truly proved that through all these difficult decisions, you have represented both the welfare of the Townies and the desires of the Duke with the best of your knowledge and conscience. You succeeded in finding the perfect balance between the two parties. You really live up to your reputation as problem solver.
de: Mein Herr, Ihr habt wahrlich bewiesen, dass Ihr bei all diesen schwierigen Entscheidungen sowohl das Wohl der Bevölkerung als auch die Wünsche des Herzogs mit bestem Wissen und Gewissen vertreten habt. Es gelang Euch, eine perfekte Balance zwischen beiden Parteien zu finden. Ihr werdet wirklich Eurem Ruf als Problemlöser gerecht.
es: Mi señor, has tenido que tomar decisiones difíciles, intentando siempre mirar por el bienestar de los townies sin descuidar los deseos del duque. Pero lograste encontrar el equilibrio perfecto entre las dos partes. Sin duda, has demostrado tu reputación resolviendo problemas.
fr: Mon seigneur, vous avez traversé avec succès toutes ces décisions entre le bien-être des villageois et les désirs du Duc. Vous trouvez toujours un parfait équilibre entre les deux. Vous méritez vraiment la réputation de résoudre tous les ennuis que vous trouvez.
id: Tuanku telah membuktikan bahwa di tengah segala keputusan yang sulit, Tuanku memperhatikan kesejahteraan para Townie dan keinginan sang Adipati dengan sebaik mungkin berdasarkan pengetahuan dan hati nurani Tuanku. Tuanku berhasil mencari keseimbangan yang sempurna di antara kedua pihak. Reputasi Tuanku sebagai ahli memecahkan masalah benar-benar terbukti.
it: Milord, dopo tutte queste difficili decisioni, hai rappresentato sia il benessere dei cittadini che i desideri del Duca con grande coscienza e consapevolezza. Hai trovato l'equilibrio perfetto tra le due parti. Ti sei dimostrato all'altezza della tua reputazione di risolutore di problemi.
ja: 閣下、この本当に難しい決断の中、あなたは自分のあらゆる知識と誠意をもってタウニーたちの幸福と、公爵の望みに応えてきました。 あなたはこの2つの個人の間で完璧なバランスをとることに成功しました。あなたは問題解決人という評判通りの人でしたね。
ko: 영주님은 지식과 양심을 바탕으로 이 모든 어려운 결정을 통해 주민들의 복지와 공작님의 바람을 모두 대변했음을 진정으로 입증하셨습니다. 영주님은 주민들과 공작님 사이의 완벽한 균형을 찾는 데 성공하셨습니다. 문제 해결사라는 명성을 다시 한번 증명하셨습니다.
pt: Milorde, o senhor realmente provou, com todas essas decisões difíceis, que se importava tanto com o bem-estar dos habitantes quanto com os anseios do Duque, exercendo toda sabedoria e consciência possível. O senhor conseguiu encontrar o equilíbrio perfeito entre os dois lados. O senhor de fato honra sua reputação de alguém que resolve problemas.
ru: Милорд, ваши знания и рассудительность позволили вам и позаботиться о благополучии горожан, и удовлетворить желания герцога. Вам удалось найти идеальный баланс между двумя сторонами. Правду говорят, что вы отлично умеете решать проблемы.
zh: 我的大人，您真正证明了，历经这一切艰难的决定，您恪守自己的知识和良心，既代表了镇民的福祉，又代表了公爵的愿望。 你成功地在这两股势力间找到了完美的平衡。作为麻烦终结者，您当之无愧。
zh_tw: 大人，您在這些困難的抉擇中做出了正確的選擇，您同時為了鎮民的安好和公爵的己慾獻出了您的知識和意識。 您成功在雙方之中找到了平衡點，您真的就如您的名聲一般，是位貨真價實的問題處理者。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVENO_TITLE
source: No, we should wait until our army is strong enough.
de: Nein, wir sollten warten, bis unsere Truppen genug vorbereitet sind.
es: No, deberíamos esperar a que nuestro ejército sea lo bastante poderoso.
fr: Non, attendons que notre armée soit assez forte.
id: Jangan, lebih baik kita tunggu sampai pasukan kita lebih kuat.
it: No, aspettiamo che l'esercito diventi abbastanza forte.
ja: いや、私たちの軍隊が十分強くなるまで待つべきです。
ko: 아니요. 경비대가 충분히 강해질 때까지 기다려야 합니다.
pt: Não, é melhor aguardar até nosso exército estar mais forte.
ru: Нет, нужно подождать, пока армия не станет сильнее.
zh: 不，我们应该等到我们的军队足够强大的时候。
zh_tw: 不，我們應該在變得更加強大之前稍作等待。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVEN_SUCCESS
source: My Lord, you are probably right. It is wise to wait a little bit longer until we get stronger.
de: Ihr habt wahrscheinlich Recht, mein Lord. Dies war mit Sicherheit eine Falle der Banditen. Es ist eine weise Entscheidung, zu warten, bis wir stark genug sind.
es: Probablemente tienes razón, mi señor. Parece sensato esperar un poco más hasta que seamos más fuertes.
fr: Sire, vous avez probablement raison. Vous êtes sage de ne pas précipiter les choses et d’attendre que nous devenions plus forts.
id: Sepertinya Tuanku benar. Ada baiknya menunggu sedikit lebih laman sampai kita lebih kuat.
it: Milord, probabilmente hai ragione. È preferibile aspettare ancora un po' finché non diventiamo più forti.
ja: 閣下、あなたはおそらく正しいでしょう。私たちがもっと強くなるまでもう少し待つ方が賢いかと思われます。
ko: 영주님 말씀이 맞습니다. 힘을 비축할 때까지 좀 더 기다리는 것이 현명합니다.
pt: Acho que é melhor mesmo, milorde. É mais prudente esperar um pouco até estarmos mais fortes.
ru: Милорд, пожалуй, вы правы. Нам стоит немного подождать и набраться сил.
zh: 大人，您也许是对的。再等上一段时间，在我们变得更强之前先按兵不动更明智。
zh_tw: 大人，您有可能是對的。稍作在我們變得更加強大之前，等待是個明智的選擇。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVEYES_TITLE
source: Let’s raid this bandit camp by sending the town guard.
de: Ja, wir schicken Soldaten, um das Banditenlager zu zerstören.
es: Ataquemos el campamento de los bandidos con la guardia de la ciudad.
fr: Faisons un raid sur ce camp de bandit en envoyant la garde.
id: Mari kita serang perkemahan bandit dengan mengirim pasukan penjaga kota.
it: Saccheggiamo l'accampamento dei banditi inviando le guardie della città.
ja: 街の守衛を派遣して盗賊たちの野営地を襲撃しましょう。
ko: 마을 경비대를 보내 강도 캠프를 공격하세요.
pt: Vamos atacar esse acampamento de bandidos com a guarda da cidade.
ru: Отправим городскую стражу, пусть разберется с этими бандитами.
zh: 我们派镇警突袭这个强盗营地吧。
zh_tw: 讓我們派遣城鎮守衛襲擊強盜營地。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVEYON_SUCCESS
source: The bandits are a threat to the town, my Lord. Should we send the army to raid their camp ?
de: Die Banditen sind eine Gefahr für unser Dorf, mein Herr. Sollen wir der Stadtwache anordnen, dass sie das Banditenlager angreifen sollen?
es: Los bandidos son una amenaza para la ciudad, mi señor. ¿Enviamos al ejército contra su campamento?
fr: Les bandits sont une menace pour notre ville mon seigneur. Devons-nous envoyer l'armée pour détruire le camp ?
id: Para bandit merupakan ancaman terhadap kota. Perlukah kita mengirim pasukan untuk menyerang perkemahan mereka?
it: I banditi sono una minaccia per la città, milord. Inviamo l'esercito a saccheggiare il loro accampamento?
ja: 閣下、盗賊たちはこの街の脅威です。 彼らの野営地を襲撃する軍隊を派遣しましょうか？
ko: 영주님, 강도들이 마을에 위협이 되고 있습니다. 마을 경비대를 보내 강도 캠프를 습격할까요?
pt: Os bandidos são uma ameaça à cidade, milorde. Não deveríamos mandar o exército atacar o acampamento deles?
ru: Нашему городу угрожают бандиты, милорд. Хотите разнести их лагерь с помощью армии?
zh: 强盗对这个城镇构成了威胁，大人。 我们应该派支军队突袭他们的营地吗?
zh_tw: 大人，強盜對於城鎮來說是個大威脅。 我們該不該派遣軍隊襲擊他們的營地嗎？

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_OUT2_SUCCESS
source: I guess you won’t be using that fishing lodge anymore?
de: Wenn Ihr die Fischerhütten als unwichtig erachtet, dann braucht Ihr sie auch nicht mehr, oder?
es: Supongo que las cabañas de pesca ya no os servirán de nada.
fr: Je suppose que ces cabanes de pêcheurs ne vous sont plus d’une grande utilité.
id: Sepertinya pondok pemancingan ikan itu takkan dipakai lagi?
it: Suppongo che non userai più questo capanno di pesca?
ja: もう漁師小屋を使うことはないでしょう？
ko: 낚시 오두막을 더 이상 사용하지 않으려는 것 같군요.
pt: Então aquela cabana de pescador não tem mais uso?
ru: Полагаю, эта рыбацкая хижина вам больше не понадобится?
zh: 我想你不会再用那座垂钓小屋了吧?
zh_tw: 我想你應該不會再使用那座捕魚小屋了吧？

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_OUT_SUCCESS
source: My Lord, your choice to spend the money on making the town safer might have offended the Duke.
de: Ich komme mit schlechten Nachrichten, Lord. Der Herzog ist äußerst unzufrieden über Eure Entscheidung, sein Geld für Fackeln auszugeben.
es: Mi señor, tu decisión de gastar dinero en la seguridad de la ciudad tal vez haya ofendido al duque.
fr: Sire, votre décision de privilégier la sécurité de notre ville a offensé le Duc.
id: Tuanku, pilihan membelanjakan uang untuk membuat kota lebih aman mungkin telah membuat sang Adipati tersinggung.
it: Milord, la tua scelta di spendere denaro per rendere la città più sicura ha offeso il Duca.
ja: 閣下、あなたがこの街の安全のためにお金を使ったことが公爵の気に障ったかもしれません。
ko: 영주님, 마을을 더 안전하게 만드는 데 자금을 쓰기로 한 결정이 공작님의 심기를 건드린 것 같습니다.
pt: Milorde, talvez sua escolha de gastar dinheiro para deixar a cidade mais segura tenha ofendido o Duque.
ru: Милорд, решив потратить деньги на обеспечение безопасности города, вы, возможно, обидели герцога.
zh: 大人，你选择花钱让小镇更安全可能冒犯到了公爵。
zh_tw: 大人，您決定將錢花在城市的治安上有可能惹怒了公爵。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_OUT_SUCCESS_PART2
source: He regards it as an insult that the financial backbone of the village, fishing, was not close to your heart and that you preferred to help the anxious Townies.
de: Er sieht es als Beleidigung an, dass die finanzielle Grundlage des Dorfes, die Fischerei, euch nicht am Herzen lag und Ihr lieber den ängstlichen Townies geholfen habt.
es: Considera una afrenta que no hayas dado prioridad al pilar financiero de la villa, la pesca, y que te hayas decantado por ayudar a los inquietos townies.
fr: Tourner le dos au commerce de la pêche, qui est la base financière de notre ville l’a fait sortir de ses gonds.
id: Dia merasa terhina karena Tuanku tidak memperhatikan mata pencaharian utama desa ini, yaitu menangkap ikan, dan lebih suka membantu para Townie yang cemas.
it: Considera un insulto il fatto che tu abbia trascurato il cuore economico del villaggio, cioè la pesca, preferendo aiutare i cittadini preoccupati.
ja: あなたが村の財政や漁業に心を寄せていないことを彼は侮辱と捉え、あなたが不安なタウニーたちを助けるふりをしていると思っています。
ko: 공작님은 이번 결정을 영주님이 마을의 주된 자금원인 어업은 염두에 두지 않고 불안한 주민들을 돕는 데만 우선하는 모욕적인 처사라고 생각하고 있습니다.
pt: Ele considerou um insulto o fato de que a pescaria, atividade principal da aldeia, não tenha recebido a devida atenção de sua parte, já que preferiu atenuar o medo dos habitantes.
ru: Он считает, что, оказав помощь беспокойным горожанам вместо того, чтобы поддержать финансовую основу деревни — рыболовство, вы нанесли ему оскорбление.
zh: 他认为这是一种侮辱，因为村里的经济支柱——捕鱼——并非你的当务之急，你更愿意去帮助那些焦虑不安的镇民。
zh_tw: 他認為您不把這座村莊的漁獲這個最大資金來源當成一回事，而您甚至更願意去幫助那些憂慮的鎮民。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_STARTED
source: I’m glad that you have chosen to invest in our fishing trade. I see, that I can count on you doing the right thing. We need to produce a certain amount of fish in order to be profitable.
de: Ich bin sehr froh, dass Ihr euch für die Fischereiindustrie entschieden habt. Wie ich sehe, kann ich mich auf Euch verlassen, die richtigen Entscheidungen zu treffen. Wir haben Fangquoten, die es einzuhalten gilt, damit wir profitabel bleiben.
es: Me alegro de que hayas decidido invertir en el comercio pesquero. Ya veo que puedo contar en que harás lo correcto. Hay que pescar cierta cantidad de peces para ser rentables.
fr: Je suis heureux que vous ayez choisi d'investir dans le commerce de la pêche. Je vois, que je peux compter sur vous pour faire les bons choix. Nous devons pêcher une certaine quantité de poissons afin d'être rentable.
id: Syukurlah Tuanku memilih mendukung penangkapan ikan. Tuanku bisa diandalkan untuk melakukan hal yang benar. Kita harus memproduksi ikan dalam jumlah tertentu untuk mendapat untung.
it: Sono lieto che tu abbia scelto di investire nel nostro commercio ittico. Posso sempre contare sul fatto che fai sempre la scelta giusta. Abbiamo bisogno di produrre una certa quantità di pesce per generare profitti.
ja: あなたが漁業取引のためにお金をつぎ込むことを選んでくださりとても嬉しく思います。あなたなら正しいことをしてくれると信じています。 利益を出すために一定の量の魚を得なければいけません。
ko: 어업에 투자하기로 결정하셔서 기쁩니다. 영주님은 올바른 일을 하시는 분이라고 믿을 수 있겠습니다. 수익을 내려면 일정한 양의 어획량을 올려야 합니다.
pt: Que bom que o senhor decidiu investir na nossa indústria pesqueira. Vejo que podemos contar com o senhor para fazer a coisa certa. Temos que produzir certa quantidade de peixe para ter lucro.
ru: Как приятно, что вы решили вложиться в нашу торговлю рыбой. Вижу, что вы всегда стараетесь поступать правильно. Чтобы остаться на плаву, нам нужно добывать определенное количество рыбы.
zh: 我很高兴你选择了投资我们渔业贸易。我就知道可以信任你做出正确的事情。 我们需要产出一定量的鱼以便盈利。
zh_tw: 我很開心您決定將金錢花在漁獲交易之上。看來，我能相信你會去做對的事情。 我們需要生產一定的漁獲量才能受益。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_SUCCESS
source: Selling these culinary delicacies provides us with some good turnover to keep the town running. The prices for fish are really favorable at the moment.
de: Diese kulinarischen Delikatessen zu verkaufen, versorgt uns mit dem nötigen Kleingeld, um das Dorf am laufen zu halten. Die Preise für Fisch sind momentan sehr zu unseren Gunsten.
es: La venta de estos manjares culinarios nos reportará buenos ingresos para mantener la ciudad en marcha. Los precios del pescado son muy favorables en estos momentos.
fr: Beau travail mon seigneur, ces délicieux poissons nous ont permis d’avoir un bon chiffre d’affaires. De plus, les prix de vente du poisson sont vraiment favorables à l'heure actuelle.
id: Dengan menjual bahan kuliner yang lezat ini, kita akan mendapat cukup uang untuk mengatur kota. Harga ikan lagi bagus saat ini.
it: Vendere queste prelibatezze culinarie ci procura un giro d'affari per gestire la città. Il prezzo del pesce è molto favorevole in questo momento.
ja: これらのご馳走を販売することによって売り上げを得てこの街を運営していくことができます。今現在の魚の値段は非常に幸先が良いです。
ko: 이 별미 요리를 판매하면 마을을 유지하는 데 필요한 자금을 확보할 수 있습니다. 지금 생선 가격이 매우 좋습니다.
pt: A venda dessas iguarias nos daria um bom retorno para continuarmos sustentando a cidade. O preço dos peixes está muito favorável no momento.
ru: Продажа кулинарных изысков позволяет нам поддерживать жизнь в городе. Рыба сейчас уходит по очень хорошей цене.
zh: 出售这些烹饪的佳肴给我们带来了一些不错的营业额，有利于维持这个城镇的运转。 目前鱼的价格是非常可观的。
zh_tw: 販賣這些美味佳餚能提升城鎮的流通性來保證城鎮的發展。 現在市場上魚的價格可不是筆小錢啊。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_TITLE
source: Finance better fishing equipment.
de: Finanziere bessere Fischereiausrüstung.
es: Financia la mejora de los aparejos de pesca.
fr: Investissez dans le commerce de la pêche.
id: Biayai perlengkapan tangkap ikan yang lebih baik
it: Finanzia migliori attrezzature da pesca.
ja: より良い釣りの道具のためにお金を調達する。
ko: 어로 장비를 개선하는 데 자금을 투입하세요.
pt: Invista em equipamento de pescaria.
ru: Вложи деньги в новое рыболовецкое снаряжение.
zh: 投资更好的捕鱼设备。
zh_tw: 資助更好的漁獲設備。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT1_SUCCESS
source: My Lord, as you learned before, our Duke had a twin brother.
de: Mein Herr, wie Ihr wisst, hatte der Herzog einen Zwillingsbruder…
es: Mi señor, como sabes, nuestro duque tenía un hermano gemelo…
fr: Mon seigneur, comme vous l’avez appris récemment, notre Duc avait un jumeau.
id: Seperti yang Tuanku telah dengar, sang Adipati pernah punya saudara kembar...
it: Milord, come saprà, il nostro Duca aveva un fratello gemello...
ja: 閣下、あなたもご存知の通り、公爵には双子の弟がいます...
ko: 영주님, 아시다시피 공작님에겐 쌍둥이 형제가 있습니다…
pt: Milorde, como você já sabe, nosso Duque tinha um irmão gêmeo...
ru: Милорд, как вы уже знаете, у нашего герцога был брат-близнец...
zh: 大人，正如您以前所知，我们的公爵有一个孪生兄弟……
zh_tw: 大人，就如我們大家所知，我們的公爵有個雙胞胎兄弟……

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT2_SUCCESS
source: They were physically identical. But deep inside one of them, a madness was growing, slowly turning him into a bad person.
de: Sie waren identisch. Aber tief im Inneren des Einen, war der Wahnsinn verankert und am wachsen, was ihn langsam in eine schlechte Person verwandelte.
es: Físicamente, eran idénticos, pero en el interior de uno de ellos creció la demencia y, poco a poco, se volvió una mala persona.
fr: Ils étaient physiquement identiques. Mais au cœur d'un d'entre eux, une folie grandissait, le transformant lentement en une personne maléfique.
id: Penampilan mereka persis sama. Tapi salah satu dari mereka sakit jiwa, dan berangsur-angsur menjadi jahat.
it: Erano fisicamente identici. Ma in uno di loro covava la follia, che lo ha reso presto molto cattivo.
ja: 彼らは見た目がそっくりです。しかしそのうちの一人の心の奥底には狂気が育ち、彼をゆっくりと悪人に変えていきました。
ko: 둘은 똑같이 생겼죠. 하지만 그중 하나의 마음속에서 서서히 광기가 자라 악인이 되고 말았습니다.
pt: Fisicamente, eles eram idênticos. Mas uma loucura estava crescendo no âmago de um deles, e lentamente este foi se transformando numa pessoa ruim.
ru: Внешне их было не различить. Однако внутри одного из них росло безумие, которое медленно, но верно превращало его в злодея.
zh: 他们生理上别无二致。但其中一个人内心深处滋长着一股疯狂，逐渐让他变成了一个坏人。
zh_tw: 他們的外表如出一轍，但是他們其中一位心中的瘋狂日漸茁壯，慢慢地將他轉成了一個壞人。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT3_SUCCESS
source: One day, the twins found out that only one of them could rule the town. The good twin was ready to leave the place to his brother but, for the other one, it was not enough.
de: Eines Tages, fand der wahnsinnige Zwillingsbruder heraus, dass nur einer der Beiden, die Führung der Stadt übernehmen kann. Sein gutherziger Bruder war bereit, die Führung an ihn abzutreten, doch dieser war nicht beeindruckt und wollte mehr.
es: Un día, los gemelos descubrieron que solo uno de ellos podría gobernar la ciudad. El gemelo bueno estaba dispuesto a dejarle el mando a su hermano, pero este no se quedaba conforme.
fr: Un jour, les jumeaux ont découvert que seulement l’un d'entre eux pourrait gouverner la ville. L’un était prêt à laisser sa place, mais, pour l'autre, ce n'était pas assez.
id: Suatu hari, kedua kembar itu menemukan bahwa hanya satu dari mereka bisa memerintah kota. Kembar yang baik hati bersedia mundur, tetapi itu belum cukup bagi kembar satu lagi.
it: Un giorno, i gemelli hanno scoperto che soltanto uno di loro avrebbe potuto governare la città. Il gemello buono era pronto a lasciare il posto al fratello, ma per l'altro, questo non era sufficiente.
ja: ある日、この双子たちは、自分たちのうちどちらか一人だけがこの街を治めることができるということを知りました。良い方の双子はこの場所を兄に譲るつもりでしたが、もう一人にとってそれだけでは十分でなかったのです。
ko: 어느 날 쌍둥이들은 둘 중 한 사람만이 마을을 다스릴 수 있다는 것을 알게 됐습니다. 착한 쌍둥이는 자리를 양보할 준비가 됐지만 나머지 쌍둥이는 그것으로 부족했죠.
pt: Um dia, os gêmeos descobriram que só um deles poderia governar a cidade. O gêmeo do bem se dispôs a abrir mão do poder para o irmão, mas não foi suficiente.
ru: Однажды близнецы узнали, что лишь один из них сможет править городом. Добрый близнец был рад отдать бразды правления своему брату, но тому этого было недостаточно.
zh: 一天，这对双胞胎发现只有一个人可以统治这个城镇。好孪生兄弟准备把这个地方留给他的哥哥，但对另一个来说，这还不够。
zh_tw: 有一天，雙胞胎兄弟發現他們之中只能有一位來管理城鎮。好雙胞胎已經決定為了他的兄弟而離開，但是對於另一個人來說，這還不夠好。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT4_SUCCESS
source: The evil twin forced his brother to fight in a duel. But his twin was too strong and he lost the fight.
de: Sein zorniger Bruder zwang ihn hinterlistig zu einem Duell. Schnell zeigte sich jedoch, dass er in seinem unkontrollierbaren Zorn, dem Anderen unterlegen war. Er verlor den Kampf.
es: El gemelo malo obligó a su hermano a batirse en duelo. Pero como el bueno era demasiado fuerte, perdió la pelea.
fr: Le jumeau au cœur corrompu força son frère à se battre en duel. Mais, son adversaire était trop fort et il perdit le combat.
id: Kembar yang jahat memaksa saudaranya berduel. Tapi kembarannya terlalu kuat dan ia kalah bertarung.
it: Il gemello malvagio ha costretto suo fratello ad affrontarsi in un duello. Ma il gemello era molto forte, e ha perso.
ja: 悪い方の双子は弟と決闘することを強要しました。しかし弟が強すぎ、その戦いに負けてしまったのです。
ko: 사악한 쌍둥이는 착한 쌍둥이에게 싸움을 걸었습니다. 하지만 착한 쌍둥이가 너무 강해 싸움에서 지고 말았습니다.
pt: O irmão maligno forçou o outro a duelar. Mas este último era mais forte e venceu a luta.
ru: Злой близнец вызвал брата на дуэль. Однако добрый близнец оказался гораздо сильнее и победил.
zh: 邪恶的孪生兄弟强迫他的兄弟与之决斗。但是他的双胞胎太强壮了，坏兄弟输了这场比赛。
zh_tw: 壞雙胞胎強迫他的兄弟進行對決，但是他的兄弟太強所以他輸了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT5_SUCCESS
source: The evil twin couldn’t live with this defeat. He faked his own death by jumping into the river. Even his brother thought he was dead.
de: Über seine Niederlage war er so erzürnt, dass er in den Fluss sprang und alle glauben ließ, dass er gestorben sei. Sogar sein gutherziger Bruder nahm an, dass er tot war.
es: El gemelo malo no podía vivir con semejante derrota y fingió su muerte tirándose al río. Hasta su hermano pensaba que había muerto.
fr: Sa folie ne fût que plus grande et ne pouvant vivre avec cette défaite, il simula sa propre mort en sautant dans la rivière. Même son frère le cru.
id: Kembar yang jahat tidak bisa menerima kekalahannya. Dia berpura-pura mati dengan melompat ke sungai. Saudara kembarnya pun menyangka dia sudah mati.
it: Il gemello cattivo non sopportava la sconfitta. Ha finto di morire saltando nel fiume. Persino il fratello era convinto che fosse morto.
ja: 悪い方の双子はその敗北が我慢なりませんでした。彼は川に飛び込み、自分の死を装いました。弟でさえ、彼は死んだと思ったのです。
ko: 사악한 쌍둥이는 패배를 인정할 수 없었습니다. 그래서 강에 뛰어들어 죽은 것으로 위장했습니다. 착한 쌍둥이조차 그가 죽었다고 생각했습니다.
pt: O irmão mau não aguentou viver com a derrota. Ele forjou a própria morte pulando no rio. Até mesmo o irmão achou que ele tinha morrido.
ru: Злой близнец не мог смириться с поражением. Он инсценировал собственную смерть, прыгнув в реку. Все, включая его брата, поверили, что он погиб.
zh: 恶孪生兄弟无法接受这次失败。他跳进了河里，伪装了自己的死亡。就连他的兄弟都以为他死了。
zh_tw: 壞雙胞胎無法面對他落敗的事實，於是他跳入河中假死，就連他的兄弟都以為他死了。

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT6_SUCCESS
source: After that, the good twin ruled the town. That time was prosperous and full of joy. But in the forest, helped by the bandits, the evil twin was preparing his revenge.
de: Daraufhin übernahm dieser Zwilling die Amtsgeschäfte als Herzog und führte die Stadt zum Wohlstand. In den Straßen waren Freude und Gutherzigkeit allgegenwärtig. Währenddessen jedoch, tief im Walde, war der bösartige Zwilling, der sich mit den Banditen der Umgebung verbündete und gemeinsam schmiedeten sie seine Rachepläne.
es: Después del suceso, el gemelo bueno gobernó la ciudad. Fueron tiempos prósperos y felices. Sin embargo, en el bosque, el hermano malo preparaba su venganza ayudado por los bandidos.
fr: Après cela, le jumeau au cœur pur gouverna. Sous son règne, la ville était prospère et pleine de joie. Mais, tapis dans l’ombre de la forêt, le jumeau maléfique préparait sa vengeance, aidé par les bandits.
id: Setelah itu, kembar yang baik memerintah kota. Di masa itu kota makmur dan penuh kegembiraan. Tapi di hutan, dibantu oleh para bandit, sang kembar jahat sedang menyiapkan balas dendamnya.
it: Successivamente, il fratello buono ha iniziato a governare la città. È stato un periodo di gioia e prosperità. Ma nella foresta, aiutato dai banditi, il gemello malvagio preparava la sua vendetta.
ja: そのあと、良い方の双子がこの街を治めました。当時、街は豊かで喜びに溢れていました。しかし森の中で盗賊に助けられた悪い方の双子は復讐に備えていたのです。
ko: 이후 착한 쌍둥이는 마을을 다스렸습니다. 마을은 번영했고 즐거움이 가득했습니다. 하지만 사악한 쌍둥이는 숲에서 강도들의 도움을 받아 복수를 준비하고 있었습니다.
pt: Depois disso, o gêmeo benigno governou a cidade. Foi um tempo de prosperidade e alegria. Mas, a floresta, ajudado pelos bandidos, o irmão mau preparava uma vingança.
ru: После этого городом начал править добрый близнец. То было время процветания и радости. Однако в лесу злой близнец заручился помощью бандитов и начал готовиться к мести.
zh: 自那以后，善良的孪生兄弟统治了这座城市。那时，天下太平，人民喜乐。但是在森林里，在强盗的帮助下，邪恶的孪生兄弟正在准备复仇。
zh_tw: 自此之後，好雙胞胎管理著城鎮，那時候整個城鎮繁榮至極，而且生活快樂。但是在森林中有了強盜的幫助的壞雙胞胎正在準備復仇。
