Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_SCENARIO_OTHERS
source: Do you want to continue playing? You can play other scenarios as well!
de: Möchtest du weiterspielen? Andere Szenarien warten ebenfalls auf dich!
es: ¿Quieres continuar jugando? Si quieres, puedes jugar en otros escenarios.
fr: Voulez-vous continuer à jouer ? Vous pouvez également jouer à d'autres scénarios !
id: Anda ingin terus bermain? Anda juga dapat memainkan skenario lain!
it: Vuoi continuare a giocare? Puoi giocare anche gli altri scenari!
ja: プレイを続けますか？他のシナリオもプレイできます。
ko: 계속 게임을 하시겠습니까? 다른 시나리오 플레이가 가능합니다!
pt: Deseja continuar jogando? Você pode jogar outros cenários se desejar!
ru: Хочешь продолжить игру? Также ты можешь пройти и другие сценарии!
zh: 你想继续玩下去吗？ 你也可以玩其它场景！
zh_tw: 您想繼續玩下去嗎？ 您也可以玩其它場景！

# T_GAME_SCENARIO_SELECTION_BANDITS
source: Threat of bandits
de: Banditenangriffe
es: Amenaza de bandidos
fr: Menace des bandits
id: Ancaman bandit
it: Minaccia dei banditi
ja: 盗賊の脅し
ko: 강도의 위협
pt: Ameaça de bandidos
ru: Уровень угрозы от бандитов
zh: 强盗的威胁
zh_tw: 強盜的威脅

# T_GAME_SCEN_TO_SANDBOX_TXT
source: Governor, I still have some tasks I need done, if you've got time for them.
de: Herr Statthalter, ich habe noch einige Aufgaben für Euch, denen ihr euch widmen könntet, wenn Ihr die Zeit dazu habt.
es: Gobernador, aún quedan tareas por hacer, si es que tienes tiempo, claro.
fr: Gouverneur, j'ai encore des tâches à vous confier si vous avez le temps.
id: Gubernur, saya masih mempunyai beberapa tugas yang harus selesai, jika Anda memberi waktu.
it: Governatore, ho ancora dei lavori da svolgere, se ne hai il tempo.
ja: もし、まだ時間があるのなら、終わらせなくてはならない任務がいくつか残っています。
ko: 지휘관님, 시간을 주신다면 저에게 아직 수행해야 할 임무가 있습니다.
pt: Governador, ainda tenho algumas tarefas a realizar, caso você tenha tempo.
ru: Губернатор, у меня все еще есть некоторые задания, которые необходимо выполнить, если, конечно же, у тебя есть время на их выполнение.
zh: 长官，我仍有一些需要我完成的任务，如果您认为还来得及的话。
zh_tw: 長官，我仍有一些需要我完成的任務，如果您認為還來得及的話。

# T_GAME_SCREENSHOT_FAILED
source: Failed to save screenshot!
de: Speichern des Screenshots gescheitert!
es: ¡Error al guardar la captura de pantalla!
fr: Impossible de sauvegarder la capture d'écran !
id: Gagal menyimpan cuplikan gambar!
it: Impossibile salvare l'immagine!
ja: スクリーンショットの保存に失敗しました。
ko: 스크린샷 저장에 실패하였습니다!
pt: Falha ao salvar captura de tela!
ru: Не удалось сохранить снимок экрана!
zh: 无法保存屏幕截图!
zh_tw: 無法保存螢幕截圖!

# T_GAME_SCREENSHOT_SUCCESS
source: Screenshot added!
de: Screenshot hinzugefügt!
es: ¡Captura de pantalla añadida!
fr: Capture d'écran ajoutée !
id: Cuplikan gambar ditambahkan!
it: Immagine salvata!
ja: スクリーンショットを保存しました。
ko: 스크린샷을 추가하였습니다.
pt: Captura de tela adicionada!
ru: Добавлен снимок экрана!
zh: 截图已添加!
zh_tw: 截圖已添加!

# T_GAME_SCREENSHOT_TO_GALLERY
source: Screenshot added to device gallery!
de: Screenshot in Geräte-Galerie kopiert!
es: ¡Captura de pantalla añadida a la galería del dispositivo!
fr: Capture d'écran ajoutée à la galerie !
id: Cuplikan gambar ditambahkan ke galeri!
it: Immagine aggiunta alla galleria del dispositivo!
ja: スクリーンショットをギャラリーに追加しました。
ko: 장치 갤러리에 스크린 샷이 추가되었습니다!
pt: Captura de tela adicionada à galeria do aparelho.
ru: В галерею устройства добавлен снимок экрана!
zh: 屏幕截图已添加到设备图册中！
zh_tw: 螢幕截圖已添加到設備的圖冊中！

# T_GAME_SEASON_CHANGE_AUTUMN
source: Autumn is coming…
de: Der Herbst kommt…
es: Llega el otoño...
fr: L'automne vient…
id: Musim gugur di ambang pintu...
it: L’autunno è in arrivo...
ja: 秋が来る...
ko: 가을이 다가오고 있어요…
pt: O outono está chegando…
ru: Осень близко...
zh: 秋天要到了…
zh_tw: 秋天要到了…

# T_GAME_SEASON_CHANGE_SPRING
source: Spring is coming…
de: Der Frühling kommt…
es: Llega la primavera...
fr: Le printemps vient…
id: Musim semi di ambang pintu...
it: La primavera è in arrivo...
ja: 春が来る...
ko: 봄이 다가오고 있어요…
pt: A primavera está chegando…
ru: Весна близко...
zh: 春天要到了…
zh_tw: 春天要到了…

# T_GAME_SEASON_CHANGE_SUMMER
source: Summer is coming…
de: Der Sommer kommt…
es: Llega el verano...
fr: L'été vient…
id: Musim panas di ambang pintu...
it: L’estate è in arrivo...
ja: 夏が来る...
ko: 여름이 다가오고 있어요…
pt: O verão está chegando…
ru: Лето близко...
zh: 夏天要到了…
zh_tw: 夏天要到了…

# T_GAME_SEASON_CHANGE_WINTER
source: Winter is coming…
de: Der Winter kommt…
es: Llega el invierno...
fr: L'hiver vient…
id: Musim dingin di ambang pintu...
it: L’inverno è in arrivo...
ja: 冬が来る...
ko: 겨울이 다가오고 있어요…
pt: O inverno está chegando…
ru: Зима близко...
zh: 冬天要到了…
zh_tw: 冬天要到了…

# T_GAME_SKIPADS_PRESTIGE
source: Do you want to skip this ad for prestige?
de: Möchtest du diese Werbung für Prestige überspringen?
es: ¿Quieres saltar este anuncio a cambio de prestigio?
fr: Voulez-vous passer cette publicité contre du prestige ?
id: Anda ingin melewatkan iklan ini untuk prestise?
it: Vuoi saltare questa pubblicità spendendo prestigio?
ja: 名声獲得のための広告ですが、スキップしますか？
ko: 광고를 건너뛰겠습니까?
pt: Deseja pular esse anúncio por prestígio?
ru: Хочешь пропустить эту рекламу в обмен на престиж?
zh: 你想跳过这个声望值获取方法的广告吗？
zh_tw: 您想跳過這個聲望點數獲取方法的廣告嗎？

# T_GAME_TAB_BUILD
source: Build
de: Bauen
es: Construir
fr: Construire
id: Membangun
it: Costruisci
ja: 建設する
ko: 짓기
pt: Construir
ru: Строить
zh: 建造
zh_tw: 建造

# T_GAME_TAB_BUILDINGS
source: Buildings
de: Gebäude
es: Edificios
fr: Bâtiments
id: Bangunan
it: Edifici
ja: 建物
ko: 빌딩
pt: Construções
ru: Здания
zh: 建筑物
zh_tw: 建築物

# T_GAME_TAB_BUILDWITHRESOURCES
source: Build with resources
de: Mit Ressourcen bauen
es: Construir con recursos
fr: Construire avec des ressources
id: Bangunlah dengan sumber daya
it: Costruisci usando risorse
ja: 資材を用いて建設
ko: 자원으로 짓기
pt: Construa com recursos
ru: Строить за ресурсы
zh: 用资源建造
zh_tw: 用資源建造

# T_GAME_TAB_CALLMERCHANT
source: Call Merchant
de: Händler rufen
es: Solicitar mercader
fr: Appeler marchand
id: Memanggil Pedagang
it: Convoca il mercante
ja: 商人を呼ぶ
ko: 상인에게 전화
pt: Chamar o mercador
ru: Позвать купца
zh: 召唤商人
zh_tw: 召喚商人

# T_GAME_TAB_CHATTERSOUND
source: Speech
de: Gespräche
es: Voces
fr: Voix
id: Pidato
it: Voci
ja: ボイス
ko: 목소리
pt: Fala
ru: Речь
zh: 说话声
zh_tw: 說話聲

# T_GAME_TAB_DECORATION
source: Decoration
de: Dekoration
es: Decoración
fr: Décoration
id: Dekorasi
it: Decorazione
ja: デコレーション
ko: 장식
pt: Decoração
ru: Украшение
zh: 装饰品
zh_tw: 裝飾品

# T_GAME_TAB_GALLERY
source: Gallery
de: Galerie
es: Galería
fr: Galerie
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
pt: Galeria
ru: Галерея
zh: 画廊
zh_tw: 畫廊

# T_GAME_TAB_HAPPYNESS
source: Happiness
de: Zufriedenheit
es: Felicidad
fr: Bonheur
id: Kebahagiaan
it: Felicità
ja: 幸福度
ko: 행복
pt: Felicidade
ru: Счастье
zh: 幸福指数
zh_tw: 幸福指數

# T_GAME_TAB_HAPPYNESS_PRODUCTIVITY
source: Keep your Townies happy! The productivity depends on their happiness and taxrate.
de: Halte deine Townies zufrieden! Ihre Produktivität hängt von Zufriedenheit und Steuersatz ab.
es: ¡Mantén contentos a tus Townies! Su productividad dependerá de su felicidad y de la tasa de impuestos.
fr: Maintenez vos habitants heureux ! La productivité dépend de leur bonheur et du taux d'impôts.
id: Usahakan para Townie selalu senang! Produktivitas tergantung kebahagiaan mereka dan nilai pajak.
it: Mantieni felici i tuoi cittadini! La produttività dipende dalla loro soddisfazione e dalla quantità di tasse.
ja: 生産性はタウニーの幸福度や税率によって決まるので、幸福度には常に気を配ってください。
ko: 주민을 기쁘게 하세요! 생산성은 행복도와 세율에 좌우됩니다.
pt: Mantenha os habitantes felizes! A produtividade depende da felicidade deles e da taxa de impostos.
ru: Делай все, чтобы твои поселяне были счастливы! Производительность зависит от уровня их счастья и податей.
zh: 幸福指数和税率会影响生产力，努力让你的镇民保持开心！
zh_tw: 幸福指數和稅率會影響生產力，努力讓你的鎮民保持開心！

# T_GAME_TAB_INSTANTBUILD
source: Instant build
de: Sofort bauen
es: Construir al instante
fr: Construction express
id: membangun cepat
it: Costruzione istantanea
ja: 今すぐ建設
ko: 즉시 짓기
pt: Construção instantânea
ru: Мгновенное строительство
zh: 即时生成
zh_tw: 即時生成

# T_GAME_TAB_MAP_SELECTION
source: Map Selection
de: Kartenauswahl
es: Selección de mapa
fr: Sélection de carte
id: Pilihan Peta
it: Scelta della mappa
ja: マップ選択
ko: 지도 선택
pt: Seleção de mapa
ru: Выбор карты
zh: 选择地图
zh_tw: 選擇地圖

# T_GAME_TAB_MILITARY
source: Military
de: Militär
es: Militar
fr: Militaire
id: Militer
it: Militari
ja: 軍事
ko: 군대
pt: Militar
ru: Военные
zh: 军队
zh_tw: 軍隊

# T_GAME_TAB_MUSIC
source: Music
de: Musik
es: Música
fr: Musique
id: Musik
it: Musica
ja: BGM
ko: 음악 끄기
pt: Música
ru: Музыка
zh: 音乐
zh_tw: 音樂

# T_GAME_TAB_NEEDS
source: Fulfilled Desires
de: Erfüllte Bedürfnisse
es: Deseos cumplidos
fr: Besoins comblés
id: Keinginan Terpenuhi
it: Desideri soddisfatti
ja: 願望の達成状況
ko: 충족된 욕구
pt: Desejos realizados
ru: Исполненные желания
zh: 满足了的愿望
zh_tw: 實現的願望

# T_GAME_TAB_NEEDS_ONLY
source: Needs
de: Bedürfnisse
es: Necesidades
fr: Besoins
id: Kebutuhan
it: Bisogni
ja: 要求
ko: 필요
pt: Necessidades
ru: Потребности
zh: 需求
zh_tw: 需求

# T_GAME_TAB_PRODUCTIVITY
source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
id: Produktivitas
it: Produttività
ja: 生産性
ko: 생산력
pt: Produtividade
ru: Производительность
zh: 生产率
zh_tw: 生產率

# T_GAME_TAB_QUEST
source: Quests
de: Aufgaben
es: Misiones
fr: Quêtes
id: Misi
it: Missioni
ja: クエスト
ko: 퀘스트
pt: Missões
ru: Квесты
zh: 任务
zh_tw: 任務

# T_GAME_TAB_RESOURCES
source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
id: Sumber Daya
it: Risorse
ja: 資材
ko: 자원
pt: Recursos
ru: Ресурсы
zh: 资源
zh_tw: 資源

# T_GAME_TAB_SANDBOX
source: Sandbox
de: Endlosspiele
es: Niveles del modo libre
id: Level Sandbox
it: Livelli liberi
ja: サンドボックスモード
ko: 샌드박스 레벨
pt: Níveis não-lineares
ru: Уровни sandbox
zh: 沙箱级别
zh_tw: 沙箱級別

# T_GAME_TAB_SAVEGAMES_AUTOSAVE
source: Autosave
es: Autoguardado
fr: Sauvegarde auto
id: Penyimpanan otomatis
it: Autosalvataggio
ja: オートセーブ
ko: 자동저장
pt: Salvar automaticamente
ru: Автосохранение
zh: 自动保存
zh_tw: 自動保存

# T_GAME_TAB_SAVEGAMES_DELETE
source: Overwrite a save game!
de: Überschreibe einen Spielstand!
es: ¡Sobrescribir una partida guardada!
fr: Écrasez une sauvegarde.
id: Menimpa simpanan game!
it: Sovrascrivi un salvataggio!
ja: セーブデータの上書き
ko: 저장 시 덮어쓰기!
pt: Substituir um jogo salvo!
ru: Переписать сохраненную игру!
zh: 覆盖已保存的游戏！
zh_tw: 重寫已保存的遊戲！

# T_GAME_TAB_SAVEGAMES_EMPTY_NAME
source: empty
de: leerer Speicherplatz
es: vacío
fr: vide
id: kosong
it: vuoto
ja: 空き
ko: 비었음
pt: vazio
ru: пусто
zh: 空槽
zh_tw: 空槽

# T_GAME_TAB_SAVEGAMES_LOAD
source: Load game
de: Spielstand laden
es: Cargar partida
fr: Charger une partie
id: Memuat game
it: Carica partita
ja: セーブデータ
ko: 로드 게임
pt: Carregar jogo
ru: Загрузить игру
zh: 加载游戏
zh_tw: 載入遊戲

# T_GAME_TAB_SAVEGAMES_SAVE
source: Save game
de: Spielstand speichern
es: Guardar partida
fr: Sauvegarder une partie
id: Menyimpan game
it: Salva partita
ja: セーブ
ko: 게임 저장
pt: Salvar jogo
ru: Сохранить игру
zh: 保存游戏
zh_tw: 保存遊戲

# T_GAME_TAB_SCENARIO
source: Scenarios
de: Szenarien
es: Escenarios
fr: Scénarios
id: Skenario
it: Scenari
ja: シナリオモード
ko: 시나리오
pt: Cenários
ru: Сценарии
zh: 游戏场景
zh_tw: 遊戲場景

# T_GAME_TAB_SHOP
source: Townshop
es: Tienda
fr: Boutique
id: Toko
it: Bottega
ja: タウンショップ
ko: 타운샵
pt: Loja da cidade
ru: Городской магазин
zh: 城镇商店
zh_tw: 城鎮商店

# T_GAME_TAB_SOUND
source: Sound
es: Sonido
fr: Son
id: Suara
it: Suoni
ja: 効果音
ko: 소리
pt: Som
ru: Звук
zh: 音效
zh_tw: 音效

# T_GAME_TAB_STRIKECHANCE
source: Chance of Strike
de: Streik-Wahrscheinlichkeit
es: Probabilidades de huelga
fr: Risques de grève
id: Kemungkinan Pemogokan
it: Probabilità di sciopero
ja: ストライキの可能性
ko: 파업 가능성
pt: Chance de ataque
ru: Шансы на забастовку
zh: 罢工的可能性
zh_tw: 罷工的可能性

# T_GAME_TAB_TASKLIST
source: Warnings
de: Warnungen
es: Avisos
fr: Avertissements
id: Peringatan
it: Avvisi
ja: 警告
ko: 경고
pt: Avisos
ru: Предупреждения
zh: 警告
zh_tw: 警告

# T_GAME_TAB_TAX
source: Taxes
de: Steuern
es: Impuestos
fr: Impôts
id: Pajak
it: Tasse
ja: 税金
ko: 텍사스
pt: Impostos
ru: Подати
zh: 税收
zh_tw: 稅收

# T_GAME_TAB_TAXRATE
source: Tax rate
de: Steuerrate
es: Tasa fiscal
fr: Niveau d'imposition
id: Nilai pajak
it: Aliquota tasse
ja: 税率
ko: 세금율
pt: Taxa de imposto
ru: Уровень податей
zh: 税率
zh_tw: 稅率

# T_GAME_TAB_TRADING
source: Trade
de: Handeln
es: Comerciar
fr: Commerce
id: Perdagangan
it: Commercio
ja: 売買
ko: 거래
pt: Comércio
ru: Торговля
zh: 贸易
zh_tw: 貿易

# T_GAME_TAB_TRADING_NOMARKET
source: You need to build a marketplace to start trading.
de: Du musst zuerst einen Marktplatz bauen, um handeln zu können.
es: Tienes que construir un mercado para poder comerciar.
fr: Vous devez construire un marché pour faire du commerce.
id: Kamu harus membangun pasar untuk memulai perdagangan.
it: Devi costruire un mercato per iniziare a commerciare.
ja: 売買を始めるためには市場が必要です。
ko: 거래를 시작하려면 시장을 지으셔야 합니다.
pt: Você precisa construir um mercado para começar a comercializar.
ru: Чтобы начать торговать, необходимо построить рынок.
zh: 你必须兴建一座市场开始贸易。
zh_tw: 您必須興建一座市場開始貿易。

# T_GAME_TAB_TRADING_NOMERCHANT
source: You have to wait for the merchant to come to town before you can trade.
de: Du musst warten, bis der Händler wieder eintrifft, um handeln zu können.
es: Tienes que esperar a que el mercader llegue a la ciudad para comerciar.
fr: Pour commercer, vous devez attendre que le marchand arrive en ville.
id: Kamu harus menunggu pedagang tiba di kota sebelum kamu bisa berdagang.
it: Devi attendere che il mercante arrivi in città per poter commerciare.
ja: 売買するには商人が街に来るのを待たなくてはなりません。
ko: 거래를 하시려면 상인들이 마을에 도착할때까지 기다리셔야 합니다.
pt: Você precisa esperar que o mercador venha em casa antes de começar a comercializar.
ru: Необходимо дождаться прибытия в город купца, прежде чем ты сможешь начать торговать.
zh: 你必须等商人来到镇上才能贸易。
zh_tw: 您必須等商人來到鎮上才能貿易。

# T_GAME_TAB_TRASH
source: Destroy resources
de: Ressourcen vernichten
es: Destruir recursos
fr: Détruire les ressources
id: Hancurkan sumber daya.
it: Distruggi risorse
ja: 資材を処分
ko: 자원을 파괴하세요.
pt: Destruir recursos
ru: Уничтожить ресурсы
zh: 摧毁资源
zh_tw: 摧毀資源

# T_GAME_TAB_WISHES
source: Desires
de: Wünsche
es: Deseos
fr: Envies
id: Harapan
it: Desideri
ja: 願望
ko: 소원
pt: Desejos
ru: Желания
zh: 愿望
zh_tw: 願望

# T_GAME_TICKET_BANDIT_BUILDINGDESTROYED
source: Bandits have destroyed a building!
de: Banditen haben ein Gebäude zerstört!
es: ¡Los bandidos han destruido un edificio!
fr: Les bandits ont détruit un bâtiment !
id: Gerombolan bandit menghancurkan sebuah bangunan!
it: I banditi hanno distrutto un edificio!
ja: 盗賊たちが建物を破壊しました！
ko: 강도가 건물을 파괴했습니다!
pt: Os bandidos destruíram um prédio!
ru: Бандиты уничтожили здание!
zh: 强盗摧毁了一座建筑物！
zh_tw: 強盜摧毀了一座建物！

# T_GAME_TICKET_BANDIT_FIGHTLOST
source: Your soldiers have lost a battle!
de: Deine Soldaten haben einen Kampf verloren!
es: ¡Tus soldados han perdido la batalla!
fr: Vos soldats ont perdu un combat !
id: Serdadumu kalau bertempur!
it: I tuoi soldati hanno perso una battaglia!
ja: 兵士たちが戦いに敗れました！
ko: 군인이 전투에서 패배했습니다!
pt: Seus soldados perderam uma batalha!
ru: Ваши солдаты проиграли!
zh: 您的士兵输掉一场战斗！
zh_tw: 您的士兵輸掉一場戰鬥！

# T_GAME_TICKET_BANDIT_FIGHTSTART
source: Your soldiers have entered combat!
de: Deine Soldaten sind in einen Kampf verwickelt!
es: ¡Tus soldados han entrado en combate!
fr: Vos soldats sont arrivés au combat !
id: Serdadumu mulai bertempur!
it: I tuoi soldati hanno iniziato a combattere!
ja: 兵士たちが戦闘に参加しました！
ko: 군인이 전투에 참가했습니다!
pt: Seus soldados entraram em combate!
ru: Ваши солдаты вступили в бой!
zh: 您的士兵已经进入战斗！
zh_tw: 您的士兵已經進入戰鬥！

# T_GAME_TICKET_BANDIT_FIGHTWON
source: Your soldiers have won a battle!
de: Deine Soldaten haben einen Kampf gewonnen!
es: ¡Tus soldados han ganado la batalla!
fr: Vos soldats ont remporté un combat !
id: Serdadumu menang bertempur!
it: I tuoi soldati hanno vinto una battaglia!
ja: 兵士たちが戦いに勝ちました！
ko: 군인이 전투에서 승리했습니다!
pt: Seus soldados venceram uma batalha!
ru: Ваши солдаты победили!
zh: 您的士兵赢得一场战斗！
zh_tw: 您的士兵贏得一場戰鬥！

# T_GAME_TICKET_BANDIT_FIRE
source: Bandits have started a fire!
de: Banditen haben ein Feuer gelegt!
es: ¡Los bandidos han provocado un incendio!
fr: Les bandits ont allumé un feu !
id: Gerombolan bandit membuat kebakaran!
it: I banditi hanno appiccato un incendio!
ja: 盗賊たちが火をつけ始めました！
ko: 강도가 불을 질렀습니다!
pt: Os bandidos começaram um incêndio!
ru: Бандиты устроили пожар!
zh: 强盗放了一把火！
zh_tw: 強盜放了一把火！

# T_GAME_TICKET_BANDIT_GOODSSTOLEN
source: Bandits have stolen some resources!
de: Banditen haben einige Waren gestohlen!
es: ¡Los bandidos han robado algunos recursos!
fr: Les bandits ont dérobé des ressources !
id: Gerombolan bandit mencuri sumber daya!
it: I banditi hanno rubato alcune risorse!
ja: 盗賊たちがいくつかの資材を盗みました！
ko: 강도가 자원을 훔쳤습니다!
pt: Os bandidos roubaram alguns recursos!
ru: Бандиты похитили часть ресурсов!
zh: 强盗偷走了一些资源！
zh_tw: 強盜偷走了一些資源！

# T_GAME_TICKET_BANDIT_RAID_AVERTED
source: A bandit raid has been averted!
de: Ein Banditenangriff wurde abgewehrt!
es: ¡Se ha evitado un ataque de bandidos!
fr: Un raid de bandits a été évité !
id: Serangan bandit berhasil dihalau!
it: Un'incursione dei banditi è stata sventata!
ja: 盗賊の襲撃は回避されました！
ko: 강도의 습격을 물리쳤습니다!
pt: Um ataque de bandido foi evitado!
ru: Налет бандитов был успешно отбит!
zh: 避开了一次强盗袭击！
zh_tw: 避開了一次強盜襲擊！

# T_GAME_TICKET_BANDIT_RAID_BANDITS_DETECTED
source: Bandits sighted!
de: Banditen gesichtet!
es: ¡Bandidos detectados!
fr: Bandits en vue !
id: Gerombolan bandit terlihat!
it: Banditi avvistati!
ja: 盗賊が見えました！
ko: 강도를 발견했습니다!
pt: Bandidos avistados!
ru: Замечены бандиты!
zh: 发现强盗！
zh_tw: 發現強盜！

# T_GAME_TICKET_BANDIT_RAID_NOTOWER
source: Bandit raid: We need guard towers!
de: Banditenüberfall: Wir benötigen Wachtürme!
es: Ataque de bandidos: ¡necesitamos torres de vigilancia!
fr: Raid de bandits : il nous faut des tours de garde !
id: Serangan bandit: Kita perlu menara jaga!
it: Incursione dei banditi: ci servono torri di guardia!
ja: 盗賊襲撃：見張り塔が必要です！
ko: 강도 습격: 감시탑이 필요해요!
pt: Ataque de bandidos: precisamos de torres de guarda!
ru: Налет бандитов: нужно построить сторожевые вышки!
zh: 强盗袭击：我们需要守卫塔！
zh_tw: 強盜襲擊：我們需要守衛塔！

# T_GAME_TICKET_BANDIT_RAID_STARTED
source: Bandits are raiding the town.
de: Banditen überfallen dein Dorf!
es: Los bandidos atacan la aldea.
fr: Les bandits attaquent la ville.
id: Gerombolan bandit sedang menjarah kota.
it: I banditi stanno assaltando la città.
ja: 盗賊たちが街を襲撃しています。
ko: 강도가 마을을 습격하고 있습니다.
pt: Os bandidos estão atacando a cidade.
ru: Бандиты грабят город.
zh: 强盗正在袭击城镇。
zh_tw: 強盜正在襲擊城鎮。

# T_GAME_TICKET_BANDIT_RAID_SUCESSFULL
source: Bandits have raided your town!
de: Banditen haben dein Dorf angegriffen!
es: ¡Los bandidos han atacado tu aldea!
fr: Des bandits ont pillé votre ville !
id: Gerombolan bandit telah menjarah kotamu!
it: I banditi hanno assaltato la tua città!
ja: 盗賊があなたの街を襲撃しました！
ko: 강도가 마을을 습격했습니다!
pt: Os bandidos atacaram sua cidade!
ru: Бандиты ограбили город!
zh: 强盗袭击了您的城镇！
zh_tw: 強盜襲擊了您的城鎮！

# T_GAME_TICKET_BANDIT_RETREAT
source: Your soldiers have retreated from a fight!
de: Deine Soldaten haben einen Kampf abgebrochen!
es: ¡Tus soldados se han retirado durante un combate!
fr: Vos soldats ont battu en retraite d'un combat !
id: Para serdadumu mundur dari pertempuran!
it: I tuoi soldati si sono ritirati da un combattimento!
ja: あなたの兵士たちは戦いから退きました！
ko: 군인들이 전투에서 후퇴했습니다!
pt: Seus soldados bateram em retirada da luta!
ru: Твои солдаты отступили!
zh: 您手下的士兵，已从战斗中撤退。
zh_tw: 您手下的士兵，已從戰鬥中撤退。

# T_GAME_TICKET_BUILDINGDECAY
source: {BUILDINGNAME} is in urgent need of repair!
de: {BUILDINGNAME} muss dringend repariert werden!
es: {BUILDINGNAME}: necesita una reparación urgentemente.
fr: {BUILDINGNAME} : réparations indispensables !
id: {BUILDINGNAME} sangat membutuhkan perbaikan!
it: {BUILDINGNAME}: necessita di riparazioni urgenti!
ja: {BUILDINGNAME}をすぐに修復してください！
ko: {BUILDINGNAME} 의 수리가 요구됩니다!
pt: {BUILDINGNAME} precisa urgentemente de reparos!
ru: {BUILDINGNAME}: требуется незамедлительный ремонт!
zh: {BUILDINGNAME}急需修缮！
zh_tw: {BUILDINGNAME}急需修繕！

# T_GAME_TICKET_BUILDINGDOWN
source: {BUILDINGNAME}: Building is unusable until repaired!
de: {BUILDINGNAME}: Gebäude ist unbenutzbar bis es repariert wurde!
es: {BUILDINGNAME}: para poder usar el edificio tienes que repararlo.
fr: {BUILDINGNAME} : ce bâtiment est inutilisable tant qu'il n'est pas réparé !
id: {BUILDINGNAME}: Bangunan tidak dapat digunakan sebelum diperbaiki!
it: {BUILDINGNAME}: l'edificio è inutilizzabile finché non viene riparato!
ja: {BUILDINGNAME}: 建物は修復されるまで使用できません。
ko: {BUILDINGNAME}: 수리해야 건물을 사용할 수 있습니다!
pt: {BUILDINGNAME}: O prédio não pode ser usado até ser reparado!
ru: {BUILDINGNAME}: здание будет бесполезным до тех пор, пока его не отремонтируют!
zh: {BUILDINGNAME}：建筑物在得到修理前无法使用！
zh_tw: {BUILDINGNAME}：建物在得到修理前無法使用！

# T_GAME_TICKET_BUILDINGREQUIRESRESSOURCE
source: {BUILDINGNAME} requires: {RESSOURCE}!
de: {BUILDINGNAME} benötigt: {RESSOURCE}!
es: {BUILDINGNAME}: requiere {RESSOURCE}.
fr: {BUILDINGNAME} nécessite : {RESSOURCE} !
id: {BUILDINGNAME} membutuhkan: {RESSOURCE}!
it: {BUILDINGNAME}: necessita di {RESSOURCE}!
ja: {BUILDINGNAME}に{RESSOURCE}が必要です。
ko: {BUILDINGNAME} 요구됩니다: {RESSOURCE}!
pt: {BUILDINGNAME} requer: {RESSOURCE}!
ru: {BUILDINGNAME} - требуется: {RESSOURCE}!
zh: {BUILDINGNAME}修缮：{RESSOURCE}！
zh_tw: {BUILDINGNAME}修繕：{RESSOURCE}！

# T_GAME_TICKET_BUILDINGSTOCKFULL
source: {BUILDINGNAME}: stock is full! Assign more carriers!
de: {BUILDINGNAME}: Lager voll! Teile mehr Träger zu!
es: {BUILDINGNAME}: las reservas están llenas. ¡Asigna más transportistas!
fr: {BUILDINGNAME} : stock plein ! Désignez plus de porteurs !
id: {BUILDINGNAME}: stok sudah penuh! Tugaskan lebih banyak pengangkut!
it: {BUILDINGNAME}: pieno! Assegna altri trasportatori!
ja: {BUILDINGNAME}：在庫が一杯です！ 運搬人をもっと雇ってください！
ko: {BUILDINGNAME}: 재고가 가득합니다! 캐리어를 배정하세요!
pt: {BUILDINGNAME}: o estoque está cheio! Contrate mais carregadores!
ru: {BUILDINGNAME}: все забито битком! Назначь больше носильщиков!
zh: {BUILDINGNAME}：仓储已满！选派更多的搬运工！
zh_tw: {BUILDINGNAME}：倉儲已滿！ 選派更多的搬運工！

# T_GAME_TICKET_BUILDING_COLLAPSED
source: {BUILDING} has collapsed!
de: {BUILDING} ist zusammengebrochen!
es: {BUILDING}: ¡se ha derrumbado!
fr: {BUILDING} a subi un effondrement !
id: {BUILDING} telah runtuh!
it: {BUILDING} in macerie!
ja: {BUILDING}が倒壊しました！
ko: {BUILDING}이 무너졌습니다!
pt: {BUILDING} desmoronou!
ru: Здание ({BUILDING}) обвалилось!
zh: {BUILDING}倒塌了！
zh_tw: {BUILDING}倒塌了！

# T_GAME_TICKET_BUILDING_SMOLDERING
source: A building is smoldering! Repair it quickly!
de: Ein Gebäude schwelt! Repariere es schnell!
es: ¡Hay un edificio en llamas! ¡Repáralo, rápido!
fr: Un bâtiment se consume ! Réparez-le rapidement !
id: Gedung terpercik api! Perbaiki cepat!
it: Un edificio cade a pezzi! Riparalo in fretta!
ja: 建物がくすぶっています！早く修復してください！
ko: 빌딩이 검게 그을리고 있습니다! 빨리 수리하십시오!
pt: Um prédio está caindo aos pedaços! Restaure-o rápido!
ru: Здание дымится! Быстро отремонтируй его!
zh: 一个建筑要着火了！赶快修复！
zh_tw: 一個建築要著火了！趕快修復！

# T_GAME_TICKET_FIRE
source: A fire has broken out!
de: Ein Feuer ist ausgebrochen!
es: ¡Hay un incendio!
fr: Un incendie vient de se produire !
id: Api telah tersulut!
it: E' scoppiato un incendio!
ja: 火事が発生しました！
ko: 화재가 발생하였습니다!
pt: Começou um incêndio!
ru: Возник пожар!
zh: 着火了！
zh_tw: 著火了！

# T_GAME_TICKET_FIRE_NOTOWER
source: The town is burning!
de: Die Stadt brennt!
es: ¡La ciudad está en llamas!
fr: La ville brûle !
id: Kota terbakar!
it: La città è in fiamme!
ja: 町が燃えています！
ko: 마을이 타고 있습니다!
pt: A cidade está pegando fogo!
ru: Город горит!
zh: 城镇着火了！
zh_tw: 城鎮著火了！

# T_GAME_TICKET_FIRE_OUTBREAK
source: A building is burning! We need a fire tower!
de: Ein Gebäude brennt! Wir benötigen einen Feuerturm!
es: ¡Está ardiendo un edificio! ¡Necesitamos una torreta de incendios!
fr: Un bâtiment est en flammes ! Il nous faut une tour d'incendie !
id: Gedung terbakar! Kita perlu Menara Api!
it: Un edificio è in fiamme! Ci serve una torre dei pompieri!
ja: 建物が燃えています！火の見やぐらが必要です！
ko: 빌딩이 타고 있습니다. 화재 타워가 필요합니다!
pt: Há um incêndio em um prédio! Precisamos de uma Torre contra incêndio!
ru: Здание горит! Нам необходима пожарная вышка!
zh: 一个建筑着火了！我们需要防火塔！
zh_tw: 一個建築著火了！我們需要防火塔！
