Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_LOADINGTIP_039
source: Some tasks have a time limit. The time remaining for the completion of the task is displayed as a warning message in the upper left of the screen.
de: Manche Aufgaben sind auf Zeit. Die verbleibende Zeit zum Abschluss der Aufgabe wird dir über eine Warnung links oben im Bild angezeigt.
es: Algunas tareas tienen límite de tiempo. El tiempo que te queda para completar la tarea se muestra como si fuese un mensaje de aviso en la parte superior izquierda de la pantalla.
fr: Certaines tâches ont une limite de temps. Le temps restant pour compléter la tâche est affiché dans un message d'alerte dans le coin supérieur gauche de l'écran.
id: Beberapa tugas mempunyai batas waktu. Waktu tersisa untuk menyelesaikan tugas ditampilkan sebagai pesan peringatan di sisi kiri atas layar.
it: Alcuni compiti hanno un limite di dempo. Il tempo rimanente per il completamento è visualizzato come messaggio di avvertimento in alto a sinistra.
ja: クエストには、制限時間があるものがあります。 完了までの残り時間は画面左上に警告メッセージとして表示されます。
ko: 어떤 임무는 시간 제한이 있습니다. 임무 완수까지 남은 시간은 좌측 상단에 경고 메시지로 표시됩니다.
pt: Algumas tarefas têm limite de tempo. O tempo que resta para completá-las aparece como um aviso no canto superior esquerdo da tela.
ru: Для некоторых заданий существует лимит времени. Время, оставшееся до завершения задания, отображается в качестве предупреждения в левом верхнем углу экрана.
zh: 有些任务有时间限制。 完成任务的剩余时间显示为一天警告信息，出现在屏幕左上角。
zh_tw: 有些任務有時間限制。 完成任務的剩餘時間顯示為一天警告資訊，出現在螢幕左上角。

# T_GAME_LOADINGTIP_040
source: Your mobile device will notify you when your townies are missing you and if there is a prestige reward to collect. You can disable the notification in the Townsmen application options.
de: Dein Gerät wird dich darüber informieren, wenn deine Townies dich vermissen und du deine Prestigebelohnung abholen kannst. Du kannst diese Funktion in den Anwendungsoptionen von Townsmen deaktivieren, wenn es dich stört.
es: El dispositivo móvil te notificará cuando los townies te echan de menos o si tienes que recoger alguna recompensa de prestigio. Puedes desactivar la notificación en las opciones de la aplicación de Townsmen.
fr: Votre appareil portable vous préviendra lorsque vous commencerez à manquer à vos habitants et s'il y a une récompense de Prestige à récupérer. Vous pouvez désactiver ces notifications dans les options d'app de Townsmen.
id: Perangkat selulermu akan memberi tahu ketika townies milikmu kehilanganmu dan jika ada hadiah Prestige untuk dikumpulkan. Engkau bisa menonaktifkan pemberitahuan di opsi aplikasi Townsmen.
it: Il tuo telefono ti invierà una notifica quando i cittadini sentono la tua mancanza e se c'è una ricompensa di prestigio da riscuotere. Puoi disattivare la notifica nelle opzioni dell'app Townsmen.
ja: 住民があなたを恋しく思っている時や獲得可能な報酬があると、あなたの端末にメッセージが通知されます。 アプリ内の設定画面で、「通知」のチェックを外すと、通知機能を無効にすることができます。
ko: 당신의 휴대기기는 주민들이 당신을 보고 싶어하거나 확보 가능한 보상이 있을 때 당신에게 통보합니다. 이 통보는 앱 옵션에서 해제할 수 있습니다.
pt: O seu aparelho móvel o notificará caso seus habitantes sinta a sua falta e se existe alguma recompensa de Prestígio para você. Você pode desabilitar a notificação nas opções do aplicativo Townsmen.
ru: Твое мобильное устройство сообщит, когда твои горожане соскучатся по тебе или же когда будет доступна награда в очках престижа, которую можно будет получить. Возможность получения уведомлений может быть отключена в настройках приложения Townsmen.
zh: 当您的镇民想念您时及如果有声望奖要收集的话，您的移动设备就会通知您。 您可以在选项 Townsmen app 中禁用通知。
zh_tw: 當您的鎮民想念您時及如果有聲望獎要收集的話，您的移動設備就會通知您。 您可以在選項 Townsmen app 中禁用通知。

# T_GAME_LOADINGTIP_041
source: The merchant is unavailable in some scenarios. This means that you can't sell any goods. Disable unneeded production buildings to prevent overproduction from clogging up your warehouses.
de: Manchmal ist der Händler in Szenarios deaktiviert. Dies verhindert, dass du deine Waren verkaufen kannst. Du solltest überproduzierende Gebäude deaktivieren, damit deine Lagerhäuser nicht ständig voll sind.
es: En algunos escenarios, el mercader no está disponible. Es por ello que no podrás vender ningún producto. Para evitar que haya sobreproducción y que los almacenes se saturen, desactiva los edificios de producción que no necesites.
fr: Le marchand est indisponible dans certains scénarios. Cela signifie que vous ne pouvez vendre aucune marchandise. Désactivez les bâtiments de production superflus pour éviter que la surproduction ne surcharge vos entrepôts.
id: Pedagang tidak tersedia di beberapa skenario! Ini berarti engkau tidak bisa menjual barang. Nonaktifkan pembangunan yang tidak perlu untuk mencegah kelebihan produksi menjejali gudang Anda.
it: In alcuni scenari il mercante non è disponibile. Ciò significa che non puoi vendere merci. Disattiva le produzioni non necessarie per evitare che la sovrapproduzione riempia inutilmente i tuoi magazzini.
ja: 商人を利用できないマップがあります。物を売ることができないので、倉庫がいっぱいにならないように、余分に物を生産しないように施設を停止させましょう。
ko: 상인은 몇몇 시나리오에서 이용 불가능합니다. 그 때에는 당신의 물건을 팔 수가 없습니다. 불필요한 생산을 막기 위해서 필요하지 않은 생산건물을 불능화 하십시오.
pt: Em alguns cenários, o mercador não fica disponível. Isso significa que você não pode vender mercadorias. Desabilite as construções de produção desnecessárias para evitar produzir demais e lotar os depósitos.
ru: В некоторых сценариях купец недоступен. Это означает то, что ты не сможешь продавать товары. Приостанови производство товаров, которые не требуются в данный момент, чтобы предотвратить затоваривание твоих пакгаузов.
zh: 有些场景中没有商人。 这意味着您不能销售任何货物。 禁用不需要的生产建筑物，以防止过度生产、塞满仓库。
zh_tw: 有些場景中沒有商人。 這意味著您不能銷售任何貨物。 禁用不需要的生產建築物，以防止過度生產、塞滿倉庫。

# T_GAME_LOADINGTIP_042
source: By building a flourishing town and completing tasks, you can increase your level. The higher your level, the better the unlocked rewards!
de: Du kannst deine Stufe durch das Erfüllen von Aufgaben und Bauen einer erfolgreichen Stadt verbessern. Je besser deine Stufe, desto mächtiger die freigeschalteten Belohnungen!
es: A medida que construyas una ciudad próspera y completes tareas, irás subiendo de nivel. Cuanto más alto sea el nivel, ¡mejores serán las recompensas que desbloquees!
fr: En construisant une ville florissante et en complétant des tâches, vous pourrez augmenter votre niveau. Plus votre niveau sera élevé, meilleures seront les récompenses débloquées !
id: Dengan membangun kota yang berkembang pesat dan menyelesaikan tugas, Anda bisa naikkan level Anda. Makin tinggi lebih Anda, makin baik imbalan yang terbuka!
it: Costruendo una città fiorente e completando obiettivi puoi aumentare di livello. Più alto è il livello, migliori saranno le ricompense sbloccate!
ja: 街を繁栄させ、クエストを達成すると、あなたのレベルが上がります。 レベルが高くなればなるほど、良い報酬が得られるようになります。
ko: 레벨이 높을수록 더 가치있는 보상을 받게됩니다
pt: Ao construir uma cidade próspera e completar tarefas, você pode passar de nível. Quanto maior o seu nível, melhores são as recompensas a desbloquear!
ru: Строя цветущий город и выполняя задания, ты можешь повысить свой уровень. Чем выше твой уровень, тем лучше будут получаемые награды!
zh: 建造繁荣的城镇，完成游戏任务，你就能升到游戏下一级！ 级别越高，解锁的奖励越好！
zh_tw: 建造繁榮的城鎮，完成遊戲任務，你就能升到下一級！ 級別越高，解鎖的獎勵越好！

# T_GAME_LOADINGTIP_043
source: Use “double XP” to earn twice as much XP while playing the game! This will help you to reach the next town level faster and unlock new powerful research options!
de: Benutze „Doppelte XP“, um viel mehr XP im Spiel zu verdienen! Sie helfen dir, schneller an neue Stufen und neue Forschungsoptionen zu kommen.
es: ¡Utiliza “Doble de EXP” para conseguir el doble de experiencia mientras juegas! De esta forma, conseguirás llegar al siguiente nivel mucho más rápido y obtendrás opciones de investigación muy buenas.
fr: Utilisez “XP x2” pour gagner deux fois plus d'XP pendant que vous jouez ! Cela vous aidera à accéder au niveau de ville suivant plus rapidement et à débloquer de nouvelles options de recherches puissantes !
id: Gunakan “2x XP” untuk memperoleh dua kali sebanyak XP saat memainkan game ini! Ini akan membantu Anda mencapai level kota berikutnya lebih cepat dan membuka opsi riset baru yang hebat!
ja: 「XP2倍」を使って、ゲームプレイ中、XPを2倍獲得しましょう！ 街は次のレベルにより早く到達することができ、また新たな強力なリサーチを解除することができるようになります。
ko: 게임을 하는 동안 “2x XP” 를 사용하여 두배의 XP를 얻으십시오! 이를 통하여 다음 타운 레벨에 빨리 도달할 수 있으며 새로운 강력한 리서치 옵션 잠금해제가 가능합니다!
pt: Use “2x XP” para ganhar duas vezes mais XP enquanto joga! Isso ajuda a cidade a chegar ao nível seguinte mais rápido e desbloqueia novas opções de pesquisa!
ru: Используй опцию “Удвоенный опыт”, чтобы заработать в два раза больше опыта во время игры! Это поможет тебе быстрее достичь следующего уровня города и разблокировать новые мощные опции для исследования!
zh_tw: 使用 “雙倍 XP”在遊戲中贏取兩倍 XP 值！ 該功能幫助你更快的升級，解鎖更強大的研究選項！

# T_GAME_LOADINGTIP_044
source: When the plague strikes your town, you should build an infirmary immediately. The doctor can cure sick Townies with herbs from a herb garden. Herbs can be harvested by the farm.
de: Wenn die Pest in deiner Stadt ausbricht, solltest du schnellstmöglich einen Heilmedikus ansiedeln. Er produziert mit Hilfe der Kräuter aus einem Kräutergarten, Medizin für die ganze Stadt. Kräuter können von einem Bauernhof geerntet werden.
es: Cuando la peste llegue a la ciudad, construye inmediatamente una enfermería. El doctor puede curar a los townies enfermos con plantas medicinales del huerto de hierbas. Las hierbas se pueden cosechar junto a la granja.
fr: Lorsque la peste frappe votre ville, construisez immédiatement une infirmerie. Le docteur peut guérir les habitants malades à l'aide d'herbes du jardin aux plantes. Les herbes peuvent être récoltées près de la ferme.
id: Kalau kotamu terserang wabah sampar, kamu harus segera membangun rumah sakit. Dokter bisa menyembuhkan Townies yang sakit dengan tanaman obat dari kebun. Tanaman obat bisa dipanen di pertanian.
it: Quando una pestilenza colpisce la città, costruisci immediatamente un’infermeria. Il dottore può curare i cittadini malati grazie alle erbe coltivate nella serra. Le erbe possono essere raccolte nella fattoria.
ja: 街が疫病に襲われたときには、すぐに診療所をつくりましょう。 医者は患者をハーブ園で採れたハーブで治療することができます。 ハーブは農園のそばで収穫することができます。
ko: 역병이 마을을 덮치면 즉시 병원을 만들어야 합니다. 의사가 허브 정원에서 가져온 약초로 아픈 주민을 치료할 수 있습니다. 약초는 농장에서 수확할 수 있습니다.
pt: Quando a peste atingir sua cidade, construa imediatamente uma enfermaria. O médico pode curar os habitantes doentes com ervas do jardim de ervas. As ervas podem ser colhidas nas fazendas.
ru: При вспышке чумы в городе немедленно построй лазарет. Доктор может вылечить заболевших горожан с помощью лечебных растений из сада трав. Травы можно найти рядом с фермой.
zh: 城里瘟疫肆虐之时，您应该立即兴建医院。 医生可以用药草园的药草医治生病的镇民。 可以通过农场收获药草。
zh_tw: 城裡瘟疫肆虐之時，您應該立即興建醫院。 醫生可以用藥草園的藥草醫治生病的鎮民。 可以通過農場收穫藥草。

# T_GAME_LOADINGTIP_044_OLD
source: When the plague strikes your town, immediately build an infirmary and a herb garden, if you have not done so already! The doctor can cure sick Townies with herbs from the herb garden.
de: Wenn die Pest in deiner Stadt ausbricht, solltest du schnellstmöglich einen Heilmedikus ansiedeln, falls du dies noch nicht gemacht hast! Er produziert, mit Hilfe der Kräuter aus einem Kräutergarten, Medizin für die ganze Stadt.
es: Cuando la peste llegue a la ciudad, construye inmediatamente una enfermería y un huerto de hierbas, si es que no lo has hecho ya antes. El doctor puede curar a los townies enfermos con plantas medicinales del huerto de hierbas.
fr: Lorsque la peste frappe votre ville, construisez immédiatement une infirmerie et un jardin aux plantes, si ce n'est pas déjà fait ! Le docteur peut guérir les habitants malades à l'aide d'herbes du jardin aux plantes.
id: Saat wabah menyerang kota Anda, segera bangun puskesmas dan kebun toba, jika Anda belum melakukannya! Dokter bisa mengobati Townies yang sakit dengan tanaman obat dari kebun toba.
it: Quando una pestilenza colpisce la città, costruisci immediatamente un'infermeria e un orto, se non lo hai ancora fatto! Il dottore può curare i cittadini malati grazie alle erbe coltivate nell'orto.
ja: 街を疫病に襲われたとき、診療所とハーブ畑がまだないなら、今すぐにつくりましょう！ 医者は患者をハーブ畑で採れたハーブで治療することができます。
ko: 타운에 전염병이 발생할 경우, 병원과 허브 정원을 즉시 짓습니다, 만일 이미 짓지 않았을 경우입니다! 의사들은 허브 정원의 허브를 통하여 치료할 수 있습니다.
pt: Quando a peste atingir sua cidade, construa imediatamente uma enfermaria e um jardim de ervas, caso já não tenha feito isso! O médico pode curar os habitantes doentes com as ervas do jardim.
ru: При вспышке чумы в твоем городе, немедленно построй лазарет и сад трав, если ты еще не сделал этого прежде! Доктор может вылечить заболевших горожан с помощью лечебных растений из сада трав.
zh: 瘟疫袭击城镇时，如果你还没有建造医务室和草药园，赶快建造！ 医生能使用从草药园采集的草药治愈镇民。
zh_tw: 瘟疫襲擊城鎮時，如果你還沒有建造醫務室和草藥園，趕緊建造吧！ 醫生能使用从草藥園採集的草藥治癒鎮民。

# T_GAME_LOADINGTIP_045
source: There are several ways to earn XP in Townsmen: Constructing buildings, trading at the market, having high happiness in town, completing quests or reaching certain population marks.
de: In Townsmen bekommst du XP auf unterschiedliche Arten: Durch das Bauen von Gebäuden, das Handeln am Markt, hohe Zufriedenheit im Dorf, das Erfüllen von Aufgaben oder das Erreichen einer großen Bevölkerung.
es: Hay varias formas de conseguir experiencia en Townsmen: construir edificios, comerciar en el mercado, conseguir que los townies estén felices, completar misiones o conseguir ciertos niveles de población.
fr: Il y a plusieurs moyens de gagner de l'XP dans Townsmen : Construisez des bâtiments, échangez au marché, obtenez un bonheur élevé en ville, complétez des quêtes ou atteignez certains seuils de population.
id: Ada beberapa cara mendapatkan XP dalam Townsmen: Membangun gedung, berdagang di pasar, mendapatkan kebahagiaan tinggi di kota, menyelesaikan pencarian atau mencapai tanda penduduk tertentu.
it: Ci sono diversi modi per guadagnare esperienza in Townsmen. Costruire edifici, commerciare al mercato, ottenere un alto tasso di soddisfazione in città, completare missioni o raggiungere determinati livelli di popolazione.
ja: XPを獲得するにはいくつか方法があります。 建物を建てる、あるいは、市場で取引する、街で高い幸福度を達成する、クエストをこなす、あるレベルまで人口を増やす、です。
ko: 타운스 맨에서 XP를 얻는 다양한 방법이 있습니다: 빌딩 건축, 시장 거래, 주민들의 높은 행복 지수 유지, 퀘스트 완료 또는 인기있는 지점 도착으로 가능합니다.
pt: Há diversas maneiras de conseguir XP em Townsmen: Construindo prédios, negociando mercadorias, alcançando um alto nível de felicidade na cidade, completando tarefas e chegando a certos marcos populacionais.
ru: В игре Townsmen существует несколько способов заработать опыт: строительство зданий, торговля на рынке, поддержание высокого уровня счастья в городе, завершение квестов или достижение определенного количества населения.
zh: 在 Townsmen 中赚取 XP 值有以下几种方式： 建造建筑、在市场进行交易、城镇幸福值高、完成任务或达到人口指标。
zh_tw: 在 Townsmen 中賺取 XP 值有以下幾種方式： 建造建築、在市場進行交易、城鎮幸福值高、完成任務或達到人口指標。

# T_GAME_LOADINGTIP_046
source: Building upgrades are very powerful: For example, they enable you to assign more workers to a building or increase a building's storage space!
de: Gebäudeupgrades sind sehr effektiv. Beispielsweise kannst du nach einem Upgrade mehr Arbeiter zuweisen und die Kapazität des Lagers im Gebäude wird erhöht.
es: Las mejoras de edificios son muy favorecedoras: por ejemplo, te permiten asignarle más trabajadores al edificio o aumentar la capacidad de almacenamiento.
fr: Les améliorations de bâtiments sont très puissantes : Par exemple, elles vous permettent d'assigner plus d'ouvriers à un bâtiment ou d'augmenter le stockage d'un bâtiment !
id: Pemutakhirkan gedung sangat ampuh: Misalnya, pemutakhiran tersebut memungkinkan Anda bisa menetapkan lebih banyak pekerja pada sebuah gedung atau meningkatkan daya simpan gedung!
it: I potenziamenti degli edifici sono molto utili. Per esempio, ti permettono di assegnare più lavoratori a un edificio o ad aumentarne la capienza!
ja: 建物をアップグレードすることには、大きな利点があります。 例えば、より多くの労働者を建物に割り当てることができたり、建物の貯蔵スペースも広がります。
ko: 빌딩 업그레이드는 매우 강력합니다: 예를 들어, 이들을 통하여 빌딩에 더 많은 일꾼들을 할당하거나 빌딩의 저장소를 증가시킵니다!
pt: Os upgrades dos prédios são bem poderosos: Por exemplo, eles permitem que você delegue a mais habitantes tarefas de transporte ou aumente a capacidade de estoque do prédio!
ru: Улучшения для зданий являются достаточно мощными: к примеру, они позволят тебе назначить больше рабочих для здания или же повысить его вместительность!
zh: 建筑的升级是很强大的： 比如，你可以为建筑指派更多的工人，或增加建筑的储存能力！
zh_tw: 建築的升級是很強大的： 比如，你可以為建築指派更多的工人，或增加建築的儲物能力！

# T_GAME_LOADINGTIP_047
source: You have several options, when a mine's resource deposit is depleted: - Replenish the mine with Prestige - Look for another deposit and build a new mine there - Assign the Geologist (can be unlocked via research)
de: Wenn das Rohstoffvorkommen eines Bergwerks erschöpft ist, hast du mehrere Möglichkeiten: - Fülle das Vorkommen mit Prestige wieder auf - Suche nach einem anderen Vorkommen - Setze den Geologen ein (durch Forschung freischaltbar)!
es: Cuando el depósito de recursos de un minero se vea mermado, tienes varias opciones: - Reponer la mina con puntos de prestigio. - Buscar otro depósito y construir una mina. - Asignarle el geólogo (se puede desbloquear a través de la investigación).
fr: Vous avez plusieurs options possibles lorsqu'un dépôt de minerais est épuisé : - réapprovisionner la mine avec des points de Prestige - chercher un nouveau dépôt et y bâtir une nouvelle mine - assigner le géologue (peut être débloqué via la recherche)
id: Anda memiliki beberapa opsi, saat deposit sumber daya seorang penambang habis: - mengisi tambang dengan poin Prestise - mencari deposit lain dan membangun tambang baru di sana - menetapkan Geolog (bisa dibuka melalui riset)
it: Quando il deposito di minerale di un minatore è esaurito, hai diverse opzioni a disposizione: - rifornisci la miniera con i punti prestigio - cerca un altro deposito e costruisci una nuova miniera - assumi il Geologo (che può essere sbloccato mediante la ricerca)
ja: 鉱山の埋蔵資源がなくなったとき、とれる手段がいくつかあります。 ‐名声を使って鉱床を補充する ‐他の鉱脈を探し、そこに新しく採鉱場を建てる ‐地質学者を任命する（リサーチで解除が可能）
ko: 광산의 자원이 낮아지면, 다양한 옵션이 있습니다: - 프레스티지 보인트로 광산을 보충합니다 - 다른 광물지를 찾거나 새로운 광산을 짓습니다 - 지질학자를 배정합니다(리서치로 잠금해제 가능)
pt: Você tem várias opções quando o depósito de um mineiro acaba: - repor a mina com pontos de Prestígio - procurar outro depósito e construir lá a mina - delegar a tarefa ao geólogo (pode ser desbloqueado através de pesquisa)
ru: В случае истощения рудного месторождения, на котором стоит рудник, есть несколько вариантов решения этой проблемы: - восполнение запасов с помощью очков престижа; - поиски нового месторождения и строительство на нем нового рудника; - назначение геолога (которого можно разблокировать с помощью исследования).
zh: 当矿井的资源用尽时，你有以下几个选项： -使用威望值补充矿井 -寻找新的矿床，开发新的矿井 -指派地质学家（可以通过研究解锁）
zh_tw: 當礦井的資源用盡時，你有以下幾個選項： －使用威望值補充礦井 －尋找新的礦床、開發新的礦井 －指派地質學家（可以通過研發解鎖）

# T_GAME_LOADINGTIP_048
source: By increasing your town's level, you unlock powerful research. For example, building upgrades will be unlocked and new research options will become available, which can lead to increased tax income or better quest rewards!
de: Das Erreichen einer höheren Stufe schaltet neue Forschungen frei: Einige Beispiele sind Gebäudeupgrades, erhöhte Steuereinnahmen und höhere Belohnungen in Form von Rohstoffen beim Erfüllen von Aufgaben.
es: Al incrementar el nivel de la ciudad, desbloquearás funciones mejores. Por ejemplo, se desbloquearán mejoras para el edificio y opciones de investigación, lo que hará que los ingresos por impuestos aumenten o mejoren las recompensas de misión.
fr: En augmentant le niveau de votre ville, vous débloquez des recherches très utiles. Par exemple, des améliorations de bâtiments peuvent être débloquées et de nouvelles options de recherche deviennent disponibles, ce qui vous fournira de meilleurs revenus des impôts ou de meilleures récompenses de quête !
id: Dengan menaikkan level kota Anda, Anda membuka riset yang hebat. Misalnya, pemutakhiran gedung akan dibuka dan opsi riset baru akan tersedia, yang bisa menghasilkan meningkatnya penerimaan pajak atau imbalan pencarian yang lebih baik!
it: Aumentando il livello della tua città sbloccherai potenti ricerche. Ad esempio, potrai sbloccare potenziamenti degli edifici e nuove opzioni di ricerca, che possono portare a un incremento degli incassi fiscali o a migliori ricompense per le missioni!
ja: 街のレベルを上げることにより、強力なリサーチが解除されます。 例えば、建物アップグレードが解除され、新たなリサーチも利用できるようになります。そして税収が増え、より高いクエスト報酬を手にすることができるようになります。
ko: 타운 레벨을 증가시키면, 강력한 리서치를 얻을 수 있습니다.. 예를 들어, 빌딩 업그레이드를 잠금해제하면 새로운 리서치 옵션 이용이 가능하며, 세금 증가 및 더 나은 퀘스트 보상으로 이어집니다!
pt: Ao aumentar o nível da cidade, você desbloqueia pesquisas de grande eficácia. Por exemplo, você destrava upgrades para os prédios e novas opções de pesquisa, que podem levar a maior arrecadação de impostos e melhores recompensas para as tarefas!
ru: Повышение уровня твоего города позволяет тебе разблокировать мощные исследования. К примеру, разблокируются улучшения для зданий и становятся доступными новые опции для исследования, следствием которых являются повышение поступлений от податей или более высокие награды за завершенные квесты!
zh: 城镇升级后，你将解锁强大的研究功能。 比如，建筑升级将被解锁，新的研究选项将可用，这些都会增加税收，提升任务奖励！
zh_tw: 城鎮升級後，你將解鎖強大的研發功能。 例如，建築升級將被解鎖，新的研究選項將可用，這些都會增加稅收，提升任務獎勵！

# T_GAME_LOADINGTIP_049
source: Upgraded buildings also have disadvantages: Additional workers increase resource consumption and the building's repair costs increase!
de: Gebäudeupgrades haben nicht nur Vorteile: Jeder hinzugefügte Arbeiter hat auch den entsprechenden Ressourcenverbrauch und der Reparaturpreis steigt mit jeder Verbesserung!
es: Pero los edificios mejorados también tienen inconvenientes: al haber más trabajadores, se incrementan el consumo de recursos y los costes de reparación del edificio.
fr: Les bâtiments améliorés ont également des désavantages : Les ouvriers supplémentaires augmentent la consommation de ressources et les coûts de réparation du bâtiment !
id: Gedung yang dimutakhirkan juga memiliki kerugian: Pekerja tambahan meningkatkan konsumsi sumber daya dan biaya perbaikan gedung pun meningkat!
it: Gli edifici potenziati hanno anche degli svantaggi. I lavoratori aggiuntivi incrementano il consumo di risorse e il costo delle riparazioni!
ja: 建物をアップグレードすることにはデメリットもあります。 労働者の割り当てが増えると、資材の消費も増え、建物の修復コストも上がります！
ko: 업그레이드 빌딩은 또한 단점도 있습니다: 추가적인 일꾼 증가 자원 소비 및 빌딩의 수리비가 증가합니다!
pt: Prédios com upgrade também tem desvantagens: Trabalhadores a mais aumentam o consumo de recursos e os custos de restauração dos prédios!
ru: Однако улучшенные здания также имеют и ряд преимуществ: дополнительные рабочие увеличивают уровень потребления ресурсов, а также повышается стоимость ремонта здания!
zh: 升级建筑也有一些缺点： 额外的工人会增加资源的消耗，建筑的修复成本也会增加！
zh_tw: 升級建築也有負面影響： 額外的工人會增加資源的消耗，建築的修復成本也會增加！
