Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN2_10_DESC
source: Did you ever try the bread my nephew makes? You definitely should! And tell him to bake enough of it to last the winter!
de: Habt Ihr schon das Brot meines Neffen probiert? Das solltet Ihr unbedingt! Und sagt ihm, er soll genug für den Winter backen!
es: ¿Has probado el pan que hace mi sobrino? ¡Tienes que probarlo! ¡Y dile que haga suficiente para todo el invierno!
fr: Avez-vous déjà goûté au pain de mon neveu ? Vous devriez ! Et dites-lui d'en faire assez pour tout l'hiver !
id: Apa kau pernah mencoba roti buatan keponakanku? Kau harus mencobanya! Dan katakan padanya untuk membuat cukup roti hingga musim dingin!
it: Avete mai assaggiato il pane fatto da mio nipote? Dovreste! E ditegli di cuocerne a sufficienza per passare l'inverno!
ja: 私の甥にパンを作らせたことがありますか？ぜひ作らせてあげてください！冬を越せるだけの十分なパンを作るよう伝えてください！
ko: 제 조카가 만든 빵을 먹어보셨나요? 꼭 맛을 보셔야 합니다! 그리고 겨울을 날 수 있을만큼의 빵을 구우라고 전해주세요!
pt: Você já experimentou o pão que meu sobrinho faz? Você deveria! E diga a ele para assar bastante, para durar o inverno todo!
ru: Ты когда-нибудь пробовал хлеб, который печет мой племянник? Ты обязательно должен его попробовать! И скажи ему испечь его столько, чтобы хватило на всю зиму!
zh: 有没有吃过我侄儿烤的面包？你一定要尝尝！让他多烤制些面包，以备严冬之用！
zh_tw: 有沒有吃過我侄兒烤的麵包？您一定要嘗嘗！讓他多烤制些麵包，以備嚴冬之用！

# T_GAME_QUEST_SCEN2_10_NAME
source: Bake 50 loafs of bread.
de: Backe 50 Stück Brot.
es: Hornea 50 panes.
fr: Confectionnez 50 pains.
id: Buat 50 potong roti.
it: Cuoci 50 filoni di pane.
ja: パンを50焼く。
ko: 50개의 빵 덩이를 굽습니다.
pt: Asse 50 filões de pão.
ru: Испеки 50 буханок хлеба.
zh: 烤制 50 条面包。
zh_tw: 烤制 50 條麵包。

# T_GAME_QUEST_SCEN2_11_1_NAME
source: Build a weaving mill.
de: Baue eine Webstube.
es: Konstruu rultrabo.
fr: Construire un tisserand.
id: Membangun penenun.
it: Costruire una tessitrice.
ja: 織布工場を建てる。
ko: 위버를 빌드합니다.
pt: Construir um tecelão.
ru: Построить ткача.
zh: 建立一个纺织工人。
zh_tw: 建立一個紡織工人。

# T_GAME_QUEST_SCEN2_11_2_NAME
source: Build a tailors' shop.
de: Baue eine Schneiderei.
es: Konstruu tajloro.
fr: Construire un tailleur.
id: Membangun penjahit.
it: Costruire un sarto.
ja: 仕立屋を建てる。
ko: 재단사를 빌드합니다.
pt: Construir um alfaiate.
ru: Построить портного.
zh: 建立一个裁缝。
zh_tw: 建立一個裁縫。

# T_GAME_QUEST_SCEN2_11_DESC
source: Tell me, are you as cold as we are? My wife even caught the flu because of all those holes in her dress. Maybe you could help us make some warm clothes?
de: Sagt, ist Euch auch so kalt? Meine Frau hat sich schon eine Grippe eingefangen, weil ihre Kleider voller Löcher sind. Vielleicht könntet Ihr uns dabei helfen, warme Winterklamotten zu nähen?
es: ¿Pasas tanto frío como nosotros? Mi esposa se ha resfriado porque tiene el vestido lleno de agujeros. ¿Puedes ayudarnos a conseguir ropa cálida?
fr: Dites, vous avez aussi froid que nous ? Mon épouse a attrapé la grippe à cause de tous ces trous dans sa robe. Vous pourriez peut-être nous aider à confectionner des vêtements chauds ?
id: Katakan, apa kau kedinginan seperti kami? Istriku bahkan terkena flu karena semua lubang di pakaiannya itu. Bisakah Anda membantu kami membuat beberapa baju hangat?
it: Dite, avete anche voi freddo quanto noi? Mia moglie si è presa l'influenza a causa dei buchi nel vestito. Forse potreste aiutarci a confezionare degli abiti caldi?
ja: やはり寒いかの？家内も服が穴だらけで風邪をひいてね。暖かい服をあったらなあ...
ko: 당신도 많이 추우신가요? 제 부인은 옷에 난 구멍때문에 독감에 걸렸습니다. 따듯한 옷을 짓는데 도와주실 수 있나요?
pt: Diga, você está com tanto frio como nós estamos? Minha esposa até pegou uma gripe por causa de todos esses furos em seu vestido. Talvez o senhor pudesse nos ajudar a fazer roupas mais quentes.
ru: Скажи, тебе так же холодно, как и нам? Моя жена даже простудилась из-за всех этих дыр в ее платье. Быть может, ты поможешь нам достать теплую одежду?
zh: 告诉我，您和我们一样冷吗？我妻子得了流感，就是她裙子上的那些破洞造成的。或许您能帮助我们做一些御寒的衣服？
zh_tw: 告訴我，您和我們一樣冷嗎？我妻子得了流感，就是她裙子上的那些破洞造成的。或許您能幫助我們做一些禦寒的衣服？

# T_GAME_QUEST_SCEN2_11_NAME
source: Build a sheep pasture.
de: Baue eine Schafweide.
es: Construye un pasto para ovejas.
fr: Créez un pré à moutons.
id: Bangun padang domba.
it: Costruisci un pascolo per le pecore.
ja: 牧羊地を建てる。
ko: 양 목초지를 짓습니다.
pt: Construa uma pastagem de ovelhas.
ru: Построй пастбище для овец.
zh: 建造一座牧羊场。
zh_tw: 建造一座牧羊場。

# T_GAME_QUEST_SCEN2_12_DESC
source: I think our town is almost perfectly prepared for the coming winter! But, just between you and me, isn't it wonderful to have a nice cup of juice down at the cozy tavern when it's freezing cold outside?
de: Ich glaube, unsere Stadt ist beinahe perfekt für den Winter vorbereitet! Aber, mal unter uns, ist es bei der Kälte nicht am schönsten, bei einem Glas Saft im Wirtshaus zu feiern?
es: ¡Nuestra ciudad casi está preparada para soportar el invierno! Pero, entre tú y yo, ¿no sería estupendo poder disfrutar de un buen mosto en la taberna cuando fuera hace un frío que pela?
fr: Je crois que votre ville est pratiquement parée pour l'hiver à venir. Mais, entre nous, vous ne trouvez pas ça agréable de se boire un petit jus de raisin à la taverne quand il gèle dehors ?
id: Saya kira persiapan kota ini sudah hampir sempurna untuk musim dingin mendatang! Namun, ini antara kita berdua saja, bukankah mengasyikkan jika kita bisa menikmati segelas jus di kedai saat di luar sangat dingin?
it: Credo che la nostra cittadina sia quasi pronta per l'inverno in arrivo! Ma, detto tra noi, non sarebbe bellissimo bersi un bel boccale di succo giù alla taverna quando fuori si gela?
ja: 街にももうすぐ冬到来、準備はほとんどできています！こんな寒い季節、暖かい酒場でジュースで乾杯なんてどうですか？
ko: 제 생각에 저희 마을은 겨울을 위하여 거의 준비가 되었습니다! 하지만, 추운 겨울날 맛있는 주스한잔 마시면 너무 좋을 것 같지 않나요?
pt: Eu acho que nossa cidade está quase perfeitamente preparada para a chegada do inverno! Mas, cá entre nós, não é ótimo tomar um delicioso copo de suco na aconchegante taverna quando está um frio de congelar lá fora?
ru: Думаю, наш город практически идеально подготовлен к предстоящей зиме! Однако, между нами говоря, разве не прекрасно выпить добрую чашку сока в уютной таверне морозным зимним вечером?
zh: 我觉得过冬的准备工作我们几乎完全做好了！但是，只是我和您私下里说说，外面天寒地冻，到那家舒适的酒馆里来一杯果汁不是很美的享受吗？
zh_tw: 我覺得過冬的準備工作我們幾乎完全做好了！但是，只是我和您私下裡說說，外面天寒地凍，到那家舒適的酒館裡來一杯果汁不是很美的享受嗎？

# T_GAME_QUEST_SCEN2_12_NAME
source: Build a juice manufacture and produce 50 jugs of juice.
de: Baue eine Kelterei und produziere 50 Liter Saft.
es: Construye un lagar y produce 50 jarras de zumo.
fr: Construisez un pressoir et produisez 50 cruches de jus.
id: Bangun pabrik jus dan hasilkan 50 kendi jus.
it: Costruisci una manifattura di succo e produci 50 fiaschi di succo.
ja: ジュース工場を建て、ジュースを50生産する。
ko: 주스 제조업장을 지으신 후 50병의 주스를 제조합니다.
pt: Construa uma produtora de suco e produza 50 jarros de suco.
ru: Построй соковую мануфактуру и произведи 50 кувшинов сока.
zh: 建造一座果汁制造厂，生产 50 缸果汁。
zh_tw: 建造一座果汁製造廠，生產 50 缸果汁。

# T_GAME_QUEST_SCEN2_1_DESC
source: My lord, I don't want to appear impolitely but unfortunately we're lacking farms! How will we be able to harvest all the wheat in time before the onset of winter?
de: Mein Herr, ich will nicht unhöflich sein, aber leider fehlt es uns an Höfen! Wie sollen wir nur den ganzen Weizen rechtzeitig vor Winteranbruch ernten können?
es: Corregidor, no pretendo ser grosero pero, por desgracia, carecemos de granjas. ¿Cómo vamos a cosechar el trigo a tiempo antes de que llegue el invierno?
fr: Monsieur l'intendant, sans vouloir paraître désobligeant, nous manquons de fermes... Comment allons-nous récolter assez de blé avant le début de l'hiver ?
id: Tuanku steward, bukan saya bermaksud tidak sopan namun kita kekurangan perkebunan! Bagaimana mungkin kita mampu memanen semua gandum tepat waktu sebelum musim dingin tiba?
it: Mio Sir Siniscalco, non voglio sembrarvi impertinente ma purtroppo manchiamo di fattorie! Come potremo mietere il grano in tempo prima dell'inverno?
ja: 領主様、申し訳ありませんが、農場が足りません！冬に向けてどうやって小麦を収穫すればよいのですか？
ko: 스튜어드 님, 무례하게 나타나긴 싫었지만, 농장이 부족합니다. 겨울 이전에 밀을 어떻게 준비할 수 있나요?
pt: Meu senhor administrador, eu não quero parecer mal-educado, mas infelizmente estão faltando fazendas! Como você conseguirá fazer a colheita de todo o trigo a tempo antes da chegada do inverno?
ru: Мой сэр наместник, не хочу показаться грубым, но, к сожалению, нам не хватает ферм! Как же мы сможем вовремя собрать всю пшеницу перед наступлением холодов?
zh: 我的干事先生！我不想无礼，但是很不幸，我们缺少农场！在寒冬降临之前，我们怎样才能收割所有的小麦呢？
zh_tw: 幹事先生！我不想無禮，但是很不幸，我們缺少農場！在寒冬降臨之前，我們怎樣才能收割所有的小麥呢？

# T_GAME_QUEST_SCEN2_1_NAME
source: Build 2 farms.
de: Baue 2 Bauernhöfe.
es: Construye 2 granjas.
fr: Construisez deux fermes.
id: Bangunlah 2 perkebunan.
it: Costruisci 2 fattorie.
ja: 農場を2つ建てる。
ko: 2개의 농장을 지으세요.
pt: Construa 2 fazendas.
ru: Построй 2 фермы.
zh: 建造两座农场。
zh_tw: 建造兩座農場。

# T_GAME_QUEST_SCEN2_2_DESC
source: Brrrr, I'm freezing already, my lord! I'm sure this coming winter will be very cold! My wife and I are hoping that you don't forget to make sure that there is sufficient fire wood!
de: Brrrr, ich friere jetzt schon, Herr Statthalter! Das wird sicher ein eiskalter Winter, der uns bevorsteht! Meine Frau und ich hoffen, dass Ihr nicht vergesst, an genug Feuerholz zu denken!
es: Brrrr, me estoy congelando, mi querido corregidor. ¡Me temo que nos espera un frío invierno! ¡Mi esposa y esperamos que no olvides contar con un amplio suministro de leña!
fr: Brrrr, il fait déjà vraiment froid, cher intendant ! L'hiver s'annonce rigoureux ! Mon épouse et moi comptons sur vous pour veiller à l'approvisionnement en bois de chauffage !
id: Brrrr, aku sudah kedinginan, sayangku steward! Saya yakin musim dingin kali ini akan sangat dingin! Saya dan Istri saya berharap Anda tidak lupa untuk memastikan terdapat cukup kayu bakar!
it: Brrr, si gela già, mio buon Sir Siniscalco. Sono convinto che questo sarà un inverno molto rigido! Mia moglie ed io confidiamo che facciate in modo di procurare legna da ardere a sufficienza!
ja: ブルブル、凍えそうです、領主様！今年の冬はとても寒い！燃料となる木材が不足することのないよう、どうかお願いします。
ko: 으, 너무 추워요 스튜어드 님! 올해 겨울은 아주 추울것 같습니다! 제 부인과 저는 올 겨울을 지낼 충분한 나무를 당신이 잊지 않기를 바랍니다!
pt: Brrr, já estou congelando, prezado senhor administrador! Tenho certeza de que este inverno que está chegando será muito frio! Minha esposa e eu esperamos que o senhor não se esqueça de verificar se temos lenha suficiente!
ru: Б-р-р-р, я замерзаю, мой дражайший сэр наместник! Уверен, что эта зима будет очень холодной! Я и моя жена надеемся, что ты не забудешь запасти достаточно дров!
zh: Brrrr! 我已经冻僵了，我亲爱的干事先生！我确信即将到来的冬天会非常寒冷！我和我妻子希望您别忘了保证充足的木材取暖。
zh_tw: Brrrr! 我已經凍僵了，親愛的幹事先生！我確信即將到來的冬天會非常寒冷！我和我妻子希望您別忘了保證充足的木材取暖。

# T_GAME_QUEST_SCEN2_2_NAME
source: Build 3 forester's huts.
de: Baue 3 Forsthütten.
es: Construye 3 casetas de guardas forestales.
fr: Construisez trois cabanes de forestier.
id: Bangunlah 3 pondok rimbawan.
it: Costruisci 3 capanni per taglialegna.
ja: 木こり小屋を3つ建てる。
ko: 나무꾼 오두막 3개를 짓습니다.
pt: Construa três cabanas para silvicultores.
ru: Построй 3 хижины лесника.
zh: 兴建三个伐木工营地。
zh_tw: 興建三個伐木工營地。

# T_GAME_QUEST_SCEN2_3_DESC
source: Thank you! In case you meet my brothers, give my regards to them. They need to gather as much firewood as possible!
de: Habt Dank! Grüßt meine Brüder, wenn Ihr sie seht! Sie sollen so viel Holz sammeln wie nur möglich!
es: ¡Gracias! Saluda a mis hermanos, si es que los ves. ¡Diles que recojan toda la madera que puedan!
fr: Merci ! Transmettez mes amitiés à mes frères, vous devriez les rencontrer. Demandez-leur de récupérer le plus de bois possible !
id: Terima kasih! Kirimakan salamku pada saudara-saudaraku, jika kau bertemu mereka! Katakan bahwa mereka harus mengumpulkan kayu sebanyak mungkin!
it: Grazie! Portate i miei saluti ai miei fratelli, se li incontrate! Dite loro di raccogliere quanta più legna possibile!
ja: ありがとうございます！私の兄に会いましたらよろしくお伝えください。そして、できるだけ多くの薪を集めるようお伝えください。
ko: 감사합니다! 저의 형제에게 안부를 전해주세요! 가능한한 많은 나무를 수집하도록 하세요!
pt: Obrigado! Mande lembranças aos meus irmãos, caso os encontre! Fale para eles pegarem o máximo de madeira possível!
ru: Спасибо тебе! Передай мои наилучшие пожелания моим братьям, если встретишь их! Скажи им, чтобы собрали столько древесины, сколько смогут!
zh: 谢谢您！如果您见到我的兄弟们，请代向我向他们转达我的问候！告诉他们要尽可能多地储存木材！
zh_tw: 謝謝您！如果您見到我的兄弟們，請代向我向他們轉達我的問候！告訴他們要盡可能多地儲存木材！

# T_GAME_QUEST_SCEN2_3_NAME
source: Gather 35 wood.
de: Sammle 35 Holz.
es: Recoge 35 unidades de madera.
fr: Récupérez 35 stères de bois.
id: Kumpulkan 35 kayu.
it: Raccogli 35 unità di legno.
ja: 木材を35集める。
ko: 35개의 나무를 수집.
pt: Colete 35 pedaços de madeira.
ru: Собери 35 единиц древесины.
zh: 获得35个木材值。
zh_tw: 獲得35個木材值。

# T_GAME_QUEST_SCEN2_4_DESC
source: Finally we can begin the harvest! I hope it will be enough to meet our needs!
de: Endlich können wir mit der Ernte beginnen! Hoffentlich wird der Ertrag reichen!
es: ¡Al fin podemos comenzar la cosecha! ¡Espero que sea suficiente para abastecer nuestras necesidades!
fr: Nous pouvons enfin commencer la récolte. Espérons qu'elle couvrira nos besoins.
id: Akhirnya kita bisa memulai panen! Saya harap ini akan memenuhi kebutuhan kita!
it: Finalmente possiamo iniziare la mietitura! Speriamo che sia sufficiente per le nostre necessità!
ja: ついに収穫の始まりだ！これなら十分な小麦が収穫できそうだ！
ko: 마침내 수확을 시작할 수 있게되었습니다. 우리가 필요한 만큼 수확할 수 있길 바랍니다.
pt: Finalmente, podemos começar a colheita! Espero que seja o suficiente para satisfazer suas necessidades!
ru: Наконец-то мы можем начать уборку урожая! Надеюсь, этого будет достаточно для удовлетворения наших потребностей!
zh: 我们终于可以收割庄稼了！希望粮食能够满足我们的需求！
zh_tw: 我們終於可以收割莊稼了！希望糧食能夠滿足我們的需求！

# T_GAME_QUEST_SCEN2_4_NAME
source: Harvest 35 wheat.
de: Ernte 35 Weizen.
es: Cosecha 35 unidades de trigo.
fr: Récoltez 35 sacs de blé.
id: Panen 35 gandum.
it: Raccogli 35 unità di grano.
ja: 小麦を35収穫する。
ko: 35개의 밀 수확
pt: Colha 35 peças de trigo.
ru: Собери 35 единиц пшеницы.
zh: 收获 35 个小麦值。
zh_tw: 收穫 35 個小麥值。

# T_GAME_QUEST_SCEN2_5_DESC
source: What a plentiful harvest! We don't even know where to store all the wheat! It would be a good idea to make some bread out of it!
de: Wir wissen schon gar nicht mehr, wohin mit dem ganzen Weizen! Daher würden wir es begrüßen, wenn wir die Möglichkeit hätten, nahrhaftes Brot daraus zu machen!
es: ¡Una cosecha de lo más abundante! No sabemos ni dónde almacenar todo este trigo. ¡No sería mala idea usarlo para hacer pan!
fr: Quelle récolte incroyable ! On ne sait pas comment stocker tout ce blé ! L'idée, ce serait d'en faire du pain.
id: Sungguh panen yang melimpah! Kita bahkan tidak tahu di mana harus menimpan semua gandum itu! Alangkah baiknya untuk membuat roti dari beberapa gandum itu!
it: Che raccolto abbondante! Non sappiamo nemmeno dove immagazzinare tutto il grano! Sarebbe una buona idea trasformarlo in pane!
ja: 大豊作だ！しかし、この大量の小麦をどこに保管しておけばよいのやら...。そうだ、パンだ！パンを作ればよいのだ！
ko: 성공적인 수확입니다! 이 밀들을 어디에 보관할 지도 고민입니다. 빵을 만들면 좋겠습니다!
pt: Que colheita abundante! Nós nem sabemos onde armazenar tanto trigo! Seria uma boa ideia fazer um pouco de pão com isso!
ru: Какой изобильный урожай! Мы не имеем ни малейшего представления о том, где будем хранить всю эту пшеницу! Было бы отлично испечь из нее хлеб!
zh: 庄稼多充裕啊！这些小麦我们都没有地方存了！最好还是用小麦做些面包吧！
zh_tw: 莊稼多充裕啊！這些小麥我們都沒有地方存了！最好還是用小麥做些麵包吧！

# T_GAME_QUEST_SCEN2_5_NAME
source: Build a windmill and produce flour.
de: Baue eine Windmühle und produziere Mehl.
es: Construye un molino y produce harina.
fr: Construisez un moulin et produisez de la farine.
id: Bangunlah kincir angin dan hasilkan tepung.
it: Costruisci un mulino a vento e produci farina.
ja: 風車を建て、小麦粉を生産する。
ko: 밀가루를 만들 풍차를 짓습니다.
pt: Construa um moinho e produza farinha de trigo.
ru: Построй ветряную мельницу и произведи муку.
zh: 兴建一座风磨坊并磨制面粉。
zh_tw: 興建一座風磨坊並磨製麵粉。

# T_GAME_QUEST_SCEN2_6_DESC
source: Dear lord, we really like living here but we worry that our houses might not be able to withstand the coming winter for long...
de: Herr Statthalter, wir fühlen uns hier wirklich wohl, aber wir befürchten, dass unsere Häuser den Winter in diesem Zustand nicht lange überstehen werden...
es: Querido corregidor: nos encanta vivir aquí pero nos preocupa que nuestros hogares no soporten las inclemencias del invierno.
fr: Monsieur l'intendant, nous sommes très heureux de vivre ici, mais nous craignons que nos maisons ne résistent pas longtemps à l'hiver...
id: Tuanku steward, kami sangat senang tinggal di sini namun kami cemas rumah kami tidak akan bertahan dari musim dingin yang akan tiba...
it: Gentile Sir Siniscalco, amiamo vivere qui, ma temiamo che le nostre case non siano in grado di sopportare a lungo l'inverno...
ja: 領主様、私はこの地が本当に好きなんです。しかし冬までこの家が持つか心配で心配で...
ko: 스튜어드 님, 저희는 여기에 사는 것에 매우 만족하고 있지만 겨울이 오면 어떻게 될지 걱정입니다...
pt: Prezado senhor administrador, nós realmente gostamos de viver aqui, mas nos preocupamos, pois nossas casas podem não ser capazes de suportar o inverno por muito tempo...
ru: Дражайший сэр наместник, нам и вправду нравится здесь жить, но нас беспокоит то, что мы не сможем слишком долго продержаться в наших домах этой зимой...
zh: 亲爱的干事先生，我们确实喜欢住在这儿，可是我们担心严冬来临，我们的房子可能无法抵御漫长的严寒呢。
zh_tw: 親愛的幹事先生，我們確實喜歡住在這兒，可是我們擔心嚴冬來臨，我們的房子可能無法抵禦漫長的嚴寒呢。

# T_GAME_QUEST_SCEN2_6_NAME
source: Maintain all houses in good condition.
de: Halte alle Wohnhäuser in einem gutem Zustand.
es: Mantén todas las casas en buen estado.
fr: Entretenez les maisons.
id: Jagalah agar kondisi semua rumah tetap baik.
it: Mantieni tutte le case in buone condizioni.
ja: すべての家を修復し、良い状態を維持する。
ko: 모든 집을 좋은 상태로 유지하십시오.
pt: Mantenha todas as casas em boas condições.
ru: Поддерживай все дома в хорошем состоянии.
zh: 维修和保养好所有的房屋。
zh_tw: 維修和保養好所有的房屋。

# T_GAME_QUEST_SCEN2_7_DESC
source: I'm still concerned about something... Unfortunately, we don't have any tools in stock. I'm sure you know how important tools are for repairing buildings! Would you kindly acquire some for us?
de: Ich hätte da noch ein Anliegen... Wir haben leider kein Werkzeug mehr vorrätig... Ihr wisst doch sicher, wie wichtig Werkzeuge für anstehende Reparaturen sind! Hättet Ihr die Freundlichkeit, uns ein paar zu besorgen?
es: Hay algo que me preocupa... Por desgracia, no tenemos reservas de herramientas. No hace falta que te diga lo importantes que son las herramientas para reparar edificios. ¿Serías tan amable de adquirir algunas?
fr: J'ai encore une inquiétude... Nous n'avons pas assez d'outils en stock et il en faut pour réparer les bâtiments, comme vous le savez. Pourriez-vous nous en acheter ?
id: Saya masih khawatir tentang sesuatu... sayang sekali, kita tidak memiliki persediaan peralatan. Saya yakin Anda tahu betapa pentingnya peralatan untuk memperbaiki bangunan! Bisakah Anda memberikan beberapa peralatan untuk kami?
it: Sono ancora preoccupato per una cosa... Purtroppo, non abbiamo utensili a sufficienza. Sono certo che vi rendiate conto di quanto siano importanti gli utensili per la riparazione degli edifici. Vorreste acquistarne un po' per noi?
ja: まだまだ心配事があります... 残念ながら、倉庫に工具がありません。建物の修復に工具がどれほど重要かご存知のはず。買っていただけませんか？
ko: 여전히 걱정되는 점이 있습니다... 안타깝게도, 도구가 부족합니다. 수리하는데 있어 도구가 매우 중요합니다! 도구를 구해주실 수 있나요?
pt: Ainda estou preocupado com algo... infelizmente, não temos ferramentas no estoque. Tenho certeza de que o senhor sabe como as ferramentas são importantes para reparar as construções! O senhor faria a gentileza de comprar algumas para nós?
ru: Меня все еще кое-что беспокоит... к сожалению, у нас нет никаких инструментов. Думаю, тебе известна важность инструментов при ремонте зданий! Не будешь ли ты так любезен, приобрести некоторое количество для нас?
zh: 我还是有点担心...我们没有储备任何工具。您肯定知道修缮房屋时工具有多重要！就请您帮我们弄些工具如何？
zh_tw: 我還是有點擔心...我們沒有儲備任何工具。您肯定知道修繕房屋時工具有多重要！就請您幫我們弄些工具如何？

# T_GAME_QUEST_SCEN2_7_NAME
source: Deliver a tribute of 50 tools.
de: Liefere einen Tribut von 50 Werkzeugen.
es: Entrega un tributo de 50 herramientas.
fr: Payer un tribut de 50 outils.
id: Kirimkan upeti 50 peralatan.
it: Consegna un tributo di 50 utensili.
ja: 工具50個の貢ぎ物を納める。
ko: 50개의 도구를 제공합니다.
pt: Pague um tributo de 50 ferramentas.
ru: Доставь 50 инструментов в виде дани.
zh: 交付 50 件工具作为贡品。
zh_tw: 交付 50 件工具作為貢品。

# T_GAME_QUEST_SCEN2_8_DESC
source: I fear my brothers won't be able to finish all the work on their own... maybe you could get your hands on some additional people for our village?
de: Ich befürchte, meine Brüder werden nicht ausreichen, um die ganze bevorstehende Arbeit zu bewältigen... vielleicht habt Ihr ja eine Möglichkeit, mehr Bewohner in unser Dorf zu bringen?
es: Me temo que mis hermanos no serán capaces de terminar el trabajo ellos solos... ¿Podrías conseguir más trabajadores para la ciudad?
fr: Je crains que mes frères ne puissent pas terminer le travail seuls... Pourriez-vous dégoter d'autres travailleurs ?
id: Saya khawatir semua saudaraku tidak mampu menyelesaikan semua pekerjaan mereka... mungkin Anda bisa mencari tambahan pekerja untuk desa kita?
it: Temo che i miei fratelli non siano in grado di terminare da soli il lavoro... Forse potreste procurarvi altre braccia per il nostro villaggio?
ja: 兄の仕事がいっこうに終わらないので心配です。村のためにも猫の手を借りたいくらいです。もっと働き手が必要です。
ko: 안타깝게도 저희의 형제들이 제 시간에 일을 마칠 수 없을 것 같습니다... 마을에 더 많은 일꾼들을 제공해 줄 수 있나요?
pt: Eu temo que meus irmãos não sejam capazes de terminar todo o trabalho sozinhos... talvez o senhor possa conseguir alguns trabalhadores a mais para nossa aldeia.
ru: Боюсь, что мои братья не смогут завершить всю работу самостоятельно... быть может, ты сможешь заполучить дополнительных рабочих для нашей деревни?
zh: 我担心我的兄弟们自己无法完成所有的工作...或许您可以想办法为我们村增派些工人?
zh_tw: 我擔心我的兄弟們自己無法完成所有的工作...或許您可以想辦法為我們村增派些工人?

# T_GAME_QUEST_SCEN2_8_NAME
source: Increase population to 50.
de: Erhöhe die Bevölkerung auf 50.
es: Aumenta la población a 50.
fr: Augmentez la population à 50 habitants.
id: Tingkatkan populasi hingga 50.
it: Aumenta la popolazione a 50 individui.
ja: 人口を50人まで増やす。
ko: 인구를 50으로 증가시킵니다.
pt: Aumente a população para 50.
ru: Увеличь население до 50.
zh: 人口值增加到 50。
zh_tw: 人口值增加到 50。

# T_GAME_QUEST_SCEN2_9_DESC
source: I already got icicles forming on my nose... but some of the traveling people who are looking for a place to settle suffer even worse. I think we should allow them to live in our village!
de: Die ersten Eiszapfen bilden sich schon auf meiner Nase... aber viel schlimmer geht es einigen Wanderern, die nach einer Siedlung suchen. Ich finde, wir sollten sie in unserem Dorf aufnehmen!
es: Se me está helando la nariz... Y algunos de los viajeros en busca de un lugar en el que asentarse están todavía peor. ¡Deberíamos de permitir que viviesen en nuestra ciudad!
fr: J'ai des stalactites qui me pendent au bout du nez... Mais ce n'est rien comparé à ces voyageurs qui cherchent un toit. Nous devrions les accueillir dans notre ville...
id: Air di hidung saya sudah mulai membeku... namun beberapa pengelana yang mencari tempat tinggal kondisinya lebih buruk lagi. Sebaiknya kita izinkan mereka tinggal di desa kita!
it: Ho già i ghiaccioli al naso... Ma alcuni dei viandanti alla ricerca di un posto ove stabilirsi stanno ancora peggio. Credo che dovremo permettere loro di vivere nel nostro villaggio!
ja: つららが鼻にあたりました。しかし旅人の中にはこんなところでも住みたがる者もいます。そのような人々のためにも住む場所を作ってください。
ko: 내 코에 이미 고드름이 달렸어요...하지만 정착을 위해 여행하는 사람들은 더욱 심각한 상황입니다. 저희 마을에서 살게 해줘야 합니다!
pt: Já há pingentes de gelo se formando no meu nariz... mas alguns dos viajantes que estão procurando um lugar para se estabelecer estão em situação ainda pior. Acho que devemos permitir que eles morem em nossa aldeia!
ru: Мой нос превратился в сосульку... а путешественники, ищущие место, чтобы поселиться, находятся еще в более незавидном положении. Думаю, мы должны позволить им жить в нашей деревне!
zh: 我的鼻子上都结冰了...但是有些正在寻找安身之处的旅人们情况更糟糕。我觉得我们应该允许他们在我们村住下来。
zh_tw: 我的鼻子上都結冰了...但是有些正在尋找安身之處的旅人們情況更糟糕。我覺得我們應該允許他們在我們村住下來。

# T_GAME_QUEST_SCEN2_9_NAME
source: Build 6 townhouses.
de: Baue 6 Wohnhäuser.
es: Construye 6 casas.
fr: Construisez six maisons.
id: Bangun 6 rumah.
it: Costruisci 6 condomini.
ja: 家を6棟建てる。
ko: 6개의 타운하우스를 짓습니다.
pt: Construa 6 moradias.
ru: Построй 6 городских дома.
zh: 建造6座排屋。
zh_tw: 建造6座連棟宅邸。
