Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_CONCLUSION_ADVISOR_002
source: One thing is certain, the beast has hooves. But... why the baker? Unlike the young woman, he is one of the locals. Could it be revenge from the newcomers? We are still in desperate need of more clues!
de: Eines ist sicher, die Bestie hat Hufe. Aber... warum der Bäcker? Im Gegensatz zu der jungen Frau ist er einer der Einheimischen. Könnte es die Rache der Neuankömmlingen sein? Wir brauchen immer noch dringend mehr Hinweise!
es: Una cosa es segura, la bestia tiene pezuñas. Pero... ¿por qué el panadero? A diferencia de la joven, él es de aquí. ¿Podría ser una venganza de los recién llegados? ¡Necesitamos desesperadamente más pistas!
fr: Une chose est sûre, la bête possède des sabots. Mais...pourquoi attaquer le boulanger ? Contrairement à la jeune femme, il est de la faction des natifs. Serait-ce une vengeance des nouveaux ? Nous manquons encore cruellement d'indices !
id: Satu hal sudah jelas, makhluk itu berkaki kuda. Tapi... kenapa si tukang roti? Berbeda dengan perempuan muda tadi, dia warga asli. Mungkinkah para pendatang baru membalas dendam? Kita perlu lebih banyak petunjuk!
it: Una cosa è certa, la bestia ha gli zoccoli. Ma... perché il fornaio? A differenza della giovane donna, è uno del posto. Potrebbe essere una vendetta dai nuovi arrivati? Abbiamo un disperato bisogno di ulteriori indizi!
ja: ひとつ確かになりましたね。獣にはひずめがある...けれど、なぜパン職人なのでしょう？あの女性とは違って、彼は元々住民です。移住者からの報復でしょうか？踏ん張りどころです。もっと手がかりを集めましょう！
ko: 짐승에게 발굽이 있다는 것은 확실하네요. 하지만... 왜 제빵사죠? 젊은 여성과 달리 제빵사는 원주민이에요. 이주민의 복수일까요? 단서가 더 필요해요!
pt: Uma coisa é certa: a besta tem cascos. Mas... o padeiro? Ao contrário da jovem, ele é um dos moradores. Será que seria vingança dos novos habitantes? Ainda precisamos de mais pistas!
ru: Одно ясно, у зверя есть копыта. Но... почему пекарь? В отличие от женщины, он один из местных. Это что, месть приезжих? Нам отчаянно не хватает информации!
zh: 有一件事是确定的，那只野兽长了蹄子。不过……为什么要袭击烘焙师呢？跟那位年轻的女士不同，他可是本地人啊。会不会是外地人的复仇？我们急需更多线索！
zh_tw: 有一件事是確定的，那只野獸長了蹄子。不過……為什麼要襲擊烘焙師呢？跟那位年輕的女士不同，他可是本地人啊。會不會是外地人的復仇？我們急需更多線索！

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_MILLER_CLOTHS_BACK_STARTED
source: My clothes? Yes, why not, I don't need them anymore. But before that, can you bring me some new ones?
de: Meine Kleidung? Ja, warum nicht, Ihr könnt sie haben. Ich brauche sie nicht mehr. Aber könntet Ihr mir vorher etwas Neues zum Anziehen bringen?
es: ¿Mi ropa? Sí, cómo no, ya no la necesito. Pero antes, ¿me puedes conseguir ropa nueva?
fr: Mes vêtements ? Oui, pourquoi pas, je n'en ai plus besoin. Mais avant ça, pouvez-vous m'en apporter d'autres ?
id: Bajuku? Ya, kenapa tidak, baju itu sudah tidak bisa dipakai. Tapi sebelumnya, bisakah aku mendapat baju baru?
it: I miei vestiti? Sì, perché no, tanto sono inutilizzabili. Ma prima potreste procurarmene di nuovi?
ja: 私の服？どうぞどうぞ。もう使うこともないでしょう。ただその前に、新しい服を頂けませんか？
ko: 제 옷이요? 그러지요. 더 이상 필요도 없으니. 하지만 그전에 새 옷을 주시겠어요?
pt: Minhas roupas? Sim, claro, não preciso mais delas. Mas será que poderia ganhar umas novas?
ru: Моя одежда? Почему бы и нет, она мне больше не понадобится. Но... не могли бы вы прислать мне замену?
zh: 我的衣服？好的，当然可以，我用不到它了。不过在那之前，你能给我一些新衣服吗？
zh_tw: 我的衣服？好的，當然可以，我用不到它了。不過在那之前，你能給我一些新衣服嗎？

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_MILLER_CLOTHS_BACK_SUCCESS
source: Well done, my Lord! In your generosity, you have also provided clothes for the rest of the town! Everyone is feeling more united. Both the locals and the newcomers reduced their differences.
de: Großartig, Mylord! In eurer Großzügigkeit habt Ihr auch Kleidung für den Rest der Stadt zur Verfügung gestellt! Da nun alle die selbe Kleidung tragen, merken sowohl die Einheimischen, als auch die Neuankömmlinge, dass sie gar nicht so unterschiedlich sind, wie anfangs gedacht.
es: ¡Así se hace, mi señor! ¡En tu generosidad, también has entregado ropa al resto de la ciudad! Todo el mundo se siente más unido. Los lugareños y los recién llegados ya no se ven tan diferentes.
fr: Bravo Sire, dans votre générosité, vous avez aussi fourni des vêtements pour le reste de la ville ! Tout le monde se sent plus uni. Les habitants et les nouveaux arrivants ont réduit leurs différences.
id: Bagus sekali, Tuanku! Berkat kemurahan hati Tuanku, seluruh kota mendapat baju baru! Semua orang merasa lebih bersatu. Ketegangan antara warga asli dan pendatang baru kini mereda.
it: Ben fatto, mio Signore! Nella vostra generosità, avete anche fornito vestiti al resto della città! Tutti si sentono più uniti. La gente del posto e i nuovi arrivati hanno ridotto le loro distanze.
ja: ありがたく頂戴します、領主様！お優しい方なのですね、街の他の人にも服をお与えになって！連帯感が深まった気がいたします。地元民と移住者の違いも薄れたような。
ko: 영주님, 정말 자애로우십니다! 나머지 주민 모두에게도 옷을 전달했습니다! 모두가 하나 된 느낌을 받고 있어요. 원주민과 이주민 사이에 불화가 줄었어요.
pt: Muito bem, meu senhor! A sua generosidade também deu novas roupas para o resto da cidade! Todos se sentem mais unidos. Tantos os habitantes quantos os recém-chegados estão menos hostis.
ru: Отлично, милорд! В своей щедрости вы снабдили одеждой весь город! Все сплотились. Вам удалось стереть часть различий между местными и приезжими.
zh: 做得好，领主大人！出于您的慷慨，镇上的其他人也收到您送给他们的衣服了！大家更为团结了。当地人和新来的减少了之间的分歧。
zh_tw: 做得好，領主大人！出於您的慷慨，鎮上的其他人也收到您送給他們的衣服了！大家更為團結了。當地人和新來的減少了之間的分歧。

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_MILLER_CLOTHS_BACK_TITLE
source: Send clothes.
de: Sende Kleidung.
es: Envía ropa.
fr: Donner des vêtements.
id: Kirim baju.
it: Fai recapitare gli abiti.
ja: 服を送る。
ko: 옷을 주세요.
pt: Envie roupas.
ru: Отправить одежду.
zh: 发出衣物。
zh_tw: 發出衣物。

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_REPLY_001_STARTED
source: A beast from hell threw itself at me! Then it trampled me with its hooves and tore my robe! I have never seen such a beast before. These eyes.... they were the eyes of the devil! Excuse me now, I need to rest and tend to my wounds.
de: Eine Höllenbestie hat sich auf mich gestürzt! Sie zertrampelte mich mit ihren Hufen und zerriss mein Gewand! So etwas habe ich noch nie gesehen! Diese Augen... es waren die Augen des Teufels! Verzeiht, aber der Angriff hat mich wirklich mitgenommen. Ich muss meine Wunden versorgen und mich erholen.
es: ¡Se me tiró encima una bestia infernal! ¡Luego me pisoteó con sus pezuñas y me desgarró la túnica! Jamás había visto algo así. Esos ojos... ¡eran los ojos del diablo! Ahora discúlpame, necesito descansar y curarme las heridas.
fr: Une bête venue de l'enfer a bondi sur moi ! Elle m'a piétiné de ses sabots et déchiré ma blouse ! Jamais je n'avais vu tel animal. Ses yeux...les yeux du diable ! Je me demande encore comment j'ai pu en sortir sain et sauf. Excusez-moi maintenant, j'ai besoin de me reposer.
id: Aku diterjang makhluk dari neraka! Lalu aku diinjak-injak dengan kakinya yang seperti kaki kuda dan bajuku dicabik-cabik! Belum pernah aku melihat makhluk seperti itu. Matanya... matanya itu mata iblis! Maafkan aku, aku perlu beristirahat dan merawat lukaku.
it: Una bestia dell'inferno mi si è avventata contro! Poi mi ha calpestato con i suoi zoccoli e mi ha strappato i vestiti! Non avevo mai visto una bestia simile prima d'ora. Quegli occhi... erano gli occhi del diavolo! Scusatemi ora, ho bisogno di riposare e curare le mie ferite.
ja: 地獄の獣が襲いかかってきました！ひずめで踏みつけられ、服まで破かれて！あんなケダモノ、見たことがありません。あの目は悪魔の目です！...ぐっ、すみません、これ以上は...休んで、ケガの手当てをさせてください。
ko: 지옥에서 온 짐승이 저에게 돌진했어요! 그리고 발굽으로 저를 짓밟고 옷을 찢어버렸어요! 그런 짐승은 처음 봤어요. 악마의.... 악마의 눈을 갖고 있었어요! 죄송해요. 이제 쉬면서 상처를 치료해야겠어요.
pt: Uma besta demoníaca me atacou! Ela me pisoteou com os cascos e rasgou minhas roupas! Nunca vi nada igual. Aqueles olhos... Eram os olhos do demônio! Com licença, preciso descansar e cuidar dos meus ferimentos.
ru: На меня набросился зверь из преисподней! Он сбил меня с ног и разодрал мой фартук! Никогда я не видел ничего подобного. Его глаза... это были глаза самого дьявола! Простите, мне нужно отдохнуть и обработать раны.
zh: 一头像是从地狱来的野兽扑到了我身上！它用蹄子在我身上踩来踩去，还撕坏了我的袍子！我以前从没有见过这样的野兽。它的眼睛……简直是恶魔的眼睛！失陪一下，我要休息一下来养好我的伤口。
zh_tw: 一頭像是從地獄來的野獸撲到了我身上！它用蹄子在我身上踩來踩去，還撕壞了我的袍子！我以前從沒有見過這樣的野獸。它的眼睛……簡直是惡魔的眼睛！失陪一下，我要休息一下來養好我的傷口。

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_SCENE_ADVISOR_CONCLUSION_STARTED
source: Thank you for your information! My Lord, do you think truffles are a way to control the beast? If so, then we would be dealing with one of the villagers! It's outrageous!
de: Vielen Dank für Eure Hilfe, alter Mann! Mein Herr, glaubt Ihr, diese Trüffel sind der Schlüssel zu dieser Bestie, um sie damit zu kontrollieren? Das würde ja bedeuten, dass wir es hier mit einem der Dorfbewohner zu tun hätten!
es: ¡Gracias por la información! Mi señor, ¿crees que las trufas son un modo de controlar a la bestia? En ese caso, ¡se trataría de uno de los aldeanos! ¡Es indignante!
fr: Merci pour vos informations ! Sire, pensez-vous que les truffes sont une façon de contrôler la bête ? Nous aurions donc affaire à l'un des villageois ! C'est scandaleux !
id: Terima kasih untuk informasi ini! Tuanku, apakah menurut Tuanku jamur truffle itu dipakai untuk mengendalikan makhluk tersebut? Kalau ya, kita berhadapan dengan salah satu warga desa! Ini keterlaluan!
it: Grazie per le informazioni! Mio Signore, pensate che i tartufi siano un modo per controllare la bestia? Se è così, il nostro colpevole sarebbe uno degli abitanti del villaggio! È scandaloso!
ja: 情報のご提供、感謝いたします。領主様、あの獣はトリュフで操られていたと思われますか？それであれほどの兵器になるのなら、村人に取引をもちかけるべきですね！まことに愉快な話です...
ko: 도와주셔서 고마워요! 영주님, 송로로 짐승을 조종했다고 생각하세요? 그렇다면 범인은 원주민 중에 있어요! 정말 실망스럽군요!
pt: Obrigado pela informação! Meu senhor, será que as trufas são um jeito de controlar a besta? Se sim, então o culpado é um dos habitantes! Que absurdo!
ru: Благодарим за информацию! Милорд, думаете, кто-то использует трюфели, чтобы повелевать зверем? Если так, то это кто-то из селян! Это возмутительно!
zh: 感谢您的信息！领主大人，您觉得松露是不是那头野兽的一条线索？如果这样的话，那凶手就是村民中的一个了！真是太疯狂了！
zh_tw: 感謝您的資訊！領主大人，您覺得松露是不是那頭野獸的一條線索？如果這樣的話，那兇手就是村民中的一個了！真是太瘋狂了！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_ANALYSE_SCENE_001
source: Well, let's see what we have here… These are animal tracks. Could be cloven hoofed... They're deep in the mud - the beast must weigh a lot! The young woman was evidently dragged for a good three meters. Fortunately, her husband arrived just in time!
de: Schauen wir mal, was wir hier haben... Das sind Tierspuren. Sieht nach einem Paarhufer aus..... So tief wie die in den Schlamm gepresst wurden, muss die Bestie einiges wiegen! Es scheint, dass die junge Frau gute drei Meter weit geschleppt wurde. Glücklicherweise kam ihr Mann gerade noch rechtzeitig!
es: Bueno, veamos qué tenemos aquí... Son huellas de animal. Podrían ser de pezuñas hendidas... Son profundas, ¡la bestia debe de pesar mucho! Evidentemente, la joven fue arrastrada al menos tres metros. ¡Afortunadamente, su marido llegó justo a tiempo!
fr: Voyons voir ce que nous avons ici... Ce sont des traces d'animaux. Peut être un sabot fendu..... Ils sont enfoncés dans la boue, la bête doit bien peser ! Il est clair que la jeune femme a été traînée sur trois bons mètres. Heureusement, son mari est arrivé juste à temps !
id: Baiklah, coba kita lihat apa ini... Ini jejak hewan. Sepertinya berkuku belah... Jejaknya dalam - berarti makhluk itu berat! Perempuan muda yang menjadi korban itu rupanya terseret sejauh tiga meter. Untung saja suaminya datang tepat pada waktunya!
it: Beh, vediamo cosa c'è qui... Queste sono impronte di animale... Potrebbero essere di zoccoli fessi... Sono profonde nel fango; la bestia deve pesare molto! La giovane donna è stata evidentemente trascinata per almeno tre metri. Fortunatamente, suo marito è arrivato giusto in tempo!
ja: ひとまず、ここにある物は...動物の足跡！ひずめでしょうか...急いで引きずったような...かなり深く、泥にもぐっています。獣は相当の巨体とみて間違いないでしょう。例の女性は、3メートルほど引きずられたと証言しています。あわやというタイミングで、運良く旦那様が現れたそうです。
ko: 그럼, 살펴볼까요… 이건 동물 발자국이에요. 갈라진 발굽이네요... 진흙 깊이 새겨져 있는 걸 보니 굉장히 무거운 짐승일 거예요! 젊은 여성이 3미터는 족히 끌려갔어요. 다행히 남편이 제때 도착했어요!
pt: Bom, vamos ver o que temos aqui... Rastros de algum animal. Pode ter a pata fendida... Estão bem fundos na lama – então essa besta deve pesar muito! A jovem foi arrastada por uns três metros. Felizmente, seu marido chegou a tempo!
ru: Хм, посмотрим, что у нас тут... Это следы животного. Копыта... следы очень глубокие — должно быть, зверь очень тяжелый! Похоже, женщину протащили по земле добрых три метра. К счастью, ее муж подоспел вовремя!
zh: 好嘞，让我们看看这儿有些什么……这些是动物的足迹。可能是偶蹄动物……足迹在泥里陷得很深——这头野兽一定很重！这位年轻的女士很明显被拽了足足三米。幸运的是，她的丈夫及时赶到了！
zh_tw: 好嘞，讓我們看看這兒有些什麼……這些是動物的足跡。可能是偶蹄動物……足跡在泥裡陷得很深——這頭野獸一定很重！這位年輕的女士很明顯被拽了足足三米。幸運的是，她的丈夫及時趕到了！

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_ANALYSE_SCENE_002
source: Ah another clue here, my Lord. What is this... Looks like a mushroom...maybe a truffle. I don't know if this has anything to do with the beast, but in any case, I'm looking forward to asking the kitchens for the meal of the day.
de: Ah, noch ein Hinweis hier, Mylord. Was ist das hier... sieht aus wie ein… Pilz? Vielleicht ein Trüffel? Ich weiß nicht, ob das etwas mit dem Tier zu tun hat, aber auf jeden Fall freue ich mich darauf, die Küche nach dem Gericht des Tages zu fragen.
es: Ah, otra pista, mi señor. ¿Qué es esto...? Parece una seta... puede que una trufa. No sé si tiene algo que ver con la bestia, pero en cualquier caso, ardo en deseos de pedir en las cocinas el menú del día.
fr: Un autre indice ici, Sire. Qu'est-ce que c'est ? On dirait un champignon, peut-être une truffe. Je ne sais pas si cela a quelque chose à voir avec la bête, mais en tout cas j'ai hâte de demander aux cuisines le repas du jour.
id: Ah, ada petunjuk lagi, Tuanku. Apa ini... Kelihatannya seperti jamur... mungkin jamur truffle. Aku tidak tahu apakah ada kaitan dengan makhluk itu, tapi yang jelas, aku akan tanya di dapur apa menu hari ini.
it: Ah qui c’è un altro indizio, mio signore... Sembra un fungo... forse un tartufo. Non so se ha qualcosa a che fare con la bestia, ma in ogni caso, voglie chiedere alle cucine qual è il pasto del giorno.
ja: これは手がかりと言ってよいのかどうか...キノコでしょうか...トリュフかもしれませんね。獣との関連性は不明ですが、念のため、あとで今日のご飯を聞いてみましょう。楽しみだなあ。
ko: 영주님, 여기 단서가 하나 더 있어요. 이건... 버섯 같네요... 송로 같아요. 짐승과 관련이 있는지 모르겠지만, 아무튼, 오늘 식사가 무엇인지 무척 기대되네요.
pt: Ah, outra pista aqui, meu Senhor. O que é isto...? Parece um cogumelo... Talvez uma trufa. Não sei se isso tem algo a ver com a besta mas, em todo caso, já quero pedir para os cozinheiros fazerem a refeição do dia.
ru: О, еще одна улика, милорд. Что это?.. Похоже на какой-то гриб... возможно, трюфель. Не знаю, имеет ли он какое-то отношение к зверю, но кажется, я придумал, какое блюдо попрошу сегодня у поваров.
zh: 啊，这里还有一条线索，领主大人。这是什么……看起来像是蘑菇……也许是个松露。不知道这跟那头野兽有没有什么关系，不过无论如何，今天让厨房用它做菜吧，好期待啊。
zh_tw: 啊，這裡還有一條線索，領主大人。這是什麼……看起來像是蘑菇……也許是個松露。不知道這跟那頭野獸有沒有什麼關係，不過無論如何，今天讓廚房用它做菜吧，好期待啊。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_EXPLANATIONS
source: Sire, we have only time to choose one of the paths, so you have to decide what to do. When you've made your choice, give me a herb. It's... a tradition in this kingdom, like a sign of trust used in sealing a contract.
de: Mylord, uns fehlt die Zeit um beide Möglichkeiten zu wählen - Ihr müsst euch für eine entscheiden. Wenn Ihr Eure Entscheidung getroffen habt, lasst mir ein Büschel Kräuter zukommen. In unserem Königreich gilt dies als Tradition und Zeichen des Vertrauens, das bei Abschluss eines Vertrages eingesetzt wird.
es: Excelencia, solo tenemos tiempo de elegir un camino, así que debes decidir cuál. Cuando hayas decidido, dame una hierba. Es una... tradición de este reino, como una señal de confianza para sellar un contrato.
fr: Je vous propose de procéder par des choix, étant donné que nous n’avons pas le temps de nous attarder. Lorsque vous aurez fait votre choix, donnez-moi une herbe. C’est...une coutume.
id: Tuanku, kita hanya punya waktu untuk memilih satu jalan, jadi Tuanku harus segera memutuskannya. Kalau Tuanku sudah menjatuhkan pilihan, beri aku sebuah rempah. Ini... sudah tradisi di sini, semacam tanda kepercayaan untuk mengesahkan sebuah kontrak.
it: Sire, abbiamo il tempo di scegliere uno solo dei percorsi, quindi dovete decidere cosa fare. Quando avrete fatto la vostra scelta, datemi un'erba. È... una tradizione di questo regno, come un simbolo di fiducia per siglare un contratto.
ja: 領主様、事態が急を要する今、なすべきことは1つしか選択できません。決定がお済みになりましたら、私めに薬草を。薬草というのは...この国の伝統でございます。信頼の証としてそれを用い、契約の書に封をするのですよ。
ko: 영주님, 많은 방법 중 하나를 선택해야 할 시간밖에 없습니다. 결정한 후 제게 허브를 주세요. 왕국의 전통이죠. 계약을 체결했다는 신뢰의 징표로 사용하는 거예요.
pt: Senhor, só temos tempo de escolher um dos caminhos, então o senhor precisa decidir o que fazer. Ao fazer sua escolha, me dê uma erva. É... uma tradição do reino, como um sinal de confiança ao firmar um contrato.
ru: Сир, мы можем выбрать лишь один из этих путей — на второй у нас попросту нет времени. Как примете решение, передайте мне пучок травы. Это... местная традиция, трава символизирует доверие, которое мы оказываем, заключая соглашение.
zh: 阁下，我们的时间只够通过一个渠道调查，所以您必须选择我们该怎么做。您做出选择后给我一片药草。这是……这个国家的传统，就像签署合同时的签名一样。
zh_tw: 閣下，我們的時間只夠通過一個管道調查，所以您必須選擇我們該怎麼做。您做出選擇後給我一片藥草。這是……這個國家的傳統，就像簽署合同時的簽名一樣。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_EXPLANATIONS_01
source: My Lord, we could question the victim or search the area for clues. Since the victim is in shock it is recommended to question her now, before details get lost. If we want to search the area for clues, we should do it now, because it is starting to rain and many folks wander through here. Clues can be destroyed easily, you know.
de: Mylord, wir könnten entweder das Opfer befragen oder das Gebiet nach Hinweisen absuchen. Wir sollten das Opfer jetzt befragen, solange es sich noch an alle Details des Überfalls erinnern kann. Wenn wir das Gebiet nach Hinweisen absuchen wollen, sollten wir es jetzt tun. Es wird bald anfangen zu regnen und vorbeilaufende Passanten könnten so wichtige Hinweise mit Leichtigkeit zerstören.
es: Mi señor, podemos interrogar a la víctima o buscar pistas por la zona. Dado que la víctima está en shock, es recomendable interrogarla ahora, antes de que olvide los detalles. Si queremos buscar pistas hay que hacerlo ahora, porque está empezando a llover y esta zona es muy transitada. Ya sabes, se podrían destruir pistas.
fr: Comme la victime est en état de choc, il est recommandé de l'interroger maintenant, avant de perdre des détails. Si nous voulons chercher des indices dans la région, nous devrions le faire maintenant, car il commence à pleuvoir et beaucoup de gens errent par ici. Les indices peuvent être facilement détruits, vous savez.
id: Tuanku, kita bisa menanyai korban atau mencari petunjuk di sekitar. Berhubung korban syok, sebaiknya dia ditanyai sekarang, sebelum ada detail yang terlupakan. Kalau kita mau mencari petunjuk di sekitar, kita harus melakukannya dengan segera, karena hujan mulai turun dan banyak orang mondar-mandir di sini. Petunjuk itu mudah terhapus.
it: Mio Signore, potremmo interrogare la vittima o cercare indizi nella zona. Poiché la vittima è sotto shock consiglio di interrogarla ora, prima che dimentichi i dettagli. Se vogliamo cercare indizi nella zona, dovremmo farlo subito, perché sta iniziando a piovere e ci sono molte persone qui. Gli indizi potrebbero essere distrutti facilmente.
ja: いかがいたしましょう、領主様。獣の被害者に話を聞くか、現場周辺を捜査するか... 被害者の女性はショック状態にありますが、詳細を忘れないうちに聞き出すことは重要です。 また、現場周辺の捜索も後回しにはできません。もうすぐ雨が降ってまいります。人々がここを通るたび、手がかりになるものは散逸してゆくでしょう。
ko: 영주님, 희생자에게 질문을 하거나 지역에서 단서를 찾을 수 있습니다. 희생자가 충격 상태에 있기 때문에 자세한 내용을 잊어버리기 전에 지금 질문하는 것이 좋습니다. 지역에서 단서를 찾으려면 지금 해야 합니다. 비가 곧 내릴 것이고 많은 주민들이 오갈 것이기 때문입니다. 단서는 쉽게 파괴될 수 있어요.
pt: Meu senhor, podemos interrogar a vítima ou investigar a área em busca de pistas. Como a vítima está em choque, recomendamos interrogá-la agora, antes que os detalhes se percam. Se quisermos investigar a área em busca de pistas, precisamos fazer isso agora, porque vai começar a chover e há muitas pessoas na região. As pistas podem desaparecer.
ru: Милорд, мы можем расспросить жертву или поискать улики на месте происшествия. Поскольку жертва пребывает в состоянии шока, предлагаю начать с этого, пока случившееся еще свежо в памяти. Но и с поиском улик тянуть не стоит: на улице начинается дождь, а по месту происшествия ходит много народу. Замешкаемся — и улики будут уничтожены.
zh: 领主，我们可以询问受害者，也可以搜索这个区域来寻找线索。 由于受害者受到了很大惊吓，我们建议现在就去询问她，以防她忘记一些细节。 如果要搜索区域来寻找线索，我们应该马上动身，因为天就要下雨了，而且这里有很多人走动。您明白，这样的话线索很容易被破坏掉。
zh_tw: 大人，我們可以詢問受害者，也可以搜索這個區域來尋找線索。 由於受害者受到了很大驚嚇，我們建議現在就去詢問她，以防她忘記一些細節。 如果要搜索區域來尋找線索，我們應該馬上動身，因為天就要下雨了，而且這裡有很多人走動。您明白，這樣的話線索很容易被破壞掉。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_STARTED
source: My Lord! You have to come with me! There has been an attack in town! We are not sure what exactly happened…but some townies are talking about a beast. You have to see for yourself.
de: Mylord! Kommt schnell! Es gab einen Angriff in der Stadt! Wir sind uns nicht sicher, was genau passiert ist.... Einige Townies sprechen von einer Bestie. Ihr müsst es selbst sehen.
es: ¡Mi señor! ¡Tienes que venir conmigo! ¡Se ha producido un ataque en la ciudad! No estamos seguros de lo que ha pasado... pero algunos townies hablan de una bestia. Tienes que verlo con tus propios ojos.
fr: SIRE ! C’EST AFFREUX ! Un de nos habitants a été attaqué ! Certains parlent d’une bête… On ne sait ni quoi, qui ou comment. VENEZ VITE !
id: Tuanku! Tuanku harus ikut aku! Ada serangan di kota! Kami tidak tahu persis apa yang terjadi... tapi beberapa Townie berbicara tentang makhluk mengerikan. Tuanku harus dengar sendiri.
it: Mio Signore! Dovete venire con me! C'è stato un attacco in città! Non siamo sicuri che cosa sia successo esattamente... ma alcuni cittadini parlano di una bestia. Dovete vedere di persona.
ja: 領主様、こちらにご同行願えますか！街なかで攻撃がありました！詳細は把握できておりませんが...住人からは「獣が現れた」と。どうぞご自身の目でご確認を。
ko: 영주님! 이것 좀 보세요! 마을이 공격을 받았어요! 아직 정확히 상황을 파악하지 못했어요… 하지만 짐승 이야기를 하는 주민들이 있어요. 직접 보셔야 해요.
pt: Meu senhor! O senhor precisa vir comigo! A cidade foi atacada! Não sabemos exatamente o que aconteceu... mas alguns habitantes estão falando de uma “besta”. O senhor precisa vir.
ru: Милорд! Идемте со мной! На жителей города кто-то напал! Мы не знаем точно, что там произошло... но некоторые горожане рассказывают о каком-то звере. Вы должны это увидеть.
zh: 领主大人！请您跟我来！城镇遭受袭击了！我们不确定发生了什么……不过一些镇民在讨论一只野兽。您一定要亲自来看看。
zh_tw: 領主大人！請您跟我來！城鎮遭受襲擊了！我們不確定發生了什麼……不過一些鎮民在討論一隻野獸。您一定要親自來看看。

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_STARTED_002
source: The news about the attack have reached Queen Frigyth! She demands a clean and thorough investigation!
de: Die Nachricht des Angriffs hat nun auch die Königin erreicht. Sie verlangt eine saubere und gründliche Untersuchung der Geschehnisse!
es: ¡Las noticias sobre el ataque han llegado a la reina Frigyth! ¡Exige una investigación clara y exhaustiva!
fr: La nouvelle de l'attaque est parvenue à la reine Frigyth ! Elle exige une enquête propre et approfondie !
id: Berita tentang serangan itu sudah sampai di telinga Ratu Frigyth! Beliau menuntut penyelidikan yang bersih dan tuntas!
it: La notizia dell'attacco è arrivata alla Regina Frygith! Ella ordina un'indagine approfondita!
ja: 事件の話がフリギス女王に届いたようです。公平かつ徹底した調査を求められました。
ko: 공격 소식이 프리기스 여왕님의 귀에 들어갔어요! 여왕님께서 철저히 조사하라고 지시하셨어요!
pt: A notícia do ataque chegou até a Rainha Frigyth! Ela exige que se faça uma investigação completa!
ru: Новости о нападении дошли до королевы Фригит! Она требует провести тщательное расследование!
zh: 袭击的消息已经传到弗里吉斯女王那里了！她要求我们进行一次仔细透明的调查！
zh_tw: 襲擊的消息已經傳到女王芙麗基斯那裡了！她要求我們進行一次仔細透明的調查！
