Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_MAP_THE_PIT_DESC
source: Far from the castle and the river, lies a sink, only called the pit by the locals. In the middle of it stands one single tree. Only the bravest of governors would dare to build a town near the pit.
de: Weit weg vom Schloss und dem naheliegenden Fluß, liegt eine Senke, die von den Dorfbewohnern nur die Grube genannt wird. Ein einzelner Baum steht in der Mitte. Nur die tapfersten Statthalter wagen es in seiner Nähe ein Dorf zu errichten.
es: Lejos del castillo y del río hay una depresión a la que los lugareños llaman El Foso. En el centro de ella hay un árbol, uno solo. Únicamente los gobernadores más valientes osarían construir una ciudad cerca de El Foso.
fr: Loin du château se trouve un gouffre où un seul arbre pousse. Seul un gouverneur assez courageux oserait s’aventurer à construire une ville autour.
id: Jauh dari kastil dan sungai ada cekungan yang oleh warga setempat disebut Legok. Di tengah-tengahnya ada satu pohon saja. Hanya gubernur yang paling nekat yang akan berani membangun kota di dekat Legok.
it: Lontano dal castello e dal fiume, si trova una dolina, chiamata dai locali la fossa. Al centro si trova un albero solitario. Soltanto i governatori più audaci oserebbero costruire una città vicino alla fossa.
ja: このお城や川から離れたところに、地元の人たちに穴と呼ばれている窪みがあります。その真ん中に一本の木が立っています。総督のうち最も勇敢なものがその穴の近くにあえて街を作るのです。
ko: 성과 강에서 멀리 떨어진 곳에 현지인들이 구덩이라 부르는 낮은 땅이 있습니다. 구덩이 가운데에는 나무 한 그루가 있습니다. 가장 용감한 영주만이 구덩이 근처에 마을을 건설할 수 있습니다.
ru: Вдали от замка и реки находится низина, которую местные называют Ямой. В ее центре растет одно-единственное дерево. Лишь самый смелый из губернаторов рискнет построить свой город около Ямы.
zh: 在远离城堡和河流的地方，有一个块地势下沉，当地人称之为深坑。在这深坑的中间伫立着一颗树。只有最勇敢无畏的镇长敢在坑边建一座小镇。
zh_tw: 距離城堡和河流遙遠的一個地方，那裡只有一處下陷之地，被當地人稱為巨坑。在巨坑正中央只有一棵樹昂首挺立。只有最勇敢的城主才敢在巨坑旁邊建立城鎮。

# T_MAP_THE_PIT_NAME
source: The Pit
de: Die Grube
es: El Foso
fr: Le gouffre
id: Legok
it: La fossa
ja: 穴
ko: 구덩이
pt: O Fosso
ru: Яма
zh: 深坑
zh_tw: 巨坑

# T_MAP_THE_WATERFALLS_DESC
source: Two rivers meet in the lower part of the valley to form magnificent waterfalls along the mountains.
de: Zwei Flüsse treffen sich im unteren Teil des Tals und bilden prächtige Wasserfälle entlang der Berge.
es: Dos ríos se encuentran en la parte baja del valle para formar unas espléndidas cascadas entre las montañas.
fr: Deux rivières se rejoignent au creux de la vallée pour former tout au long des montagnes de magnifiques cascades.
id: Dua sungai bertemu di bagian bawah lembah untuk membentuk air terjun megah di sisi pegunungan.
it: Due fiumi si incontrano nella parte bassa della valle per formare magnifiche cascate lungo le montagne.
ja: 2本の川が谷の低地で合流し、山脈に沿って巨大な滝を形成しています。
ko: 계곡 아래에서 두 강이 만나면서 산과 함께 웅장한 폭포를 이루고 있습니다.
pt: Dois rios se encontram na parte inferior do vale para formar cachoeiras magníficas ao longo das montanhas.
ru: Две реки сливаются в низовье долины, образуя великолепные водопады у горного склона.
zh: 两条河流在峡谷下部交汇，沿着山势形成了宏伟的瀑布。
zh_tw: 兩條河流在峽谷下部交匯，沿著山勢形成了宏偉的瀑布。

# T_MAP_THE_WATERFALLS_INTRO
source: Governor, this is one of the most desirable places in my entire kingdom. May you govern these lands in my name. Take good care of them. I am sure that you will soon help this little village to true greatness.
de: Statthalter, dies ist einer der begehrtesten Orte in meinem ganzen Königreich. Mögt Ihr in meinem Namen über diese Ländereien walten. Habt gut Acht auf sie. Ich bin sicher, dass Ihr diesem kleinen Dorf bald zu wahrer Größe verhelfen werdet.
es: Gobernador, este es uno de los lugares más deseables de todo mi reino. Gobierna estas tierras en mi nombre. Cuida bien de ellas. Estoy seguro de que pronto darás auténtica grandeza a esta pequeña aldea.
fr: Gouverneur, c’est l’un des lieux les plus convoités de tout mon Royaume. Je vous l’offre. Prenez en grand soin. Je suis certain que bientôt, votre petit hameau sera connu comme la plus grande et plus belle ville que nous n’ayons jamais eue.
id: Gubernur, ini salah satu tempat yang paling indah di seluruh kerajaanku. Kau boleh memerintah tempat ini atas namaku. Jagalah baik-baik. Aku yakin kau akan segera membantu membawa kejayaan ke desa kecil ini.
it: Governatore, questo è uno dei luoghi più desiderabili di tutto il mio regno. Che tu possa governare queste terre in mio nome. Abbi cura di esse. Sono sicuro che presto porterai questo piccolo villaggio alla vera grandezza.
ja: 総督殿、これは私の王国の中でも有数の魅力的な場所です。この老いぼれのためと思って、ここを統治してくださらんか。細かな気配りが重要です。貴君ならばこの村を、立派な場所にしてくれると信じています。
ko: 영주, 이곳은 왕국 전체에서 가장 훌륭한 곳이에요. 내 이름으로 이곳을 다스려주세요. 잘 보살피세요. 이 작은 마을을 조만간 위대한 곳으로 바꿀 수 있을 거예요.
pt: Governador, este é um dos locais mais bonitos de todo o meu reino. Que você possa governar estas terras em meu nome. Cuide bem delas. Tenho certeza que logo você ajudará esta pequena aldeia a chegar ao seu potencial.
ru: Губернатор, это одно из прекраснейших мест во всем королевстве. Приказываю вам править этими землями от моего имени. Позаботьтесь о них. Уверен, вы быстро раскроете весь потенциал этой деревушки.
zh: 镇长，这是我在全国最满意的地方之一。愿你以我的名管理这些土地。悉心照料它。我相信你很快就会帮助这个小村庄走向辉煌的。
zh_tw: 鎮長，這是我在全國最滿意的地方之一。願你以我的名管理這些土地。悉心照料它。我相信你很快就會幫助這個小村莊走向輝煌的。

# T_MAP_THE_WATERFALLS_NAME
source: The Waterfalls
de: Die Wasserfälle
es: Las cascadas
fr: Les cascades
id: Air terjun
it: Le cascate
ja: 滝
ko: 폭포
pt: As Cachoeiras
ru: Водопады
zh: 瀑布
zh_tw: 瀑布

# T_MAP_TWELVE_DESC
source: Your popularity in the city has plummeted. The people despise you! Make sure the Townies love their ruler again! Complete the twelve legendary tasks without failing!
de: Deine Beliebtheit in der Stadt ist stark gesunken. Das Volk verachtet dich! Sorge dafür, dass die Townies wieder ihren Herrscher lieben! Erledige die zwölf legendären Herausforderungen, ohne zu versagen!
es: Tu popularidad en la ciudad se ha desplomado. ¡La gente te desprecia! ¡Consigue que los townies vuelvan a amar a su gobernador! ¡Completa las doce tareas legendarias sin fracasar!
fr: Votre popularité n’est plus au beau fixe. Le peuple vous méprise ! Regagnez l’amour des habitants ! Accomplissez sans faillir les douze travaux légendaires !
id: Popularitasmu anjlok di kota. Orang-orang memandang rendah dirimu! Pastikan para Townie kembali menyayangi penguasa mereka! Selesaikan kedua belas tugas legendaris tanpa pernah gagal!
it: La tua popolarità in città è crollata. La gente ti disprezza! Assicurati che i cittadini tornino ad apprezzare il loro governatore! Completa le dodici fatiche leggendarie senza fallire!
ja: 陛下。支持率が急落し、市民からそっぽを向かれています。 いま一度、住人に愛される指導者となりましょう。ここに12個の伝説の試練がございます。ご完遂ください。どうかご失敗なさいませんよう！
ko: 마을에서 영주님의 인기가 추락했어요. 사람들이 영주님을 경멸하고 있어요! 주민들의 사랑을 되찾으세요! 열두 가지 전설의 과제를 실패하지 말고 달성하세요!
pt: A sua popularidade na cidade caiu. As pessoas o detestam! Faça os habitantes voltarem a amar seu governador! Conclua as doze tarefas lendárias sem fracassar!
ru: Твоя популярность в городе упала. Люди тебя презирают! Выполни двенадцать легендарных заданий, чтобы вернуть расположение горожан!
zh: 你在城镇中的拥护度一落千丈。人们非常看不起你！ 一定要让镇民再次爱上他们的统治者！完成十二个传奇任务，不得失败！
zh_tw: 你在城鎮中的擁護度一落千丈。人們非常看不起你！ 一定要讓鎮民再次愛上他們的統治者！完成十二個傳奇任務，不得失敗！

# T_MAP_TWELVE_NAME
source: The Legendary Tasks
de: Die legendären Herausforderungen
es: Las tareas legendarias
fr: Les travaux légendaires
id: Tugas Legendaris
it: Le fatiche leggendarie
ja: 伝説の試練
ko: 전설의 과제
pt: As Tarefas Lendárias
ru: Легендарные задания
zh: 传奇任务
zh_tw: 傳奇任務

# T_MAP_WASTELAND_DESC
source: There's hardly anything growing in this wasteland. No existing river or lake makes urban development even more difficult. Can a successful city be built here at all? On this map it is always autumn.
de: In dieser Einöde wächst kaum etwas. Kein vorhandener Fluss oder See erschweren den Stadtaufbau zusätzlich. Kann hier eine erfolgreiche Stadt überhaupt errichtet werden? Auf dieser Karte ist immer Herbst.
es: En este yermo no crece apenas nada. La inexistencia de ríos o lagos dificulta aún más el desarrollo urbano. ¿Podría construirse aquí una ciudad que prosperase? En este mapa siempre es otoño.
fr: Dans ces terres brûlées plus rien de pousse. Il n’y a pas de rivière, ni de lac. Pourra-t-on espérer un jour voir prospérer une ville en ces lieux? Cette carte est une carte d'automne seulement.
id: Nyaris tidak ada yang tumbuh di tanah tandus ini. Tidak ada sungai atau danau semakin menyulitkan pembangunan kota. Mungkinkah kota yang sukses dibangun di sini? Di peta ini selalu musim gugur.
it: In questo deserto non cresce più nulla. Il fatto che non esistano laghi o fiumi rende lo sviluppo urbano ancora più difficile. È possibile costruire qui una città? Su questa mappa è sempre autunno.
ja: この荒れ地ではほとんど何も育ちません。またそこにある川や湖が都市計画をさらに難しいものにしています。ここにちゃんとした街を作ることができるのでしょうか？ このマップでは季節は常に秋です。
ko: 이 황무지에는 아무것도 자라지 않아요. 강이나 호수도 없어서 도시 개발이 더 힘들죠. 여기에 성공적인 도시를 건설할 수 있을까요? 지도상에서 여긴 항상 가을이에요.
pt: Não cresce praticamente nada nesta desolação. A inexistência de rios ou lagos torna o desenvolvimento ainda mais difícil. Será possível construir uma cidade que floresça aqui? Neste mapa, é sempre outono.
ru: На пустоши практически ничего не растет. Отсутствие рек и озер также усложняет развитие города. Можно ли здесь основать успешный город? На этой карте всегда осень.
zh: 这片荒地上几乎没有什么东西生长。没有现成的河流湖泊使得城市发展更加困难。 能在这儿建设起一座成功的城市吗？ 在这张地图上总是秋天。
zh_tw: 荒地之上幾乎沒有任何作物能夠生長。沒有河流或湖泊會使城市發展更加困難。有可能在這裡成功打造一座城市嗎？ 在這地圖裡，四季如秋。

# T_MAP_WASTELAND_NAME
source: Wasteland
de: Ödland
es: Páramo
fr: Terres brûlées
id: Tanah tandus
it: Terra desolata
ja: 荒れ地
ko: 황무지
pt: Desolação
ru: Пустошь
zh: 不毛之地
zh_tw: 荒地

# T_MENU_CONTINUE
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
id: Lanjut
it: Continua
ja: コンティニュー
ko: 계속
pt: Continuar
ru: Продолжить
zh: 继续
zh_tw: 繼續

# T_MENU_GALLERY
source: Gallery
de: Galerie
es: Galería
fr: Galerie
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
pt: Galeria
ru: Галерея
zh: 画廊
zh_tw: 畫廊

# T_MENU_GALLERY_NOPICS
source: There are no screenshots in your gallery!
de: Es sind noch keine Bilder in deiner Galerie!
es: ¡No hay capturas de pantalla en la galería!
fr: Il n'y a pas de captures d'écran dans votre galerie !
id: Tidak ada cuplikan gambar di galerimu!
it: Non ci sono immagini nella tua galleria!
ja: 保存されたスクリーンショットはありません。
ko: 갤러리에 스크린 샷이 없습니다!
pt: Não há capturas de tela na sua galeria!
ru: В твоей галерее отсутствуют снимки экрана!
zh: 你的画廊中没有屏幕截图！
zh_tw: 您的畫廊中沒有螢幕截圖！

# T_MENU_INFO
source: Info
es: Información
it: Informazioni
ja: インフォメーション
ko: 정보
pt: Informação
ru: Информация
zh: 通知
zh_tw: 通知

# T_MENU_LOADING
source: Loading, please wait...
de: Lade, bitte warten...
es: Cargando. Espera...
fr: Chargement, veuillez patienter...
id: Memuat, mohon tunggu...
it: Caricamento, attendere...
ja: 読み込み中です。お待ちください...
ko: 로딩..기다리십시오.
pt: Carregando, aguarde...
ru: Загрузка, ожидай...
zh: 载入中，请稍候...
zh_tw: 載入中，請稍候...

# T_MENU_OPTIONS
source: Options
de: Einstellungen
es: Opciones
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
pt: Opções
ru: Опции
zh: 选项
zh_tw: 選項

# T_MENU_START
source: New Game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
id: Mulai Game
it: Nuova partita
ja: 新規ゲーム
ko: 새로운 게임
pt: Novo jogo
ru: Новая игра
zh: 新游戏
zh_tw: 新遊戲

# T_MOD_BUILDING_ANIMALS
source: Wild animals on the map
de: Wildtiere auf der Karte
es: Animales salvajes en el mapa
fr: Animaux sauvages sur la carte
id: Hewan liar di peta
it: Animali selvaggi sulla mappa
ja: マップ上の野生動物
ko: 지도 위의 야생 동물
pt: Animais selvagens no mapa
ru: Дикие животные на карте
zh: 地图上的野生动物
zh_tw: 地圖上的野生動物

# T_MOD_BUILDING_BARRACKS
source: Amount of barracks in town
de: Anzahl Kasernen
es: Número de barracones en la aldea
fr: Quantité de baraquements en ville
id: Jumlah barak di kota
it: Numero di caserme in città
ja: 町の兵舎の数
ko: 마을 내 병영 개수
pt: Quantidade de quartéis na cidade
ru: Казармы в городе
zh: 城镇中的强盗数量
zh_tw: 城鎮中的強盜數量

# T_MOD_BUILDING_BRIDGES
source: Bridges
de: Brücken
es: Puentes
fr: Ponts
id: Jembatan
it: Ponti
ja: 橋
ko: 다리
pt: Pontes
ru: Мосты
zh: 桥梁
zh_tw: 橋樑

# T_MOD_BUILDING_BUILDING_OCCUPANCY
source: Available room in the building
de: Verfügbarer Raum im Gebäude
es: Espacio disponible en el edificio
fr: Place disponible dans le bâtiment
id: Ruang yang tersedia dalam bangunan
it: Spazio disponibile nell'edificio
ja: 建物内の空きスペース
ko: 건물 내 활용 가능한 공간
pt: Sala disponível no prédio
ru: Доступно комнат в здании
zh: 建筑物的可用空间
zh_tw: 建物的可用空間

# T_MOD_BUILDING_BURNING_BUILDINGS
source: Burning buildings in town
de: Brennende Gebäude in der Stadt
es: Edificios incendiados en la aldea
fr: Bâtiments en feu dans la ville
id: Bangunan yang terbakar di kota
it: Edifici in fiamme in città
ja: 町で燃えている建物
ko: 마을 내 화재가 발생한 건물
pt: Edifícios incendiados na cidade
ru: Горящие здания в городе
zh: 城镇中着火的建筑物
zh_tw: 城鎮中著火的建物

# T_MOD_BUILDING_CAPACITY
source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
id: Kapasitas
it: Capacità
ja: 能力
ko: 용량
pt: Capacidade
ru: Вместительность
zh: 容量
zh_tw: 容量

# T_MOD_BUILDING_DECAYCOSTS
source: Repair costs
de: Reparaturkosten
es: Costes de reparación
fr: Coûts de réparation
id: Biaya perbaikan
it: Costi di riparazione
ja: 修復費用
ko: 수리 비용
pt: Custos de restauração
ru: Стоимость ремонта
zh: 维修费用
zh_tw: 維修費用

# T_MOD_BUILDING_DEFENSE
source: Soldier defense power: based on consumption of armor, sausages and brew
de: Soldaten Verteidigungsstärke: Basierend auf Verbrauch von Rüstung, Würstchen und Gebräu
es: Potencia de defensa del soldado: basada en el consumo de armaduras, salchichas y cerveza
fr: Puissance de défense du soldat : basé sur la consommation d'armes, de saucisses et de boisson
id: Daya bertahan serdadu: didasarkan atas konsumsi baju tempur, sosis, dan bir
it: Difesa dei soldati: in base al consumo di armature, salsicce e birra
ja: 兵士の防御力：鎧、ソーセージ、ビールの消費量に基づく
ko: 군인의 방어력: 갑옷, 소시지 및 맥주 소비에 따라 다릅니다
pt: Poder de defesa do soldado: baseado no consumo de armaduras, salsichas e cerveja
ru: Защита солдат: зависит от потребления доспехов, колбас и пива
zh: 士兵防御力：取决于护甲、香肠和啤酒的消耗量
zh_tw: 士兵防禦力：取決於護甲、香腸和啤酒的消耗量

# T_MOD_BUILDING_DEPOSIT
source: Resource deposit {DEPOSIT}
de: Rohstoffvorkommen {DEPOSIT}
es: Depósito de recursos {DEPOSIT}
fr: Dépôt de ressource {DEPOSIT}
id: Cadangan sumber daya {DEPOSIT}
it: Deposito risorse per {DEPOSIT}
ja: 貯蔵資源 {DEPOSIT}
ko: 자원 보유량 {DEPOSIT}
pt: Depósito de recursos {DEPOSIT}
ru: Залежи ресурса {DEPOSIT}
zh: {DEPOSIT}资源储量
zh_tw: {DEPOSIT}資源儲量

# T_MOD_BUILDING_DISTRIBUTION
source: Distributed: {RESOURCES}
de: Verteilt: {RESOURCES}
es: Distribuidos: {RESOURCES}
fr: Distribué : {RESOURCES}
id: Sudah didistribusikan: {RESOURCES}
it: Distribuzione di {RESOURCES}
ja: 配送：{RESOURCES}
ko: 분배: {RESOURCES}
pt: Distribuídos: {RESOURCES}
ru: Распределено: {RESOURCES}
zh: 已分配：{RESOURCES}
zh_tw: 已分配：{RESOURCES}

# T_MOD_BUILDING_DISTRIBUTION_CLOTHES_JEWELS
source: Clothes and jewelry
de: Kleidung und Schmuck
es: Ropas y joyería
fr: Vêtements et bijoux
id: Pakaian dan perhiasan
it: Abiti e gioielli
ja: 衣服と宝石
ko: 옷과 보석
pt: Roupas e joias
ru: Одежда и ювелирные украшения
zh: 服饰和珠宝
zh_tw: 服飾和珠寶

# T_MOD_BUILDING_DISTRIBUTION_JUICE_BREW
source: Juice and brew
de: Saft und Gebräu
es: Zumo y cerveza
fr: Jus et boisson
id: Jus dan bir
it: Succo e birra
ja: ジュースとビール
ko: 쥬스와 맥주
pt: Suco e cerveja
ru: Сок и пиво
zh: 果汁和啤酒
zh_tw: 果汁和啤酒

# T_MOD_BUILDING_DISTRIBUTION_SOLDIER_GOODS
source: Military equipment
de: Soldaten Ausrüstung
es: Equipo militar
fr: Équipement militaire
id: Perlengkapan militer
it: Attrezzature militari
ja: 軍用装備
ko: 군용 장비
pt: Equipamento militar
ru: Военное снаряжение
zh: 军事装备
zh_tw: 軍事裝備

# T_MOD_BUILDING_FAIRGROUND_HAPPINESS_BONUS_DESC
source: If a festival is in progress, the happiness in town is temporarily raised.
de: Wenn ein Fest aktiv ist, wird die allgemeine Zufriedenheit im Dorf kurzfristig erhöht.
es: Si hay un festival en curso, la felicidad de la ciudad aumenta temporalmente.
fr: Si un festival est en cours, le bonheur des villages sera temporairement augmenté.
id: Jika ada festival, tingkat kebahagiaan di kota naik untuk beberapa waktu.
it: Se c’è un festival in corso, la felicità cittadina è temporaneamente aumentata.
ja: お祭りの間は町の幸福度が一時的に上がります。
ko: 축제 중에는 마을의 행복이 일시적으로 올라갑니다.
pt: Se houver um festival em curso, a felicidade é aumentada temporariamente.
ru: Во время праздника уровень счастья в городе временно увеличивается.
zh: 庆典过程中，城镇中的幸福度，短期内会有上升。
zh_tw: 慶典過程中，城鎮中的幸福度，短期內會有上升。

# T_MOD_BUILDING_FAIRGROUND_HAPPINESS_BONUS_TITLE
source: Happiness bonus
de: Zufriedenheitsbonus
es: Bonificación de felicidad
fr: Bonus de bonheur
id: Bonus kebahagiaan
it: Bonus felicità
ja: 幸福度ボーナス
ko: 행복 보너스
pt: Bônus de felicidade
ru: Бонус счастья
zh: 幸福度奖励
zh_tw: 幸福度獎賞

# T_MOD_BUILDING_FAMILIES
source: Townie families in this building
de: Townie-Familien in diesem Gebäude
es: Familias de townies en este edificio
fr: Familles d'habitants dans ce bâtiment
id: Keluarga Townie di bangunan ini
it: Famiglie di cittadini in questo edificio
ja: この建物にいるタウニーの家族
ko: 이 건물의 주민 가족
pt: Famílias de habitantes neste prédio
ru: Семьи горожан в здании
zh: 此建筑物中的镇民家庭
zh_tw: 此建物中的鎮民家庭

# T_MOD_BUILDING_FEATURE_COLLECTALL
source: Collect all taxes
de: Alle Steuern einsammeln
es: Recaudar todos los impuestos
fr: Collecter tous les impôts
id: Tarik semua pajak
it: Riscuoti tutto
ja: すべての税金を徴収する
ko: 모든 세금 징수
pt: Cobrar todos os impostos
ru: Сбор всех податей
zh: 收缴所有税款
zh_tw: 收繳所有稅款

# T_MOD_BUILDING_FEATURE_CUREALL
source: Cure town
de: Dorf heilen
es: Curar a la aldea
fr: Guérir la ville
id: Sembuhkan kota
it: Cura città
ja: 町を治す
ko: 마을 치료
pt: Curar cidade
ru: Лечение всех горожан
zh: 治愈所有患者
zh_tw: 治癒所有患者

# T_MOD_BUILDING_FEATURE_EXTINGUISHALL
source: Extinguish all fires
de: Alle Feuer löschen
es: Apagar todos los incendios
fr: Éteindre tous les incendies
id: Padamkan semua kebakaran
it: Estingui tutti gli incendi
ja: すべての火を消す
ko: 모든 화재 진화
pt: Apagar todos os incêndios
ru: Тушение всех зданий
zh: 扑灭所有火灾
zh_tw: 撲滅所有火災

# T_MOD_BUILDING_FEATURE_GEOLOGIST
source: Geologist
de: Geologe
es: Geólogo
fr: Géologue
id: Ahli geologi
it: Geologo
ja: 地質学者
ko: 지질학자
pt: Geólogo
ru: Геолог
zh: 地质学家
zh_tw: 地質學家

# T_MOD_BUILDING_FEATURE_MERCHANT
source: Merchant
de: Händler
es: Mercader
fr: Marchand
id: Pedagang
it: Mercante
ja: 商人
ko: 상인
pt: Mercador
ru: Купец
zh: 商人
zh_tw: 商人

# T_MOD_BUILDING_FEATURE_REFILLMINE
source: Refill deposit
de: Vorkommen auffüllen
es: Reponer depósito
fr: Renouveler le dépôt
id: Isi ulang cadangan
it: Riempi deposito
ja: 貯蔵量を補充
ko: 매장층 재충전
pt: Reabastecer depósito
ru: Восполнение запасов
zh: 让矿藏恢复储量
zh_tw: 讓礦藏恢復儲量

# T_MOD_BUILDING_FEATURE_REPAIRALL
source: Repair all
de: Alles reparieren
es: Reparar todo
fr: Réparer tout
id: Perbaiki semua
it: Ripara tutto
ja: すべてを修復
ko: 모두 수리
pt: Restaurar tudo
ru: Ремонт всех зданий
zh: 维修所有建筑
zh_tw: 維修所有建物

# T_MOD_BUILDING_FIRETOWERS
source: Fire towers in town
de: Feuertürme im Dorf
es: Torretas de incendios en la aldea
fr: Tours d'incendie en ville
id: Menara pemadam kebakaran di kota
it: Torri dei pompieri in città
ja: 町の火の見やぐら
ko: 마을 내 소화탑
pt: Torres contra incêndios na cidade
ru: Пожарные вышки в городе
zh: 城镇中的消防塔
zh_tw: 城鎮中的消防塔

# T_MOD_BUILDING_GLOBALSTOCK
source: Global stock
de: Globales Lager
es: Stock global
fr: Stock global
id: Stok global
it: Scorte totali
ja: グローバルストック
ko: 글로벌 재고
pt: Estoque global
ru: Общие запасы
zh: 全球库存
zh_tw: 全球庫存

# T_MOD_BUILDING_GUARDTOWERS
source: Guard towers in town
de: Wachtürme im Dorf
es: Torres de vigilancia en la aldea
fr: Tours de garde en ville
id: Menara jaga di kota
it: Torri di guardia in città
ja: 町の見張り塔
ko: 마을 내 감시탑
pt: Torres de guarda na cidade
ru: Сторожевые вышки в городе
zh: 城镇中的守卫塔
zh_tw: 城鎮中的守衛塔

# T_MOD_BUILDING_ILL_TOWNIES
source: Ill Townies
de: Kranke Bewohner
es: Townies enfermos
fr: Habitants malades
id: Townies yang sakit
it: Cittadini malati
ja: 病気のタウニー
ko: 아픈 주민
pt: Habitantes doentes
ru: Больные горожане
zh: 患病的镇民
zh_tw: 患病的鎮民

# T_MOD_BUILDING_KNOCKED_OUT
source: Inactive soldiers
de: Inaktive Soldaten
es: Soldados inactivos
fr: Soldats inactifs
id: Serdadu nonaktif
it: Soldati inattivi
ja: 活動していない兵士
ko: 활동하지 않는 군인
pt: Soldados inativos
ru: Солдаты в резерве
zh: 闲置士兵
zh_tw: 閒置士兵

# T_MOD_BUILDING_MERCHANT_RETURNS
source: Merchant returns in: {TIME}
de: Händler kehrt zurück in: {TIME}
es: El mercader regresa en: {TIME}
fr: Le marchand revient dans : {TIME}
id: Pedagang kembali dalam: {TIME}
it: Il mercante tornerà tra: {TIME}
ja: 商人が戻るまでの時間：{TIME}
ko: 상인 복귀까지 남은 시간: {TIME}
pt: O mercador volta em: {TIME}
ru: Купец вернется через: {TIME}
zh: 商人返回时间：{TIME}
zh_tw: 商人返回時間：{TIME}

# T_MOD_BUILDING_OFFENSE
source: Soldier attack power: based on consumption of weapons, sausages and brew
de: Soldaten Angriffsstärke: Basierend auf Verbrauch von Waffen, Würstchen und Gebräu
es: Potencia de ataque del soldado: basada en el consumo de armas, salchichas y cerveza
fr: Puissance d'attaque du soldat : basé sur la consommation d'armes, de saucisses et de boisson
id: Daya serang serdadu: didasarkan atas konsumsi senjata, sosis, dan bir
it: Potenza d'attacco dei soldati: in base al consumo di armi, salsicce e birra
ja: 兵士の攻撃力：武器、ソーセージ、ビールの消費量に基づく
ko: 군인의 공격력: 무기, 소시지 및 맥주 소비에 따라 다릅니다
pt: Poder de ataque do soldado: baseado no consumo de armas, salsichas e cerveja
ru: Сила атаки солдат: зависит от потребления оружия, колбас и пива
zh: 士兵攻击力：取决于武器、香肠和啤酒的消耗量
zh_tw: 士兵攻擊力：取決於武器、香腸和啤酒的消耗量

# T_MOD_BUILDING_PROCESSES
source: Processed:
de: Verarbeitet:
es: Procesado:
fr: Effectué :
id: Diproses:
it: Lavorazione:
ja: 処理済み：
ko: 가공:
pt: Processados:
ru: Обработано:
zh: 已加工：
zh_tw: 已加工：

# T_MOD_BUILDING_RANGE
source: Coverage of the town
de: Abdeckung der Stadt
es: Cobertura de protección de la aldea
fr: Couverture de la ville
id: Cakupan kota
it: Copertura della città
ja: 町の範囲
ko: 마을의 커버리지
pt: Cobertura da cidade
ru: Покрытие города
zh: 城镇覆盖范围
zh_tw: 城鎮覆蓋範圍

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS
source: Barracks range
de: Kasernenreichweite
es: Alcance de barracón
fr: Portée des baraquements
id: Jangkauan barak
it: Raggio d'azione caserma
ja: 兵舎の範囲
ko: 병영 범위
pt: Alcance do quartel
ru: Зона действия казарм
zh: 兵营覆盖范围
zh_tw: 兵營覆蓋範圍

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_INFO
source: The barracks has {CHANGE} more range.
de: Die Kaserne hat zusätzliche {CHANGE} mehr Reichweite.
es: Los barracones tienen {CHANGE} más de alcance.
fr: Les baraquements ont {CHANGE} de portée en plus.
id: Barak mempunyai jangkauan {CHANGE} lebih luas.
it: Il raggio d'azione della caverna aumenta del {CHANGE}.
ja: 兵舎が {CHANGE} 広い範囲を持ちます。
ko: 병영의 범위가 {CHANGE} 더 늘었습니다.
pt: O quartel tem mais {CHANGE} de alcance.
ru: Увеличивает зону действия казарм на {CHANGE}.
zh: 兵营覆盖范围增加了 {CHANGE}。
zh_tw: 兵營覆蓋範圍增加了 {CHANGE}。

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_TITLE
source: Increased Barracks range {LEVEL}
de: Erhöhte Kasernenreichweite {LEVEL}
es: Alcance de barracón aumentado a {LEVEL}
fr: Augmente la portée des baraquements de {LEVEL}
id: Meningkatkan jangkauan Barak {LEVEL}
it: Aumento raggio d'azione caserma {LEVEL}
ja: 兵舎の範囲の拡大 {LEVEL}
ko: 병영 범위가 {LEVEL} 증가했습니다
pt: Maior alcance do quartel {LEVEL}
ru: Увеличение зоны действия казарм {LEVEL}
zh: 兵营覆盖范围扩大 {LEVEL}
zh_tw: 兵營覆蓋範圍擴大 {LEVEL}

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH
source: Fire tower range
de: Feuerturm-Reichweite
es: Alcance de la torreta de incendios
fr: Portée de la Tour d'incendie
id: Rentang Menara Api
it: Raggio d'azione della torre dei pompieri
ja: 火の見やぐらの範囲
ko: 화재 타워 범위
pt: Alcance da Torre contra incêndio
ru: Зона действия пожарной вышки
zh: 防火塔范围
zh_tw: 防火塔範圍
