Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_SCEN15_01_FAIL_NEW
source: All is lost! Without the necessary supplies we could not achieve victory. You will have to live with the knowledge of contributing to the loss of many brave men! The King is boiling with indignation…
de: Alles ist verloren! Ohne die nötigen Vorräte konnten wir keinen Sieg davontragen. Sie werden mit der Schuld am Verlust vieler guter Männer leben müssen! Der König ist außer sich…
es: ¡Todo está perdido! Sin los suministros necesarios, no obtendremos la victoria. ¡Tendrás que vivir con el peso de la muerte de muchos valientes sobre tu conciencia! El rey arde de indignación...
fr: Tout est perdu ! Sans le ravitaillement nécessaire, nous n'avons pu obtenir la victoire. Vous allez devoir vivre avec la responsabilité de la mort de braves soldats ! Le roi est d'une humeur massacrante…
id: Celaka! Tanpa suplai yang diperlukan kita gagal meraih kemenangan. Ketahuilah bahwa kau ikut bertanggung jawab atas kematian begitu banyak orang yang gagah berani! Paduka Raja amat murka…
it: È tutto perduto! Senza le scorte necessarie abbiamo perso la guerra. Dovrai vivere con il peso della morte di molti uomini coraggiosi sulla coscienza! Il Re è seriamente indignato...
ja: 全ては失われた！必要な物資なしでは我々が勝利を得ることなどできない。 あなたは多くの勇敢な男たちを死なせることになったということを胸に生きていかなければならないでしょう！ 国王は大変憤慨しています・・・
ko: 모두 사라졌습니다! 필요한 물자 없이 이길 수 없습니다. 당신 때문에 목숨을 잃은 수많은 용감한 사람들에 대한 빚을 평생 지고 살아야 할 것입니다! 왕이 진노하고 있습니다…
pt: Tudo está perdido! Sem os suprimentos cruciais, não há como chegar à vitória. Você terá de viver com o peso de ter contribuído para a perda de muitos homens bravos! O Rei está fervendo de indignação…
ru: Все пропало! Без необходимых припасов наши войска потерпели поражение. Многие смельчаки погибли... Их смерть на твоей совести! Король кипит от негодования...
zh: 一切都完了！没有必要的给养，我们根本无法取胜。 是你出手杀害了这么多的勇士，你将遗臭万年！ 国王龙颜大怒……
zh_tw: 一切都完了！沒有必要的給養，我們根本無法取勝。 是你出手殺害了這麼多的勇士，你將遺臭萬年！ 國王龍顏大怒……

# T_GAME_QUEST_SCEN15_01_START
source: Greetings, my Lord Steward. I come by request of the King to pick up supplies for the ongoing war. I know that your townsfolk suffer from war, but the soldiers at the front are in urgent need of your support!
de: Seid gegrüßt, Herr Statthalter. Mir ist klar, dass der Krieg das ganze Land belastet, doch die Soldaten an der Front brauchen dringend eure Unterstützung!
es: Saludos, señor administrador. Vengo en nombre del rey a recoger los suministros para la guerra que se libra. Sé que los aldeanos sufren por la guerra, pero los soldados del frente necesitan urgentemente tu apoyo.
fr: Salutations, intendant. Je viens vous présenter une requête du roi, qui a besoin d'équipement pour la guerre en cours. Je sais combien les habitants souffrent de la guerre, mais les soldats du front ont besoin de votre soutien !
id: Salam, Tuan Steward. Aku datang atas perintah Raja untuk mengambil suplai untuk perang yang sedang berlangsung. Aku tahu penduduk kotamu menderita karena perang, tapi para serdadu di garis depan sangat memerlukan dukungan Tuan!
it: Salve, mio signore. Sono qui su richiesta del re a ritirare rifornimenti per la guerra in corso. So che i tuoi cittadini soffrono per via del conflitto, ma i soldati al fronte hanno urgente bisogno del tuo sostegno!
ja: 初めまして。 国王の要求で戦争に必要な物資を取りに参りました。 あなたの町民が戦争に苦しんでいることは存じておりますが、最前線の兵士たちはあなたの援助を緊急に必要としているのです！
ko: 안녕하세요, 영주님. 현재 진행 중인 전쟁 물자를 받아오라는 왕의 요청을 받고 찾아왔습니다. 영주님의 주민들이 전쟁으로 고통 받고 있다는 것을 알고 있지만 전선에 있는 군인들에게 영주님의 지원이 시급히 필요합니다!
pt: Saudações, meu senhor administrador. Venho a pedido do Rei para pegar suprimentos para a guerra corrente. Sei que seus habitantes estão sofrendo com a guerra, mas os soldados na linha de frente precisam urgentemente do seu apoio!
ru: Приветствую вас, лорд-наместник. Меня к вам прислал король, он просит отправить ему припасы для войны. Знаю, ваши горожане страдают от всего этого кровопролития, но солдаты на передовой нуждаются в этих припасах!
zh: 您好，总管大人。 国王命令我前来求助。战争仍在继续，我们需要一些补给。 我知道您的镇民也曾经历战争之苦，但前线的士兵们急需您的援助！
zh_tw: 您好，總管大人。 國王命令我前來求助。戰爭仍在繼續，我們需要一些補給。 我知道您的鎮民也曾經歷戰爭之苦，但前線的士兵們急需您的援助！

# T_GAME_QUEST_SCEN15_01_START_NEW
source: Greetings, Lord Steward. I come by request of the King to pick up supplies for the ongoing war. I know that your townsfolk suffer greatly from the war, but the soldiers at the front are in urgent need of your support! A victory can only be achieved, if all your deliveries will arrive in time. The King counts on your support.
de: Seid gegrüßt, Herr Statthalter. Mir ist klar, dass der Krieg das ganze Land belastet, doch die Soldaten an der Front brauchen dringend eure Unterstützung! Ein Sieg wird nur möglich sein, wenn alle Nachschublieferungen durch euer Dorf rechtzeitig ankommen. Der König zählt auf euch!
es: Saludos, señor administrador. Vengo en nombre del rey a recoger los suministros para la guerra que se libra. ¡Sé que los aldeanos sufren por la guerra, pero los soldados del frente necesitan urgentemente tu apoyo! Solo alcanzaremos la victoria si todos tus envíos llegan a tiempo. El rey cuenta contigo.
fr: Salutations, intendant. Je viens vous présenter une requête du roi, qui a besoin d'équipement pour la guerre en cours. Je sais combien les habitants souffrent de la guerre, mais les soldats du front ont besoin de votre soutien ! La victoire ne peut être obtenue que si toutes vos livraisons arrivent à temps. Le roi compte sur votre soutien.
id: Salam, Tuan Steward. Aku datang atas perintah Raja untuk mengambil suplai untuk perang yang sedang berlangsung. Aku tahu penduduk kotamu menderita karena perang, tapi para serdadu di garis depan sangat memerlukan dukungan Tuan! Kemenangan hanya bisa diraih kalau semua kiriman tiba tepat waktu. Paduka Raja mengandalkan dukungan Tuan.
it: Salve, mio signore. Sono qui su richiesta del re a ritirare rifornimenti per la guerra in corso. So che i tuoi cittadini soffrono per via del conflitto, ma i soldati al fronte hanno urgente bisogno del tuo sostegno! La vittoria sarà possibile solo se tutte le scorte arriveranno in tempo. Il Re conta sul vostro sostegno.
ja: こんにちは、スチュワード卿。 国王の命令により、現在進行中の戦争に必要な物資を受け取りに来ました。町人たちが戦争によって多大に苦しんでいることは承知していますが、前線にいる兵士たちは緊急にあなたの支援を必要としています！ 全ての配達が時間内に届かなければ勝利することができないでしょう。 国王はあなたの支援を頼りにしています。
ko: 안녕하세요, 영주님. 현재 진행 중인 전쟁 물자를 받아오라는 왕의 요청을 받고 찾아왔습니다.영주님의 주민들이 전쟁 때문에 크게 고통 받고 있다는 것을 알고 있지만 전선에 있는 군인들에게 영주님의 지원이 시급히 필요합니다! 적시에 물자가 도착해야만 승리를 거둘 수 있습니다. 왕은 영주님만 믿고 있습니다.
pt: Saudações, senhor administrador. Venho a pedido do Rei pegar suprimentos para a guerra corrente. Sei que seus habitantes estão sofrendo com a guerra, mas os soldados na linha de frente precisam urgentemente do seu apoio! A vitória só será alcançada se todas as suas entregas chegarem a tempo. O Rei conta com seu apoio.
ru: Приветствую вас, лорд-наместник. Меня прислал король, он просит отправить ему припасы для войны. Знаю, ваши горожане страдают от всего этого кровопролития, но солдаты на передовой нуждаются в припасах! Победа возможна только в том случае, если припасы будут доставлены к сроку. Король надеется на вашу поддержку.
zh: 您好，总管大人。 国王命令我前来求助。战争仍在继续，我们需要一些补给。我知道您的镇民也曾大受战乱之苦，但前线的士兵们急需您的援助！ 只有给养及时送到，才能打胜仗。 陛下需要依靠您的支持。
zh_tw: 您好，總管大人。 國王命令我前來求助。戰爭仍在繼續，我們需要一些補給。我知道您的鎮民也曾大受戰亂之苦，但前線的士兵們急需您的援助！ 只有給養及時送到，才能打勝仗。 陛下需要依靠您的支援。

# T_GAME_QUEST_SCEN15_01_SUCCESS
source: We have been victorious! Your solid support especially contributed a lot to it and you have the sincere gratitude of my men. May peaceful times begin soon!
de: Wir haben den Sieg errungen! Besonders eure zuverlässige Unterstützung hat dazu beigetragen - seid Euch unserer tiefsten Dankbarkeit sicher! Mögen friedvollere Zeiten einkehren!
es: ¡Hemos alcanzado la victoria! Y mucho se lo debemos a tu firme apoyo, cosa que mis hombres te agradecen de corazón. ¡Que pronto vivamos tiempos de paz!
fr: Nous avons remporté la victoire ! Votre soutien sans faille a joué un grand rôle et mes hommes vous sont redevables. Puisse la paix régner rapidement !
id: Kita berjaya! Dukunganmu sangat berarti dan anak buahku berterima kasih dengan tulus. Semoga masa damai segera datang!
it: Abbiamo vinto! Il tuo supporto è stato fondamentale e i miei uomini ti sono molto grati. Presto tornerà a regnare la pace.
ja: 我々が勝利しました！ あなたの援助のおかげです。兵士一同感謝しております。すぐにでも平和が訪れますように！
ko: 이겼습니다! 영주님의 든든한 지원이 크게 도움이 되었고 제 부하들을 대신하여 깊은 감사의 마음을 전합니다. 곧 평화가 찾아올 것입니다!
pt: Fomos vitoriosos! Seu apoio sólido contribuiu muito e você tem a sincera gratidão dos meus homens. Que os tempos de paz comecem logo!
ru: Мы победили! Немалую роль в этой войне сыграла и ваша постоянная поддержка. Я и мои люди благодарим вас от всего сердца. Да продлится мирное время многие годы!
zh: 我们胜利了！ 这多亏了您的大力支持，我代表所有士兵向您致以衷心的感谢。但愿和平的日子快点来临！
zh_tw: 我們勝利了！ 這多虧了您的大力支援，我代表所有士兵向您致以衷心的感謝。但願和平的日子快點來臨！

# T_GAME_QUEST_SCEN15_01_TITLE
source: Support the King's army.
de: Unterstütze die Soldaten des Königs.
es: Apoya a los soldados.
fr: Soutenez les soldats.
id: Beri dukungan untuk para serdadu.
it: Supporta i soldati.
ja: 兵士を援助する。
ko: 군인을 지원하세요.
pt: Apoie os soldados.
ru: Обеспечь солдат припасами.
zh: 帮助这些士兵。
zh_tw: 幫助這些士兵。

# T_GAME_QUEST_SCEN15_01_TITLE_NEW
source: Deliver all supplies to the King's army in time.
de: Erledige alle Nachschublieferungen für die Armee des Königs.
es: Entrega todos los suministros al ejército del rey a tiempo.
fr: Livrez tout le ravitaillement à l'armée du roi dans les temps.
id: Antarkan semua suplai untuk pasukan Raja tepat waktu.
it: Invia tutte le scorte all’esercito reale in tempo.
ja: 時間通りに全ての物資を国王の軍隊に届ける。
ko: 적시에 왕의 군대에 모든 물자를 공급하세요.
pt: Entregue os suprimentos para o exército do Rei a tempo.
ru: Доставь припасы для королевской армии к сроку.
zh: 要把全部给养，及时送到国王的军队。
zh_tw: 要把全部給養，及時送到國王的軍隊。

# T_GAME_QUEST_SCEN15_02_FAIL
source: The lives of many men depend on your support!
de: Das Leben vieler Männer hängt von eurer Unterstützung ab!
es: ¡Las vidas de muchos hombres dependen de tu apoyo!
fr: La vie de nombreux hommes dépend de votre soutien.
id: Nyawa banyak orang tergantung kepada dukunganmu!
it: Molte vite dipendono dal tuo supporto!
ja: 多くの兵士の命があなたの手にかかっています！
ko: 많은 사람들의 목숨이 영주님의 지원에 달려있습니다!
pt: As vidas de muitos homens dependem do seu apoio!
ru: Многие жизни зависят от ваших действий!
zh: 您的援助将关乎很多人的性命！
zh_tw: 您的援助將關乎很多人的性命！

# T_GAME_QUEST_SCEN15_02_START
source: We conquered new territories and need to secure the front line now. Send planks and fabric quickly, so we can build up camps!
de: Wir haben neue Gebiete erobert und müssen die Front sichern. Schickt Bretter und Stoff, damit wir Lager errichten können!
es: Hemos conquistado nuevos territorios y debemos asegurar la línea del frente. ¡Envía tablones y tejidos rápidamente para construir campamentos!
fr: Nous avons conquis de nouveaux territoires et nous devons désormais sécuriser la ligne de front. Envoyez des planches et du tissu aussi vite que possible, avant que nous puissions monter un camp !
id: Kita menaklukkan wilayah baru dan perlu mengamankan garis depan sekarang. Segera kirim papan dan kain untuk membangun perkemahan!
it: Abbiamo conquistato nuovi territorio e ora dobbiamo rinfrancare la linea del fronte. Invia assi e tessuto al più presto per erigere degli accampamenti.
ja: 征服した新領土の最前線を今すぐに確保しなければなりません。 野営地を建てられるように、すぐにでも厚板と布を送ってください！
ko: 새로운 영토를 정복했고 서둘러 전선을 안전히 지켜야 합니다. 캠프를 만들 수 있게 서둘러 널빤지와 섬유를 보내세요!
pt: Conquistamos novos territórios e precisamos proteger a linha de frente agora. Envie tábuas e tecido rapidamente, para podermos construir acampamentos!
ru: Мы захватили новые земли, и теперь нам необходимо укрепиться на них. Пошлите нам ткани и доски, чтобы мы могли разбить лагеря!
zh: 我们征服了新的地区，需要确保前线安全。 请尽快运送一些木板和布料，以便我们可以安营扎寨！
zh_tw: 我們征服了新的地區，需要確保前線安全。 請儘快運送一些木板和布料，以便我們可以安營紮寨！

# T_GAME_QUEST_SCEN15_02_SUCCESS
source: Very good. Now send the resources to my soldiers!
de: Sehr gut. Sendet die Materialien nun an meine Soldaten!
es: Muy bien. Ahora envía los recursos a mis soldados.
fr: Très bien. Et maintenant, envoyez ces ressources à mes soldats !
id: Bagus sekali. Sekarang kirim semua sumber daya kepada para serdaduku!
it: Molto bene. Ora manda le risorse ai miei soldati!
ja: とてもいい。次は私の兵士に物資を送っていただきたい！
ko: 좋습니다. 이제 자원을 군인들에게 보내세요!
pt: Muito bem. Agora envie os recursos para meus soldados!
ru: Хорошо. Отправьте же ресурсы моим бойцам!
zh: 非常好。现在向我的士兵运送物资。
zh_tw: 非常好。現在向我的士兵運送物資。

# T_GAME_QUEST_SCEN15_02_TITLE
source: Send fabric and planks.
de: Sende Stoff und Bretter.
es: Envía tejidos y tablones.
fr: Envoyez des tissus et des planches.
id: Kirim kain dan papan.
it: Invia tessuto e assi.
ja: 布と厚板を送る。
ko: 섬유와 널빤지를 보내세요.
pt: Envie tecidos e tábuas.
ru: Отправь ткань и доски.
zh: 发送布料和木板。
zh_tw: 發送布料和木板。

# T_GAME_QUEST_SCEN15_03_FAIL
source: How do you think we could win any battles without proper equipment?
de: Wie denkt ihr, sollen meine Soldaten ohne geeignete Ausrüstung eine Schlacht gewinnen?
es: ¿Cómo crees que vamos a ganar batallas sin el equipo apropiado?
fr: Comment voulez-vous que nous remportions des batailles sans équipement digne de ce nom ?
id: Bagaimana mungkin orang menang bertempur tanpa perlengkapan yang memadai?
it: Come credi che potremo vincere delle battaglie senza gli armamenti adeguati?!
ja: 適切な装備なしで、どうやって戦いに勝つことができるとお思いですか？
ko: 적절한 장비도 없이 전투를 이길 거라고 어떻게 생각하실 수 있죠?
pt: Como você acha que poderemos vencer batalhas sem o equipamento adequado?
ru: Как мы можем победить без нормального снаряжения?
zh: 没有适当的装备，您觉得我们会赢得战斗吗？
zh_tw: 沒有適當的裝備，您覺得我們會贏得戰鬥嗎？

# T_GAME_QUEST_SCEN15_03_START
source: The last battles consumed a lot of equipment! I request a delivery of weapons to re-equip my men.
de: Die letzten Kämpfe haben viele Ressourcen verschlungen! Ich bitte um die Lieferung von Waffen, um meine Männer neu ausrüsten zu können.
es: ¡Las últimas batallas han consumido mucho material! Solicito un envío de armas para mis hombres.
fr: Nous avons consommé énormément d'équipement lors des dernières batailles ! J'ai besoin d'une livraison d'armes pour rééquiper mes hommes.
id: Pertempuran terakhir menghabiskan banyak perlengkapan! Aku minta kiriman senjata untuk pasukanku.
it: Le ultime battaglie hanno rovinato parecchi armamenti. Mi serve un carico di armi per equipaggiare i miei uomini.
ja: この前の戦いで装備の多くを消費してしまいました。 再装備のために武器を届けてほしい。
ko: 지난 전투에서 많은 장비를 사용했습니다! 무기를 보내서 부하들을 다시 무장시켜야 합니다.
pt: As últimas batalhas consumiram muito equipamento! Pedi uma entrega de armas para reequipar meus homens.
ru: В недавней битву мы потеряло много снаряжения! Нам потребуется партия нового оружия для солдат.
zh: 上一场战争消耗了很多装备！ 我请求您提供一些武器，重新武装我的士兵们。
zh_tw: 上一場戰爭消耗了很多裝備！ 我請求您提供一些武器，重新武裝我的士兵們。

# T_GAME_QUEST_SCEN15_03_SUCCESS
source: With those new weapons the soldiers surely will be victorious in the next battle.
de: Mit der neuen Ausrüstung werden meine Männer sicher siegreich aus den nächsten Kämpfen hervorgehen!
es: Con esas armas nuevas mis soldados sin duda saldrán victoriosos en la próxima batalla.
fr: Avec ces nouvelles armes, les soldats remporteront certainement la victoire lors de la prochaine bataille.
id: Dengan senjata yang baru itu, para serdadu pasti akan berjaya dalam pertempuran berikut.
it: Con queste nuove armi, i soldati vinceranno sicuramente la prossima battaglia.
ja: 新しい武器を持った兵士たちは次の戦いで、必ずや勝利するでしょう。
ko: 새로운 무기 덕분에 군인들이 다음 전투에서 반드시 승리할 것입니다.
pt: Com essas novas armas os soldados certamente serão vitoriosos na próxima batalha.
ru: Без сомнения, это новое оружие поможет нашим бойцам выиграть следующий бой.
zh: 有了新的武器，士兵们一定会在下场战斗中获胜。
zh_tw: 有了新的武器，士兵們一定會在下場戰鬥中獲勝。

# T_GAME_QUEST_SCEN15_03_TITLE
source: Deliver weapons.
de: Liefere Waffen.
es: Envía armas.
fr: Livrez les armes
id: Antarkan senjata.
it: Consegna le armi.
ja: 武器を届ける。
ko: 무기를 보내세요.
pt: Entregue armas.
ru: Отправь оружие.
zh: 提供武器。
zh_tw: 提供武器。

# T_GAME_QUEST_SCEN15_04_FAIL
source: Without your delivery I have no hope for the final battle!
de: Ohne eure Lieferung habe ich keine Hoffnung für die letzte Schlacht!
es: ¡Sin tus suministros no tengo esperanzas de ganar la última batalla!
fr: Sans votre livraison, je ne n'avais plus aucun espoir pour la bataille finale !
id: Tanpa kirimanmu tidak ada harapan untuk pertempuran penghabisan!
it: Senza la tua consegna, non abbiamo speranze per la battaglia decisiva.
ja: 送っていただけなければ最後の戦いに望みはありません！
ko: 영주님이 물자를 보내지 않으면 마지막 전투에 희망이 없습니다!
pt: Sem sua entrega não tenho esperança para a batalha final!
ru: Без вашей поддержки нам не победить в генеральном сражении!
zh: 没有您的补给，我们在决战中毫无胜算！
zh_tw: 沒有您的補給，我們在決戰中毫無勝算！

# T_GAME_QUEST_SCEN15_04_START
source: Our provisions are running low! Send bread and meat, so we win back our strength for the final battle.
de: Unsere Rationen werden knapp! Sendet Brot und Fleisch, damit wir uns vor der letzten Schlacht stärken können.
es: ¡Nos estamos quedando sin provisiones! Envíanos pan y carne para recuperar las fuerzas para la batalla final.
fr: Nos réserves de provisions sont en baisse ! Envoyez du pain et de la viande afin que nous puissions reprendre des forces pour la bataille finale.
id: Persediaan kita mulai menipis! Kirim roti dan daging, supaya kekuatan kita bisa pulih untuk pertempuran penghabisan.
it: Le nostre provviste scarseggiano. Invia pane e carne, così potremo recuperare le forze in vista della battaglia finale.
ja: 食糧が足りません！ パンと肉を送っていただきたい。我々は最後の戦いのため力を取り戻さなければなりません。
ko: 보급품이 부족합니다! 마지막 전투를 위한 힘을 회복할 수 있도록 빵과 고기를 보내세요.
pt: Nossas provisões estão acabando! Envie pão e carne, para recuperarmos nossas forças para a batalha final.
ru: У нас заканчивается продовольствие! Отправьте мясо и хлеб, чтобы бойцы могли подкрепиться перед генеральным сражением.
zh: 我们的补给即将耗尽！ 请向我们运送面包和肉类，让我们恢复体力决一死战。
zh_tw: 我們的補給即將耗盡！ 請向我們運送麵包和肉類，讓我們恢復體力決一死戰。

# T_GAME_QUEST_SCEN15_04_SUCCESS
source: The soldiers are waiting for the food, send it now!
de: Die Soldaten warten auf die Nahrungsmittel, sendet sie nun!
es: ¡Los soldados esperan comida, envíala ya!
fr: Les soldats attendent la nourriture, envoyez-la rapidement !
id: Para serdadu menunggu makanan, segera kirimkan!
it: I soldati attendono il cibo: invialo subito!
ja: 兵士たちは食糧を待っています。今すぐ送っていただきたい！
ko: 군인들이 식량을 기다리고 있습니다. 어서 보내세요!
pt: Os soldados estão esperando a comida, envie agora!
ru: Солдаты очень голодны, отправьте же им еду!
zh: 士兵们还在等待着食物，请立刻运送！
zh_tw: 士兵們還在等待著食物，請立刻運送！

# T_GAME_QUEST_SCEN15_04_TITLE
source: Send bread and meat.
de: Sende Brot und Fleisch.
es: Envía pan y carne.
fr: Envoyez du pain et de la viande.
id: Kirim roti dan daging.
it: Invia pane e carne.
ja: パンと肉を送る。
ko: 빵과 고기를 보내세요.
pt: Envie pão e carne.
ru: Отправь хлеб и мясо.
zh: 发送面包和肉类。
zh_tw: 發送麵包和肉類。

# T_GAME_QUEST_SCEN15_07_TITLE
source: Deliver brew and sausages.
de: Liefere Gebräu und Würstchen.
es: Envía cerveza y salchichas.
fr: Livrez de la boisson et des saucisses.
id: Antarkan bir dan sosis.
it: Consegna birra e salsicce.
ja: ビールとソーセージを送る。
ko: 맥주와 소시지를 보내세요.
pt: Entregue cerveja e salsichas.
ru: Отправь пиво и колбасы.
zh: 发送啤酒和香肠。
zh_tw: 發送啤酒和香腸。

# T_GAME_QUEST_SCEN15_08_START
source: We cannot leave our brave soldiers in the lurch, but the townsfolk also suffer of deprivation, my Lord. It is up to you to decide! First of all construct a sawmill and a hunter's cabin.
de: Obwohl die Stadt eine harte Zeit durchmacht, können wir unsere tapferen Soldaten nicht im Stich lassen. Doch auch das Volk leidet unter dem Krieg. Ihr werdet Euch entscheiden müssen, mein Herr! Errichtet zuerst eine Sägemühle und eine Jagdhütte.
es: No podemos abandonar a nuestros valientes soldados a su suerte, pero los aldeanos también sufren privaciones, mi señor. ¡La elección es tuya! Antes que nada, construye un aserradero y una cabaña de cazador.
fr: Nous ne pouvons abandonner les soldats à leur sort, mais les habitants de la ville manquent de tout eux aussi, mon seigneur. C'est à vous de décider ! Commencez par construire une scierie et une cabane du chasseur.
id: Kita tidak boleh mengabaikan para serdadu yang gagah berani, tapi penduduk kota juga menderita, Tuanku. Harus ada keputusan! Pertama-tama, bangunlah penggergajian dan pondok pemburu.
it: Non possiamo abbandonare i nostri soldati, ma anche i cittadini sono molto provati, mio signore. La decisione spetta a te. Prima di tutto, costruisci una segheria e un capanno del cacciatore.
ja: 我々の勇敢な兵士たちを見捨てることはできませんが、町民もまた物不足に苦しんでいます。 あなた様の決断です。 まず製材所と狩人の山小屋を建てなければなりません。
ko: 용감한 군인들을 저버릴 수 없어요. 하지만 주민들도 궁핍합니다, 영주님. 결정을 내리셔야 합니다! 우선 제재소와 사냥꾼의 오두막을 만드세요.
pt: Não podemos deixar nossos bravos soldados na miséria, mas os habitantes também estão sofrendo, meu senhor. Você deve decidir! Em primeiro lugar, construa uma serraria e uma cabana do caçador.
ru: Нельзя бросать наших бойцов в беде, но горожане тоже сильно страдают от лишений, милорд. Решение за вами! Но сначала нам нужно построить лесопилку и хижину лесника.
zh: 我们不能抛弃那些英勇的士兵，但镇民们也在饿着肚子，大人。 这件事由您定夺。 首先，建造一座锯木厂和一间猎人小屋。
zh_tw: 我們不能拋棄那些英勇的士兵，但鎮民們也在餓著肚子，大人。 這件事由您定奪。 首先，建造一座鋸木廠和一間獵人小屋。

# T_GAME_QUEST_SCEN15_08_SUCCESS
source: Now we hopefully will be prepared.
de: Ausgezeichnet. Nun ist die Stadt hoffentlich bereit für die Forderungen des Königs.
es: Con suerte, esto bastará para estar preparados.
fr: Espérons que nous serons enfin prêts.
id: Mudah-mudahan persiapan ini memadai.
it: Ora speriamo di essere pronti.
ja: これできっと準備が整うでしょう。
ko: 이제 준비를 갖추게 될 거예요.
pt: Espero que agora estejamos preparados.
ru: Надеюсь, теперь-то мы ко всему готовы.
zh: 希望一切准备就绪。
zh_tw: 希望一切準備就緒。

# T_GAME_QUEST_SCEN15_08_TITLE
source: Build a sawmill and a hunter's cabin.
de: Baue eine Sägemühle und eine Jagdhütte.
es: Construye un aserradero y una cabaña de cazador.
fr: Construisez une scierie et une cabane du chasseur.
id: Bangunlah penggergajian dan pondok pemburu.
it: Costruisci una segheria e un capanno del cacciatore.
ja: 製材所と狩人の山小屋を建てる。
ko: 제재소와 사냥꾼의 오두막을 만드세요.
pt: Construa uma serraria e uma cabana do caçador.
ru: Построй лесопилку и хижину охотника.
zh: 建造一座锯木厂和一间猎人小屋。
zh_tw: 建造一座鋸木廠和一間獵人小屋。

# T_GAME_QUEST_SCEN15_09_START
source: To deliver those resources we need a sheep pasture and a weaving mill.
de: Um zukünftige Forderungen erfüllen zu können, brauchen wir eine Schafweide und eine Webstube.
es: Para enviar esos recursos necesitamos un pasto para ovejas y una fábrica de tejidos.
fr: Pour livrer ces ressources, il nous faudra un atelier de tissage.
id: Untuk mengirim sumber daya itu, kita perlu padang domba dan tempat penenunan.
it: Per consegnare quelle risorse ci servono un pascolo e una bottega del tessitore.
ja: これらの資材を届けるには、牧羊地と織布工場が必要です。
ko: 이 자원을 보내려면 양 목초지와 방직 공장이 필요합니다.
pt: Para entregar esses recursos, precisamos de um pasto para ovelhas e uma tecelagem.
ru: Чтобы поставить необходимые ресурсы, нам потребуются пастбище и лавка ткача.
zh: 要提供这些资源，我们需要一座牧羊场和一座纺织厂。
zh_tw: 要提供這些資源，我們需要一座牧羊場和一座紡織廠。

# T_GAME_QUEST_SCEN15_09_SUCCESS
source: Great work, my Lord. You can always speed up the manufacturing by upgrading or by constructing additional buildings.
de: Ausgezeichnete Arbeit, mein Herr. Ihr könnt die Herstellung von Waren jederzeit beschleunigen, indem ihr die Stufe von Produktionsgebäuden erhöht oder weitere errichtet.
es: Gran trabajo, mi señor. Siempre puedes acelerar la producción mediante la mejora de edificios o la construcción de otros nuevos.
fr: Beau travail, mon seigneur. Vous pouvez également accélérer la production en améliorant ou en construisant des bâtiments supplémentaires.
id: Bagus sekali, Tuanku. Produksi selalu bisa dipercepat dengan membuat peningkatan atau menambah bangunan.
it: Bel lavoro, mio signore. Puoi sempre velocizzare la produzione potenziando gli edifici o costruendone altri.
ja: すばらしいです。建物をアップグレードするか、さらに建設すれば、生産を速めることができます。
ko: 훌륭합니다, 영주님. 추가 건물을 업그레이드하거나 건설하여 언제나 신속히 제조할 수 있습니다.
pt: Bom trabalho, meu senhor. Você sempre pode acelerar a fabricação fazendo upgrade ou construindo prédios adicionais.
ru: Отличная работа, милорд. Не забывайте, что для ускорения производства можно либо улучшить имеющиеся здания, либо построить новые.
zh: 干得漂亮，大人。您可以通过升级或建造其他建筑物来提高制造速度。
zh_tw: 幹得漂亮，大人。您可以透過升級或建造其他建物來提高製造速度。
