Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GAME_QUEST_DESIRES_02_START
source: This village also needs a tailor's shop, so I can have new tailored clothes.
de: Unglaublich, eine Schneiderei gibt es auch nicht. Würdest du bitte eine errichten, damit ich mir neue Kleider schneidern lassen kann.
es: Esta aldea también necesita una sastrería. Así podré hacerme vestidos a medida.
fr: Le village a besoin d'un atelier de tailleur afin que j'aie de nouveaux vêtements à me mettre.
id: Desa ini juga perlu toko penjahit, supaya aku bisa punya baju baru yang dibuat khusus untukku.
it: Questo villaggio ha bisogno anche di una sartoria, così potrò avere abiti su misura.
ja: この村には仕立屋も必要よ。そうすれば、新しく仕立てた服が着れるわ。
ko: 새로운 옷을 맞춰 입게 이 마을에도 의상실이 필요해요.
pt: Esta vila também precisa de uma alfaiataria, para que eu tenha novas roupas sob medida.
ru: Нужно построить портняжную мастерскую, чтобы мне было где заказывать новую одежду.
zh: 村庄需要一家裁缝店，这样我才能穿上量身定制的新衣服。
zh_tw: 村莊需要一家裁縫店，這樣我才能穿上量身定制的新衣服。

# T_GAME_QUEST_DESIRES_02_SUCCESS
source: Thanks, darling! My old clothes have already been threadbare.
de: Vielen Dank, Schatz. Meine alten Kleider waren schon völlig abgetragen.
es: ¡Gracias, cariño! Tenía toda la ropa hecha jirones.
fr: Merci, mon chéri ! Mes vieux vêtements étaient rapiécés de partout.
id: Terima kasih, Sayang! Bajuku yang lama sudah usang sekali.
it: Grazie, amore! I miei vecchi abiti sono già logori.
ja: ありがとう、ダーリン！ 私の古い服はもうボロボロよ。
ko: 고마워요, 여보! 옷들이 낡아 많이 해졌었거든요.
pt: Obrigada, querido! Minhas roupas antigas já estavam bem gastas.
ru: Спасибо, милый! Моя старая одежда порядком поизносилась.
zh: 谢谢你，亲爱的！ 我的旧衣服已经破旧不堪。
zh_tw: 謝謝你，親愛的！ 我的舊衣服已經破舊不堪。

# T_GAME_QUEST_DESIRES_03_START
source: I miss the bustling activity of the city. Settle more people to invigorate this town, please!
de: Ich vermisse das geschäftige Treiben der Stadt. Könntest du bitte mehr Leute ansiedeln, um Leben in das Dorf zu bringen?
es: Echo de menos el bullicio de la ciudad. ¡Por favor, aumenta la población para animar esta urbe!
fr: L'activité trépidante de la grande ville me manque. Je vous en prie, faites venir d'autres habitants pour que les rues soient plus animées !
id: Aku merindukan keramaian kota. Cobalah datangkan lebih banyak orang agar kota menjadi hidup!
it: Mi manca l'attività fremente della città. Aumenta la popolazione per donare vita a questo posto, te ne prego!
ja: 街の賑やかさが欲しいわ。 町を活気づけるためにもっと人々を移住させて！
ko: 도시의 번잡함이 그리워요. 사람들을 더 받아들여 마을에 활기를 불어넣으세요!
pt: Sinto falta da atividade da cidade. Traga mais pessoas para revigorar esta cidade, por favor!
ru: Как же я скучаю по суете большого города. Попробуй привлечь в город новых поселенцев. Пожалуйста!
zh: 我怀念城市的熙熙攘攘。 让更多人居住在这里，为城镇注入活力！
zh_tw: 我懷念城市的熙熙攘攘。 讓更多人居住在這裡，為城鎮注入活力！

# T_GAME_QUEST_DESIRES_03_TITLE
source: Increase the population.
de: Vergrößere die Bevölkerung.
es: Aumenta la población.
fr: Augmentez la population.
id: Tingkatkan jumlah penduduk.
it: Incrementa la popolazione.
ja: 人口を増やす。
ko: 인구를 늘리세요.
pt: Aumente a população.
ru: Увеличь население деревни.
zh: 增加人口数量。
zh_tw: 增加人口數量。

# T_GAME_QUEST_DESIRES_04_START
source: Oho, a nice vivid village! You surely will have no objections about me taking residence here.
de: Oh, was für ein nettes, belebtes Dorf! Ihr habt doch sicher nichts dagegen, wenn ich mich in der Gegend niederlasse? Hahaha…
es: ¡Vaya, que aldea tan alegre y bonita! Seguro que no pondrás pegas si me instalo aquí.
fr: Oh, quel village bien animé ! Vous n'aurez sans doute aucune objection à ce que je m'installe ici.
id: Oh, desa yang indah! Kau pasti takkan keberatan kalau aku memilih menetap di sini.
it: Che villaggio pieno di vita! Di certo non avrai obiezioni se mi stabilisco qui.
ja: ああ、なんと活気に満ちた魅力ある村だ！ ここに住ましてもらっても問題ないだろうな。
ko: 와, 정말 생기 넘치는 마을이에요! 제가 여기서 살아도 아무런 반대가 없겠죠.
pt: Oh, que bela e animada vila! Você certamente não tem nada contra eu vir morar aqui.
ru: О, деревня заметно ожила! Больше жалоб о переезде сюда ты не услышишь.
zh: 哦，真是一个热闹的村庄！ 我也想居住在这里，你不会反对吧。
zh_tw: 哦，真是一個熱鬧的村莊！ 我也想居住在這裡，你不會反對吧。

# T_GAME_QUEST_DESIRES_05_START
source: Bandits in the woods!? Establish a town watch to repel those villains!
de: Banditen in den Wäldern? Ich würde mich deutlich sicherer fühlen, wenn du eine Stadtwache gründen würdest, um diese Unholde zu abzuwehren!
es: ¿Bandidos en los bosques? ¡Establece una guardia para repeler a esos villanos!
fr: Des bandits dans les bois !? Établissez une garde de la ville pour repousser ces vauriens !
id: Bandit di hutan!? Bentuklah pasukan penjaga kota untuk menghalau para penjahat itu!
it: Dei banditi nella foresta?! Costruisci una torre di guardia per respingerli!
ja: 森に盗賊ですって！？ 町に見張りを設けて追い払って！
ko: 숲의 강도요!? 마을 경비대를 세워서 강도를 몰아내세요!
pt: Bandidos na floresta!? Monte uma guarda na cidade para afastar esses criminosos!
ru: В лесах живут бандиты?! Нужно создать городскую стражу, пусть разберутся!
zh: 森林中的强盗？ 组建城镇守卫部队，击退这些恶棍！
zh_tw: 森林中的強盜？ 組建城鎮守衛部隊，擊退這些惡棍！

# T_GAME_QUEST_DESIRES_06_START
source: Oho, a guard tower… You should know, suchlike behavior only incites my men!
de: Oho, ein Wachturm! Euch sollte klar werden, das solches Verhalten meine Leute nur noch mehr herausfordert.
es: Vaya, una torre de vigilancia... Deberías saber que tales cosas solo incitan a mis hombres.
fr: Oh, une tour de garde… Vous savez, ce genre d'attitude ne fait qu'énerver mes hommes !
id: Oh, ada menara penjaga… Asal tahu saja, perilaku seperti ini justru membuat marah anak buahku!
it: Oh, una torre di guardia... Queste cose non fanno altro che stuzzicare i miei uomini!
ja: 見張り塔だと... そんなものは俺たちの血を掻き立てるだけだ！
ko: 아, 감시탑… 이런 행동은 저희를 자극하기만 한다는 것을 아셔야 해요!
pt: Opa, uma torre de guarda... Você deve saber que esse tipo de comportamento só provoca meus homens!
ru: О, сторожевая вышка... Знаешь ли, моим парням нравится, когда жертва сопротивляется!
zh: 哦，守卫塔…… 你应该知道，这种行为只会激怒我的伙伴！
zh_tw: 哦，守衛塔…… 你應該知道，這種行為只會激怒我的夥伴們！

# T_GAME_QUEST_DESIRES_07_FAIL
source: Those bandits make trouble in town. I want you to reinforce the towns watch immediately!
de: Oh nein! Die Räuber treiben ihr Unwesen in der Stadt. Ich will, dass du sofort die Stadtwache verstärkst!
es: Esos bandidos causan problemas a la aldea. ¡Quiero que refuerces la guardia inmediatamente!
fr: Ces bandits sèment la panique en ville. Je veux que vous renforciez immédiatement la garde de la ville !
id: Gerombolan bandit membuat kacau kota. Segeralah perkuat pasukan penjaga kota!
it: Quei banditi causano problemi in città. Voglio che rinforzi immediatamente la guardia cittadina!
ja: あの盗賊達は町に問題を起こすわ。 今すぐ町の見張りを強化して！
ko: 강도가 마을에 문제를 일으키고 있어요. 마을 경비를 즉시 강화하세요!
pt: Aqueles bandidos criam confusão na cidade. Quero que você reforce a guarda da cidade imediatamente!
ru: Бандиты устраивают беспорядки в городе. Прошу, усиль городскую стражу!
zh: 那些强盗在城镇中制造麻烦。 我需要你立刻加强城镇守卫部队！
zh_tw: 那些強盜在城鎮中製造麻煩。 我需要你立刻加強城鎮守衛部隊！

# T_GAME_QUEST_DESIRES_07_START
source: Please ensure our guardsmen will keep the bandits outside the town!
de: Sorge bitte dafür, dass die Stadtwache diese Unholde von der Stadt fernhält.
es: ¡Por favor, asegúrate de que la guardia mantiene a los bandidos alejados de la aldea!
fr: Je vous en prie, assurez-vous que la garde maintient les bandits hors de la ville !
id: Pastikan pasukan penjaga kota mencegah para bandit masuk ke kota!
it: Assicurati che la guardia cittadina scacci i banditi dalla città.
ja: 町から盗賊を遠ざけるようにしっかり見張りをしてね！
ko: 마을 경비대로 강도를 마을에서 몰아내세요!
pt: Verifique se a guarda da cidade mantém todos os bandidos longe da cidade!
ru: Пожалуйста, убедись, что стража справится с бандитами!
zh: 让城镇守卫部队将强盗赶出城镇！
zh_tw: 讓城鎮守衛部隊將強盜趕出城鎮！

# T_GAME_QUEST_DESIRES_07_SUCCESS
source: Marvelous! I feel much safer know.
de: Wunderbar. Ich fühle mich nun wirklich sicher.
es: ¡Maravilloso! Ahora me siento mucho más segura.
fr: Merveilleux ! Je me sens bien plus en sécurité, à présent.
id: Bagus sekali! Aku merasa jauh lebih aman sekarang.
it: Meraviglioso! Ora mi sento molto più al sicuro.
ja: よかった！これで安心だわ。
ko: 훌륭해요! 이제 더 안전한 것 같아요.
pt: Maravilhoso! Eu me sinto muito mais segura agora.
ru: Чудесно! Я чувствую себя в безопасности.
zh: 太好了，我现在觉得更加安全了。
zh_tw: 太好了，我現在覺得更加安全了。

# T_GAME_QUEST_DESIRES_07_TITLE
source: Repel all bandit attacks.
de: Wehre alle Banditenangriffe ab.
es: Repele todos los ataques de bandidos.
fr: Repoussez toutes les attaques des bandits.
id: Halau semua serangan bandit.
it: Respingi tutti gli attacchi dei banditi.
ja: 盗賊の攻撃をすべて撃退する。
ko: 강도의 공격을 모두 물리치세요.
pt: Afaste todos os ataques dos bandidos.
ru: Отбей все нападения бандитов.
zh: 击退所有强盗袭击。
zh_tw: 擊退所有強盜襲擊。

# T_GAME_QUEST_DESIRES_08_START
source: To make sure the guards are duteous you should serve brew and sausages to them!
de: Stelle sicher, dass alle Wachen pflichtbewusst arbeiten, indem du sie mit Gebräu und Würstchen belieferst!
es: ¡Debes proporcionar cerveza y salchichas a los guardias para asegurarte de que cumplen con su deber!
fr: Pour vous assurer de l'efficacité des gardes, mieux vaut leur servir de la boisson et des saucisses !
id: Untuk memastikan para penjaga bertugas dengan baik, sajikan bir dan sosis kepada mereka.
it: Per assicurarci che le guardie facciano il loro dovere, dovremmo dare loro birra e salsicce.
ja: 見張りが怠けないようにビールとソーセージを振る舞ってください！
ko: 경비가 임무를 철저히 수행하도록 맥주와 소시지를 제공해야 해요!
pt: Para garantir a lealdade dos guardas, você deve servir cerveja e salsichas a eles!
ru: Для поддержания боеспособности стражников поставляйте им пиво и колбасы!
zh: 要确保守卫忠于职守，您需要向他们供应啤酒和香肠！
zh_tw: 要確保守衛忠於職守，您需要向他們供應啤酒和香腸！

# T_GAME_QUEST_DESIRES_08_TITLE
source: Produce brew and sausages.
de: Produziere Gebräu und Würstchen.
es: Produce cerveza y salchichas.
fr: Produisez de la boisson et des saucisses.
id: Hasilkan bir dan sosis.
it: Produci birra e salsicce.
ja: ビールとソーセージを生産する。
ko: 맥주와 소시지를 생산하세요.
pt: Produza cerveja e salsichas.
ru: Произведи пиво и колбасы.
zh: 生产啤酒和香肠。
zh_tw: 生產啤酒和香腸。

# T_GAME_QUEST_DESIRES_09_START
source: The guards need weapons and armor to be able to fend off the bandits!
de: Die Wachen brauchen auch Waffen und Rüstungen. Wie sollen sie diese Unholde sonst vertreiben?
es: ¡Los guardias necesitan armas y armaduras para poder rechazar a los bandidos!
fr: Les gardes ont besoin d'armes et d'armures pour repousser ces bandits !
id: Para penjaga perlu senjata dan baju zirah agar mampu menghalau gerombolan bandit!
it: Le guardie hanno bisogno di armi e armature per tenere a bada in banditi.
ja: 盗賊を撃退するには見張りに武器と鎧が必要です！
ko: 경비에게 강도를 물리칠 무기와 갑옷이 필요해요!
pt: Os guardas precisam de armas e armaduras para conseguir derrotar os bandidos!
ru: Страже понадобится оружие и доспехи, чтобы успешно отражать нападения бандитов!
zh: 卫兵需要武器和护甲，才能抵御强盗的袭击。
zh_tw: 衛兵需要武器和護甲，才能抵禦強盜的襲擊。

# T_GAME_QUEST_DESIRES_09_SUCCESS
source: Now the guards should be able to repel all bandits!
de: Die Wachen sollten jetzt in der Lage sein, diese Unholde von der Stadt abzuhalten!
es: ¡Ahora los guardias podrán repeler a todos los bandidos!
fr: À présent, les gardes devraient pouvoir repousser tous les bandits !
id: Sekarang para penjaga akan mampu mengusir semua bandit!
it: Ora le guardie riusciranno a respingere tutti gli assalti dei banditi.
ja: これで見張りは盗賊を撃退できるはずです！
ko: 이제 경비들이 강도를 모두 물리칠 수 있어요!
pt: Agora os guardas devem conseguir derrotar os bandidos!
ru: Теперь эти бандиты нашим бравым стражникам нипочем!
zh: 现在，卫兵应该可以击退所有的强盗了！
zh_tw: 現在，衛兵應該可以擊退所有的強盜了！

# T_GAME_QUEST_DESIRES_09_TITLE
source: Produce weapons and armor.
de: Produziere Waffen und Rüstungen.
es: Fabrica armas y armaduras.
fr: Produisez des armes et armures.
id: Hasilkan senjata dan baju zirah.
it: Produci armi e armature.
ja: 武器と鎧を生産する。
ko: 무기와 갑옷을 생산하세요.
pt: Produza armas e armaduras.
ru: Произведи оружие и доспехи.
zh: 生产武器和护甲。
zh_tw: 生產武器和護甲。

# T_GAME_QUEST_DESIRES_10_FAIL
source: I should have mentioned that my people will take their stake anyway!
de: Ich dachte, Ihr wärt klüger, Statthalter. Vielleicht hätte ich erwähnen sollen, dass sich meine Leute so oder so ihren Anteil holen werden.
es: ¡Debí mencionar que mis hombres se llevarán su parte de todas formas!
fr: J'aurais dû préciser que mes gars allaient se servir tout seul de toute façon !
id: Seharusnya kukatakan bahwa anak buahku pasti akan mengambil bagian mereka!
it: Ho dimenticato di avvisarti che i miei uomini ti attaccheranno comunque!
ja: 言っておけばよかったが、俺たちはどっちにしても物をいただいていく！
ko: 제 부하들은 원하는 것은 무엇이든 손에 넣는다고 말했어야 했군요!
pt: Eu deveria ter mencionado que meu povo vai pegar sua parte de qualquer maneira!
ru: Хм, наверное, стоило упомянуть, что мои люди получат свое так или иначе!
zh: 我还得说一句，我的伙伴必须人人有份！
zh_tw: 我還得說一句，我的夥伴們必須人人有份！

# T_GAME_QUEST_DESIRES_10_START
source: The way you fulfill every of your wife's wishes makes me think you have a problem with an abundance of coins. Let me liberate you from this heavy burden!
de: So wie ihr Eurer Frau jeden Wunsch erfüllt, scheint ihr unter dem Überfluss von Münzen zu leiden. Lasst mich helfen, Euch von dieser schweren Bürde zu befreien.
es: Tu manera de satisfacer todos los deseos de tu esposa me induce a pensar que tienes un problema de exceso monetario. ¡Permíteme liberarte de esa pesada carga!
fr: Quand je vois la manière dont vous répondez à tous les désirs de votre femme, je pense que vous avez de l'argent à ne plus savoir qu'en faire. Laissez-moi donc vous libérer de votre surplus de pièces !
id: Cara kau memenuhi setiap permintaan istrimu membuatku curiga kau ada masalah dengan koin yang terlalu banyak. Biarlah aku membebaskanmu dari beban berat ini!
it: Il modo in cui soddisfi tutti i desideri di tua moglie mi fa pensare che tu non sappia come spendere tutto il tuo denaro. Lascia che ti alleggerisca di questo peso!
ja: それだけ妻の要望のすべてを満たしているところを見ると、お前はたくさんお金を持っているようだな。 その重荷から解放してやろう！
ko: 아내의 소원을 모두 들어주는 것을 보니 코인이 너무 많아서 문제인 것 같군요. 제가 무거운 짐을 덜어드리죠!
pt: A forma com que você atende aos desejos da sua esposa me faz pensar que você tem moedas em demasia. Deixe-me aliviá-lo desse fardo pesado!
ru: Ты так рьяно исполняешь желания своей супруги, что я тут было подумал: может, ему деньги некуда девать? Давай-ка я тебе помогу с этой проблемой!
zh: 你会满足妻子的每一个愿望，我觉得你的金币太多会成问题。 让我帮你解除这个负担吧！
zh_tw: 你會滿足妻子的每一個願望，我覺得你的金幣太多會成問題。 讓我幫你解除這個負擔吧！

# T_GAME_QUEST_DESIRES_10_SUCCESS
source: It would be a wise decision to send me those coins now, Lord Steward!
de: Eine weise Entscheidung, Herr Statthalter. Diese milde Gabe wird meine Leute sicher ein wenig beruhigen.
es: ¡Sería una sabia decisión enviarme esas monedas ahora, señor administrador!
fr: Il serait sage d'envoyer ces pièces pour le moment, intendant !
id: Adalah bijaksana kalau semua dikirim kepadaku sekarang, Tuan Steward!
it: Sarebbe una decisione saggia inviarmi subito quelle monete, amministratore.
ja: コインを今俺に渡したほうが賢明だぞ！
ko: 코인을 제게 보내는 것이 현명할 거예요, 영주님!
pt: Será uma decisão sábia me entregar essas moedas agora, senhor administrador!
ru: Прояви благоразумие и отправь мне мои деньги, наместник!
zh: 识相的话，就立刻交出金币，总管！
zh_tw: 識相的話，就立刻交出金幣，總管！

# T_GAME_QUEST_DESIRES_10_TITLE
source: Tribute coins.
de: Zahlt Münzen.
es: Proporciona monedas.
fr: Pièces du tribut.
id: Sumbangkan koin.
it: Offri monete.
ja: コインを納める。
ko: 코인을 바치세요.
pt: Tributo de moedas.
ru: Доставь бандитам дань в монетах.
zh: 进贡金币。
zh_tw: 進貢金幣。

# T_GAME_QUEST_DESIRES_11_START
source: You aren't thinking about giving in to this blackmail, do you? Spending the coins on new clothes would be a much better investment!
de: Du willst dich doch nicht etwa auf diese Erpressung einlassen? Für mich neue Kleider beim Händler zu kaufen, wäre eine deutlich bessere Verwendung für die Münzen.
es: No estarás pensando en ceder a este chantaje, ¿verdad? ¡El mejor uso para las monedas es comprar ropa nueva!
fr: Vous ne pensez tout de même pas céder à ce chantage ? Il serait bien plus préférable de dépenser ces pièces pour acheter de nouveaux vêtements !
id: Kau takkan menyerah terhadap pemerasan, bukan? Menghabiskan koin untuk membeli baju baru adalah investasi yang jauh lebih baik!
it: Non vorrai cedere a questo ricatto, vero? Spendere le monete in nuovi abiti sarebbe un investimento molto migliore!
ja: まさかこの脅迫に負けるつもりじゃないでしょうね？ そのお金を新しい服を買うのに使うほうがよっぽどましだわ！
ko: 협박에 굴복하려는 것은 아니죠, 그렇죠? 새 옷에 코인을 사용하는 것이 훨씬 나은 투자가 될 거예요!
pt: Você não está pensando em ceder a essa chantagem, não? Gastar as moedas em novas roupas seria um investimento muito melhor!
ru: Ты же не думаешь поддаваться на этот шантаж, верно? Лучше уж потрать эти деньги на новую одежду!
zh: 您不愿意向勒索您的强盗让步吧，对吗？ 用金币买衣服是更明智的投资。
zh_tw: 您不願意向勒索您的強盜讓步吧，對嗎？ 用金幣買衣服是更明智的投資。

# T_GAME_QUEST_DESIRES_11_TITLE
source: Buy cloth at the merchant.
de: Kaufe Kleider beim Händler.
es: Compra telas al mercader.
fr: Achetez du tissu chez le marchand.
id: Belilah kain dari pedagang.
it: Acquista tessuto dal mercante.
ja: 商人から衣服を買う。
ko: 상인에게서 옷을 사세요.
pt: Compre uma roupa no mercador.
ru: Купи одежду у торговца.
zh: 向商人购买衣服。
zh_tw: 向商人購買衣服。

# T_GAME_QUEST_DESIRES_12_START
source: This village is boring, it lacks entertainment!
de: In diesem Dorf ist es langweilig. Es fehlt an Unterhaltung!
es: ¡La aldea es aburrida, carece de entretenimiento!
fr: Le village est tellement ennuyeux. Il manque de divertissement !
id: Desa ini membosankan, tidak ada hiburan!
it: Questo villaggio è noioso: manca l’intrattenimento!
ja: この村は退屈だわ、何も娯楽がないもの。
ko: 이 마을은 지루해요. 재미가 없어요!
pt: Esta cidade está um tédio, falta entretenimento!
ru: Тут скучно, не хватает развлечений!
zh: 村庄缺乏生活情趣，修建一个娱乐场所！
zh_tw: 村莊缺乏生活情趣，修建一個娛樂場所！

# T_GAME_QUEST_DESIRES_12_START_DEPRECATED
source: This village is boring, it lacks a jousting ground!
de: In diesem Dorf ist es langweilig. Es fehlt ein Turnierplatz!
es: ¡Qué aldea tan aburrida, necesita un campo de justas!
fr: Le village est tellement ennuyeux. Il manque une aire de joute !
id: Desa ini membosankan. Tidak ada arena pertarungan!
it: Questo villaggio è noioso: manca una giostra!
ja: この村は退屈だわ。馬上槍闘技場がないもの！
ko: 이 마을은 지루해요. 마상 창 시합장이 없어요!
pt: Esta vila está aborrecida, está faltando uma área de torneios!
ru: Тут скучно, не хватает арены!
zh: 村庄缺乏娱乐活动，修建一座比武场吧！
zh_tw: 村莊缺乏娛樂活動，修建一座比武場吧！

# T_GAME_QUEST_DESIRES_12_SUCCESS
source: Much better! It's starting to look nice here.
de: Viel besser! Langsam wird es hier richtig schön.
es: ¡Mucho mejor! Ya empieza a tener buen aspecto.
fr: C'est mieux ! Les choses commencent à s'arranger par ici.
id: Ini lebih baik! Sekarang sudah mulai lumayan di sini.
it: Così va molto meglio!
ja: 良いわ！ここは素敵になり始めてる。
ko: 훨씬 좋아요! 더 보기 좋아지는군요.
pt: Muito melhor! Isto está começando a parecer legal.
ru: Так-то лучше! Мне тут даже начинает нравится.
zh: 好多了！这里变得漂亮起来。
zh_tw: 好多了！這裡變得漂亮起來。

# T_GAME_QUEST_DESIRES_12_TITLE
source: Build a jousting ground.
de: Baue einen Turnierplatz.
es: Construye un campo de justas.
fr: Construisez une aire de joute.
id: Bangunlah arena pertarungan.
it: Costruisci un percorso per giostra.
ja: 馬上槍闘技場を建てる。
ko: 마상 창 시합장을 만드세요.
pt: Construa uma área de torneios.
ru: Построй арену.
zh: 建造一座比武场。
zh_tw: 建造一座比武場。

# T_GAME_QUEST_DESIRES_13_FAIL
source: You learned nothing from the last time. My chumps will come over to do a little inventory!
de: Ihr scheint wirklich nicht dazuzulernen, Statthalter. Meine Männer werden mal bei Euch vorbei schauen und eine kleine Inventur machen! Har Har Har
es: No has aprendido nada de la última vez. ¡Mis chicos vendrán a hacer un pequeño inventario!
fr: Vous n'avez donc rien retenu de la dernière fois. Mes gars vont venir faire l'inventaire chez vous !
id: Ternyata kau belum belajar juga. Anak buahku akan berkunjung untuk membuat inventaris.
it: Non hai imparato nulla dall'ultima volta. I miei ragazzi verranno a fare l'inventario!
ja: この前でこりなかったようだな。俺の仲間がもっといただきに行くぞ！
ko: 지난 번 이후로 배운 것이 없군요. 부하들이 와서 재고 파악을 할 거예요!
pt: Você não aprendeu nada da última vez. Meus capangas virão fazer um pequeno inventário!
ru: Жизнь тебя ничему не учит. Придется парням самим разобраться с твоими запасами!
zh: 你一点都不长记性。我的伙伴要来这儿拿些货物。
zh_tw: 你一點都不長記性。我的夥伴們要來這兒拿些貨物。

# T_GAME_QUEST_DESIRES_13_START
source: Looks like you still suffer abundance. Give me your gold! And don't you dare to give it to your wife!
de: Wie mir scheint, leidet ihr immer noch unter der Last eures Vermögens. Vielleicht sollte ich Euch diesmal etwas mehr abnehmen! Bringt mir Goldbarren. Und wagt es ja nicht, diese Eurer Frau zu geben!
es: Parece que sigues nadando en la abundancia. ¡Dame tu oro! ¡Y no te atrevas a dárselo a tu esposa!
fr: Vous m'avez l'air d'avoir trop de choses. Laissez-moi vous débarrasser de votre or ! Et n'essayez même pas de le donner à votre femme !
id: Sepertinya kau masih menderita kelebihan. Serahkan emasmu kepadaku! Dan jangan coba-coba memberikannya kepada istrimu!
it: Pare che tu sia ancora troppo ricco. Dammi il tuo oro! E non osare sperperarlo per tua moglie!
ja: まだお金がありすぎるようだな。お金をよこせ！ 妻にやったりはするな！
ko: 아직도 금이 넘쳐서 문제인 것 같군요. 금을 주세요! 함부로 아내에게 주지 마세요!
pt: Parece que você ainda tem moedas sobrando. Dê-me o seu ouro! E não ouse dá-lo à sua esposa!
ru: Похоже, у тебя все еще денег куры не клюют. Давай сюда золото! И даже не думай тратить его на свою благоверную!
zh: 看起来，你仍然富得流油。给我黄金！ 你不敢把黄金交给你妻子，对吧！
zh_tw: 看起來，你仍然富得流油。給我黃金！ 你不敢把黃金交給你妻子，對吧！

# T_GAME_QUEST_DESIRES_13_SUCCESS
source: Looks like you learned something. Maybe my men won't have to fetch their stake anymore.
de: Wie ich sehe, habt Ihr dazugelernt. Vielleicht müssen meine Kumpanen ihren Anteil ja zukünftig nicht mehr selbst abholen.
es: Veo que has aprendido. Quizá mis hombres ya no tengan que tomar su parte por la fuerza.
fr: On dirait que vous avez compris la leçon. Peut-être que mes gars vont se calmer un peu.
id: Sepertinya kau sudah belajar. Mungkin anak buahku tidak perlu lagi mengambil bagian mereka secara paksa.
it: Forse hai imparato la lezione. Magari i miei uomini potranno sospendere le incursioni.
ja: わかったようだな。もう俺たちがいただかなくてもすみそうだ。
ko: 배운 게 있는 것 같군요. 더 이상 부하들이 자신의 몫을 가져오지 않아도 될 것 같군요.
pt: Parece que você aprendeu alguma coisa. Talvez meus homens não precisem mais buscar a parte deles.
ru: Что ж, видать, ты все же чему-то научился. Может, моим парням даже не придется больше самим идти за своей долей.
zh: 看来你长教训了。我的伙伴或许不用亲自动手了。
zh_tw: 看來你長教訓了。我的夥伴們或許不用親自動手了。

# T_GAME_QUEST_DESIRES_15_START
source: You should better process the gold to jewelry for me, my darling!
de: Du willst diesem Räuber doch nicht etwa Gold geben? Du solltest es lieber zu Schmuck für mich verarbeiten!
es: ¡Cariño, prefiero que uses el oro para hacerme joyas!
fr: Vous feriez mieux d'utiliser cet or pour me créer des bijoux, mon chéri !
id: Emas itu sebaiknya diproses jadi perhiasan untukku, Sayang!
it: Dovresti lavorare l'oro e creare dei gioielli per me, tesoro!
ja: 私のためにもっと金を宝石に加工して、ダーリン！
ko: 금을 보석으로 만들어주세요, 여보!
pt: É melhor você transformar o ouro em joias para mim, meu querido!
ru: Милый, лучше уж потрать сбережения на ювелирные украшения для меня!
zh: 你最好把黄金加工成珠宝送给我，亲爱的！
zh_tw: 你最好把黃金加工成珠寶送給我，親愛的！

# T_GAME_QUEST_DESIRES_15_SUCCESS
source: Many thanks, darling!
de: Oh, danke mein Schatz. Allerdings habe ich jetzt Angst um meinen Schmuck. Bist du sicher, dass die Wachen alle Räuber abwehren?
es: ¡Muchas gracias, cariño!
fr: Mille fois merci, mon chéri !
id: Terima kasih banyak, Sayang!
it: Grazie, amore mio!
ja: ありがとう、ダーリン！
ko: 정말 고마워요, 여보!
pt: Muito obrigada, querido!
ru: Спасибо, дорогой!
zh: 非常感谢，亲爱的！
zh_tw: 非常感謝，親愛的！
