Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_GOOGLE_QUESTS_TRADEAGREEMENT_DESC
source: A new trade agreement between the Kingdom and it's neighbors has taken effect. You are ordered to increase the profit at the market by trading surplus resources.
de: Ein neues Handelsabkommen zwischen unserem Königreich und dem Nachbarland ist nun in Kraft. Ihr seid aufgefordert, den Handel am Marktplatz zu erhöhen und stetige Profite durch den Verkauf von Gütern zu machen.
es: Se ha hecho efectivo un nuevo acuerdo comercial entre el Rey y sus vecinos. Se te ordena aumentar el beneficio en el mercado mediante el intercambio de recursos excedentes.
fr: Un nouvel accord commercial vient de prendre effet entre le royaume et ses voisins. Vous avez reçu l'ordre d'augmenter les profits du marché en y vendant vos ressources en surplus.
id: Sebuah perjanjian dagang baru antara Kerajaan dan negeri-negeri tetangga telah diberlakukan. Kamu diperintahkan untuk meningkatkan profit di pasar dengan menjual kelebihan sumber daya.
it: È stato stipulato un nuovo accordo tra il Regno e i suoi confinanti. Hai l'ordine di aumentare i profitti sul mercato vendendo le risorse in sovrappiù.
ja: 王国とその近隣諸国間の新たな貿易協定が結ばれました。あなたは、余分な資材を市場で取引して利益を上げるように命じられています。
ko: 왕국과 이웃 사이의 새로운 거래 계약이 효력을 발휘했습니다. 잉여 자원을 거래하여 시장에서 수익을 늘려야 합니다.
pt: Um novo acordo de comércio entre o Reino e seus vizinhos está em vigor. Você deve aumentar o lucro no mercado trocando os recursos excedentes.
ru: В силу вступило новое торговое соглашение между королевством и его соседями. Тебе поручили увеличить прибыль рынка, торгуя избыточными ресурсами.
zh: 王国与各邻国间新的贸易协定已经生效。现命你交易多余资源，增加市场盈利。
zh_tw: 王國與各鄰國間新的貿易協定已經生效。現命你交易多餘資源，增加市場盈利。

# T_GOOGLE_QUESTS_TRADEAGREEMENT_NAME
source: General agreement of trade
de: Handelsabkommen
es: Acuerdo comercial general
fr: Accord commercial
id: Perjanjian dagang
it: Accordo commerciale
ja: 貿易一般協定
ko: 거래 일반 계약
pt: Acordo geral de comércio
ru: Торговое соглашение
zh: 贸易总协定
zh_tw: 貿易總協定

# T_GOOGLE_QUESTS_UNDERSIZEDARMY_DESC
source: By order of his majesty the King, your town has been nominated to serve as host for the Kingdoms defensive force. As the lord in question, you have to ensure the army is levied in time by building enough barracks.
de: Der König hat Eure Stadt nominiert, ein Heer auszuheben, welches im Einsatz an der Front dienen soll. Als zuständiger Lord sollt Ihr dafür sorgen, dass das Heer rechtzeitig seinen Dienst antritt, indem Ihr genug Kasernen errichtet.
es: Por orden de Su Majestad el Rey, tu ciudad ha sido elegida para albergar la fuerza defensiva del reino. Como administrador, es tu misión reclutar efectivos a tiempo para construir suficientes barracones.
fr: Par ordre de Sa Majesté le Roi, votre village a été désigné pour accueillir les forces défensives du royaume. En tant que seigneur, vous devez vous assurer que l'armée soit opérationnelle à temps en construisant assez de baraquements.
id: Atas perintah Paduka Raja, kotamu dinominasikan menjadi markas pasukan pembela kerajaan. Sebagai lord terkait, kamu harus membangun barak agar seluruh pasukan bisa ditampung.
it: Per ordine di Sua Maestà il Re, la tua città è stata scelta per ospitare le forze difensive del Regno. In quanto Lord amministratore, dovrai assicurarti che l'esercito sia ospitato costruendo in tempo abbastanza caserme.
ja: 国王の命令によって、あなたの街は王国防衛隊の受け入れ候補地になりました。領主として、あなたは、すぐにでも十分な数の兵舎を建て、軍隊を召集しなければなりません。
ko: 왕의 명령에 따라 왕국의 방위군이 주둔할 곳으로 귀하의 마을이 선택됐습니다. 영주로서 병영을 충분히 지어 군대가 적시에 전쟁을 준비할 수 있게 해야 합니다.
pt: Por ordem de sua majestade o Rei, sua cidade foi indicada para servir como sede das forças defensivas do Reino. Como o senhor em questão, você deve garantir que o exército esteja preparado a tempo, construindo quartéis suficientes.
ru: По поручению Его Величества твой город выбрали в качестве оборонительной позиции королевства. Тебе необходимо обеспечить своевременный набор войск, построив необходимое количество казарм.
zh: 国王陛下已命令，点名选中你的城镇为王国防卫军驻扎之地。身为当地领主，你必须修建足够的兵营，以确保征兵能及时进行。
zh_tw: 國王陛下已命令，點名選中你的城鎮為王國防衛軍駐紮之地。身為當地領主，你必須修建足夠的兵營，以確保徵兵能及時進行。

# T_GOOGLE_QUESTS_UNDERSIZEDARMY_NAME
source: Undersized army
de: Unzureichende Armee
es: Ejército insuficiente
fr: Une armée trop petite
id: Kekurangan pasukan
it: Esercito ridotto
ja: 小規模な軍隊
ko: 작은 군대
pt: Exército insuficiente
ru: Малочисленная армия
zh: 扩充军队
zh_tw: 擴充軍隊

# T_GOOGLE_QUESTS_WAREFFORT_DESC
source: By order of the King, all Lords have been advised to produce armors for the war effort. Everyone has to contribute one's share to the victory over our enemies.
de: Der König hat folgende Anweisung an seine Statthalter: Jede Stadt soll stetig und unverzüglich Rüstungen produzieren. Jeder soll seinen Beitrag zum Sieg im Krieg gegen unsere Feinde geben!
es: Por orden del rey, todos los señores deberán producir armas para la guerra. Todo el mundo debe poner de su parte para alcanzar la victoria sobre nuestros enemigos.
fr: Par ordre du roi, tous les seigneurs doivent produire des armures pour participer à l'effort de guerre. Tout le monde doit contribuer à la victoire contre nos ennemis.
id: Atas perintah Raja, semua Lord harus memproduksi baju zirah untuk mendukung upaya perang. Setiap orang harus memberi sumbangsih untuk kemenangan atas musuh kita.
it: Per ordine del Re, tutti i Signori devono produrre più armature per supportare l'impegno bellico. Tutti devono contribuire alla vittoria contro i nostri nemici.
ja: 国王の命令により、領主は皆、戦争のために鎧を生産しなければなりません。各々が我々の勝利に貢献するのです。
ko: 왕의 명령에 따라 모든 영주들은 전쟁에 사용할 갑옷을 생산해야 합니다. 모두가 각자의 몫을 다해 적을 상대로 승리를 쟁취해야 합니다.
pt: Por ordem do rei, todos os senhores devem produzir armaduras para o efeito de guerra. Todos devem contribuir com sua parte para a vitória sobre nossos inimigos.
ru: По приказу короля всем лордам поручается производить доспехи для военных нужд. Каждый должен внести свою лепту в победу над врагом.
zh: 国王命令，大小领主，都要生产护甲，效力战争。人人都要为克敌制胜贡献力量。
zh_tw: 國王命令，大小領主，都要生產護甲，效力戰爭。人人都要為克敵制勝貢獻力量。

# T_GOOGLE_QUESTS_WAREFFORT_NAME
source: War effort
de: Kriegsanstrengungen
es: Esfuerzo bélico
fr: Effort de guerre
id: Upaya perang
it: Sforzo bellico
ja: 戦争努力
ko: 전쟁 노력
pt: Esforço de guerra
ru: Военные нужды
zh: 战时措施
zh_tw: 戰時措施

# T_GOOGLE_QUESTS_WAREHOUSE_DESC
source: The King‘s soothsayer has notified us about several upcoming events: apocalypse, demon invasion, normal war and several smaller catastrophes of no consequence. To ensure each village is prepared, the King‘s adviser recommends to build more warehouses. This way, enough room is available for the goods worried villagers might like to store.
de: Der Wahrsager des Königs meldet folgende bevorstehende Ereignisse: Weltuntergang, Dämoneninvasionen, normaler Krieg und einige weitere belanglose Katastrophen. Damit jedes Dorf des Landes vorbereitet ist, empfiehlt er die Lagerkapazitäten auszuweiten, um den Hamsterkäufen des Königs standzuhalten. Errichtet mehr Lagerhäuser.
es: El adivino del rey nos ha informado sobre la llegada de diversos eventos: apocalipsis, invasión demoníaca, guerra normal y varias catástrofes menores sin consecuencias. Para que cada aldea esté preparada, el consejero del rey recomienda construir más almacenes. Así habrá más espacio para que los aldeanos preocupados guarden sus bienes.
fr: Le devin du roi nous a prévenu que plusieurs évènements allaient se produire : une apocalypse, une invasion de démon, une guerre ordinaire et plusieurs catastrophes mineures et sans conséquences. Pour que chaque village soit préparé, le conseiller du roi recommande de bâtir quelques entrepôts. Ainsi, les villageois inquiets auront assez de place pour entreposer tous leurs biens.
id: Ahli nujum sang Raja mewanti-wanti akan ada beberapa kejadian: Kiamat, serangan roh jahat, perang biasa dan beberapa bencana kecil yang tidak penting. Supaya semua desa siap, penasihat sang Raja menyarankan warga menambah gudang. Dengan begitu akan ada cukup tempat kalau warga yang khawatir mau menimbun barang.
it: Il mago di corte ha preannunciato una serie di eventi imminenti: apocalisse, invasione demoniaca, guerra semplice e diverse catastrofi minori con poche conseguenze. Per essere certi che ogni villaggio sia preparato, il consigliere del Re consiglia di costruire più magazzini. In questo modo ci sarà più spazio disponibile per i beni che i cittadini terrorizzati vorranno accaparrarsi.
ja: 国王の預言者がこれから起こる出来事をいくつか告知しました：終末、悪魔の侵略、戦争、そしていくつかの被害の小さな災害。それぞれの村でちゃんと備えられるよう、国王の助言者より勧告が出されました。心配している村人たちが物を十分に保存しておけるよう、もっと倉庫を建ててください。
ko: 왕의 예언가가 파멸, 악마 침략, 일반적인 전쟁 그리고 기타 작은 여러 재앙을 비롯한 여러 가지를 예언했습니다. 마을별로 준비하기 위해 왕의 자문이 창고를 더 만들라고 제안했습니다. 미래가 두려운 주민들이 물건을 보관할 공간이 충분히 확보될 것입니다.
pt: O vidente do Rei nos avisou sobre os seguintes eventos futuros: apocalipse, invasão de demônios, guerra normal e diversas catástrofes menores de pouca consequência. Para garantir que todas as aldeias estarão preparadas, o conselheiro do Rei recomenda a construção de mais depósitos. Dessa forma, haverá espaço suficiente para os produtos que os aldeões preocupados quiserem estocar.
ru: Королевский предсказатель предрек несколько событий, среди которых апокалипсис, вторжение демонов, война и несколько незначительных катастроф. В целях подготовки деревень советник короля рекомендует построить больше пакгаузов. Это позволит обеспечить деревни площадью для хранения товаров, коими закупятся горожане.
zh: 给国王算命的人说，要有几件事发生：要有天降启示，要有恶魔侵扰，要有常规战争，还要有几场没有什么后果的小灾小难。为了让每个村庄都做好准备，国王的谋士建议多建仓库。这样一来，忧心忡忡的村民，想存什么货物，就不愁没有地方了。
zh_tw: 給國王算命的人說，要有幾件事發生：要有天降啟示，要有惡魔侵擾，要有常規戰爭，還要有幾場沒有什麼後果的小災小難。為了讓每個村莊都做好準備，國王的謀士建議多建倉庫。這樣一來，憂心忡忡的村民，想存什麼貨物，就不愁沒有地方了。

# T_GOOGLE_QUESTS_WAREHOUSE_TITLE
source: Panic buying
de: Hamsterkäufe
es: Pánico comprador
fr: Préparatifs de catastrophes
id: Berjaga-jaga
it: Panico
ja: 買い占め
ko: 사재기
pt: Compras de pânico
ru: Панические закупки
zh: 惊恐囤货
zh_tw: 驚恐囤貨

# T_GOOGLE_QUESTS_WEAPONS_DESC
source: The King has made the following request: The front shall be supplied with newly smithed weapons to support the King‘s army.
de: Der König hat folgende Anweisung an seine Statthalter: Die Front soll von allen Dörfern in der Nähe mit frisch geschmiedeten Waffen versorgt werden, um die Armee des Königs zu unterstützen.
es: El rey ha ordenado lo siguiente: se enviarán al frente armas recién forjadas para fortalecer al ejército de Su Majestad.
fr: Le roi a fait la demande suivante : le front doit recevoir des armes nouvellement forgées pour soutenir l'armée du roi.
id: Raja telah menyampaikan permintaan berikut: Garis depan harus disuplai dengan senjata baru untuk mendukung pasukan Raja.
it: Il re ha la seguente richiesta: il fronte deve essere rifornito di nuove armi per supportare l’esercito.
ja: 国王が次のような要求をしています：国王軍を守るために前線に新しい武器を供給してください。
ko: 왕이 다음과 같이 요청했습니다. 전선에 새로 제작한 무기를 공급하여 왕의 군대를 지원하십시오.
pt: O Rei fez o seguinte pedido: a frente deve ser abastecida com armas recém-forjadas para dar apoio ao exército do Rei.
ru: Слушайте новый указ короля: фронтовикам королевской армии требуется новое оружие.
zh: 国王下令：新近打造的兵器，要运往前线，支援国王军队。
zh_tw: 國王下令：新近打造的兵器，要運往前線，支援國王軍隊。

# T_GOOGLE_QUESTS_WEAPONS_TITLE
source: Weapons transport
de: Waffentransport
es: Transporte de armas
fr: Transport d'armes
id: Transpor senjata
it: Trasporto armi
ja: 武器の供給
ko: 무기 수송
pt: Transporte de armas
ru: Поставки оружия
zh: 兵器运送
zh_tw: 兵器運送

# T_ICLOUD_DRIVE_DEACTIVATED
source: Activate iCloud Drive for this game in the device settings to use this function!
de: iCloud Drive muss in den Systemeinstellungen für das Spiel aktiviert sein, um diese Funktion nutzen zu können!
es: ¡Activa iCloud Drive para este juego en los ajustes del dispositivo para usar esta función!
fr: Activez iCloud Drive pour ce jeu dans les paramètres de l'appareil afin d'utiliser cette fonction !
id: Aktifkan iCloud Drive untuk game ini di pengaturan perangkat untuk bisa menggunakan fungsi ini!
it: Attiva iCloud Drive per questo gioco nelle impostazioni del dispositivo per usare questa funzione!
ja: この機能を使用するにはデバイス設定でこのゲームへのiCloudドライブを有効にしてください！
ko: 장치 설정에서 이 게임에 대한 iCloud Drive를 활성화하여 이 기능을 사용하세요!
pt: Ative o iCloud Drive para este jogo nas configurações do dispositivo para usar esta função!
ru: Чтобы использовать эту функцию, включи iCloud Drive для этой игры в настройках устройства!
zh: 在设备设置中，激活本游戏的云盘，享受这一功能！
zh_tw: 在設備設定中，啟動本遊戲的雲盤，享受這一功能！

# T_INAPP_BUY
source: Want to get rid of the Ads and support us? Disable the Ads now and purchase the paid version!
de: Willst du die Werbung loswerden und uns unterstützen? Deaktiviere die Werbung und erhalte die Kaufversion!
es: ¿Quieres deshacerte de la publicidad y apoyarnos? ¡Consigue la versión comercial y desactiva la publicidad!
fr: Vous voulez vous débarrasser des publicités et nous soutenir ? Désactivez les publicités maintenant et achetez la version payante !
id: Anda mau menghilangkan iklan dan mendukung kami? Matikan iklan dan dapatkan versi berbayar!
it: Vuoi liberarti dai banner e supportarci? Disattiva subito i banner e acquista la versione a pagamento!
ja: 広告を見ないで私たちを支援したいですか? 広告を今すぐ外して、有料バージョンをご購入ください!
ko: 광고를 제거하고 저희 게임 개발에 도움을 주시겠습니까? 광고를 없애고 유료 버전을 구매해 주세요.
pt: Quer se livrar dos anúncios e nos apoiar? Desative agora os anúncios e compre a versão paga!
ru: Хочешь убрать рекламу и поддержать нас? Отключи рекламу прямо сейчас и приобрети платную версию!
zh: 想摆脱广告的困扰，并支持我们吗？马上购买付费版本，拒绝广告！
zh_tw: 想要擺脫廣告的顯示並給予我們支持？現在就停用廣告並購買付費版本！

# T_INAPP_BUY_SHORT
source: Want to get rid of the Ads and support us?
de: Willst du die Werbung loswerden und uns unterstützen?
es: ¿Quieres deshacerte de la publicidad y apoyarnos?
fr: Vous voulez vous débarrasser des publicités et nous soutenir ?
id: Anda mau menghilangkan iklan dan mendukung kami?
it: Vuoi liberarti dai banner e supportarci?
ja: 広告を見ないで私たちを支援したいですか?
ko: 광고를 제거하고 저희 게임 개발에 도움을 주시겠습니까?
pt: Quer se livrar dos anúncios e nos apoiar?
ru: Хочешь убрать рекламу и поддержать нас?
zh: 想摆脱广告的困扰，支持我们吗？
zh_tw: 想要擺脫廣告的顯示並給予我們支持？

# T_INAPP_GET_IT
source: Get it!
de: Hol's dir!
es: ¡Consíguelo!
fr: Obtenez-le !
id: Dapatkan!
it: Acquista!
ja: ゲットする
ko: 구매
pt: Compre!
ru: Получи это!
zh: 领取！
zh_tw: 領取！

# T_INAPP_PURCHASES_FINISHED
source: Purchase succeeded!
de: Einkauf erfolgreich!
es: ¡Comprado!
fr: Achat effectué !
id: Pembelian berhasil!
it: Acquisto effettuato!
ja: 購入成功!
ko: 성공적으로 쇼핑!
pt: Compra realizada!
ru: Успешная покупка!
zh: 采购成功！
zh_tw: 採購成功！

# T_INAPP_PURCHASE_POPUP
source: Your purchase request is being processed in the background. You may continue playing in the meantime.
de: Deine Anfrage wird im Hintergrund verarbeitet. Du kannst solange weiterspielen.
es: La compra se está procesando en un segundo plano. Puedes seguir jugando.
fr: Votre demande d'achat est traitée en arrière-plan. Vous pouvez continuer à jouer pendant ce temps.
id: Pembelian Anda sedang diproses. Silakan terus bermain.
it: La tua richiesta di acquisto verrà elaborata. Nel frattempo puoi continuare a giocare.
ja: 購入処理がバックグラウンドで進行中です。その間もプレイ可能です。
ko: 구매 요청은 백그라운드에서 진행됩니다. 그 동안 계속 플레이를 할 수 있습니다.
pt: Sua solicitação de compra está sendo processada. Você pode continuar jogando, enquanto isso.
ru: Твой запрос на приобретение обрабатывается в фоновом режиме. Тем временем, ты можешь продолжать игру.
zh: 你的购买请求正在处理中，你可以同时继续你的游戏。
zh_tw: 您的購買請求正在處理中，同時您可以繼續您的遊戲。

# T_INAPP_RESTORE_TRANSACTION
source: Restore transactions
de: Einkäufe wiederherstellen
es: Restablecer transacciones
fr: Restaurer transactions
id: Pulihkan transaksi
it: Ripristina transazioni
ja: 購入履歴を復元
ko: 거래 회복
pt: Restaurar transações
ru: Восстановить покупки
zh: 恢复操作
zh_tw: 恢復操作

# T_INAPP_THANKS
source: Thanks for supporting us in the development of new games!
de: Vielen Dank für deine Unterstützung bei der Entwicklung neuer Spiele!
es: ¡Gracias por ayudarnos a desarrollar más juegos!
fr: Merci pour votre soutien dans le développement de nouveaux jeux !
id: Terima kasih atas dukungan pada kami dalam mengembangkan game baru!
it: Grazie per averci sostenuto nello sviluppo di nuovi giochi!
ja: 当社および新規ゲームの開発をサポートしていただきありがとうございます!
ko: 저희가 새로운 게임을 개발하는 데 도움을 주셔서 감사합니다!
pt: Obrigado por nos apoiar no desenvolvimento de novos jogos!
ru: Благодарим за поддержку в разработке новых игр!
zh: 非常感谢您对我们和新游戏开发的支持！
zh_tw: 感謝您給予我們以及開發新遊戲的支持！

# T_INFLUENCES_MAP
source: Map properties
de: Karteneigenschaften
es: Propiedades del mapa
fr: Propriétés de la carte
id: Karakteristik peta
it: Proprietà mappa
ja: マップのプロパティ
ko: 지도 속성
pt: Propriedades do Mapa
ru: Параметры карты
zh: 地图属性
zh_tw: 地圖屬性

# T_INFLUENCES_QUEST
source: Temporary influences
de: Temporäre Einflüsse
es: Influencias temporales
fr: Influences temporaires
id: Pengaruh sementara
it: Influenze temporanee
ja: 一時的な影響
ko: 일시적인 영향
pt: Influências Temporárias
ru: Временные факторы
zh: 短期影响
zh_tw: 短期影響

# T_INFO_BACK
source: Back
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
zh: 返回
zh_tw: 返回

# T_INFO_HEADER
source: Info
es: Información
ja: 情報
ko: 정보
ru: Информация
zh: 信息
zh_tw: 訊息

# T_INFO_LEGAL_NOTICE
source: Legal Notice
de: Rechtliche Hinweise
es: Aviso legal
fr: Avis légal
id: Catatan Legal
it: Note legali
ja: 法的通知
ko: 법적 고지
pt: Aviso legal
ru: Правовые положения
zh: 法律声明
zh_tw: 法律聲明

# T_INFO_PRIVACYPOLICYUPDATE_ACKNOWLEDGED
source: Acknowledged
de: Zur Kenntnis genommen
es: Entendido
fr: J'ai pris connaissance
id: Diketahui
it: Accetto
ja: 同意
ko: 인정됨
pt: Entendi
ru: Принято к сведению
zh: 明白
zh_tw: 明白

# T_INFO_PRIVACYPOLICYUPDATE_CONTINUE
source: Continue
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
zh: 继续
zh_tw: 繼續

# T_INFO_PRIVACYPOLICYUPDATE_TEXT
source: We are using device identifiers and similar data for personalized advertisement and analyzing the usages of our products. For more details please read our Terms & Conditions or Privacy Policy. By using this product you are taking note of those terms.
de: Wir nutzen Kennungen Ihres mobilen Gerätes und ähnliche Daten, um Werbung zu personalisieren, sowie die Nutzung unserer Produkte zu analysieren. Weitere Details sind unseren AGB und unserer Datenschutzerklärung zu entnehmen. Mit der Nutzung dieses Produkts nehmen Sie davon Kenntnis.
es: Usamos identificadores de dispositivos y datos similares para presentar anuncios personalizados y analizar el uso de nuestros productos. Para más detalles, por favor, lea nuestros Términos y Condiciones o nuestra Política de Privacidad. Al usar este producto, está aceptando esos términos.
fr: Nous utilisons des identificateurs d'appareils et des données similaires pour la publicité personnalisée et l'analyse de l'utilisation de nos produits. Pour plus de détails, veuillez lire nos Termes et Conditions ou notre Politique de confidentialité. En utilisant ce produit, vous prenez note de ces termes.
id: Kami menggunakan pengidentifikasi perangkat atau data serupa untuk iklan yang disesuaikan dan untuk menganalisis penggunaan produk kami. Untuk detail lebih lanjut, silakan pelajari Syarat & Ketentuan atau Kebijakan Privasi kami. Dengan menggunakan produk ini, Anda mengetahui ketentuan tersebut.
it: Utilizziamo identificatori dei dispositivi e analoghi dati per offrire pubblicità personalizzate e analizzare l'uso dei nostri prodotti. Per maggiori dettagli leggi le nostre Condizioni di utilizzo e l'Informativa sulla privacy. Utilizzando questo prodotto accetti questi termini.
ja: 当社は、ターゲティング広告および製品の利用状況分析を目的として、装置識別子などのデータを利用しています。詳細については、当社の利用規約またはプライバシーポリシーをご参照ください。本製品を利用することにより、これらの規約に同意したものとみなされます。
ko: 맞춤형 광고를 제공하고 제품 사용을 분석하기 위해 장치 식별자 및 유사한 데이터를 사용하고 있습니다. 자세한 내용은 이용 약관이나 개인정보보호정책을 참고하세요. 사용자는 이 제품을 사용함으로써 약관을 인정합니다.
pt: Nós utilizamos identificadores de dispositivos e dados similares para anúncios personalizados e análise de uso dos nossos produtos. Para saber mais, leia nossos Termos e Condições e/ou nossa Política de Privacidade. Ao usar este produto, você confirma que está ciente desses termos.
ru: Мы используем идентификацию устройства и аналогичные данные для персонализированной рекламы и анализа использования наших продуктов. Пожалуйста, ознакомьтесь с условиями пользования и политикой конфиденциальности. Используя этот продукт, вы принимаете наши условия к сведению.
zh: 我们使用设备识别软件及类似的数据为您定制广告并分析我们产品的使用情况。请阅读我们的条款或保密政策了解更多细节。使用该产品即视为您已知以上条款。
zh_tw: 我們使用設備識別軟體及類似的資料為您定制廣告並分析我們產品的使用情況。請閱讀我們的條款或保密政策瞭解更多細節。使用該產品即視為您已知以上條款。

# T_INFO_PRIVACY_POLICY_TRANSLATED
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Règles de confidentialité
id: Kebijakan Privasi
it: Norme sulla privacy
ja: プライバシー ポリシー
ko: 개인정보취급방침
pt: Política de Privacidade
ru: Конфиденциальность
zh: 隐私权政策
zh_tw: 隱私權政策

# T_INNAPP_REMOVE_ADS
source: Remove Ads
de: Keine Werbung
es: Sin publicidad
fr: Pas de publicité
id: Hilangkan Iklan
it: Rimuovi banner
ja: 広告を外す
ko: 광고 제거
pt: Remover anúncios
ru: Убрать рекламу
zh: 删除广告
zh_tw: 刪除廣告

# T_INTERSTITIAL_COUNTDOWN
source: Advertisement in: {TIME}
de: Werbung in: {TIME}
es: Publicidad en: {TIME}
fr: Publicité dans: {TIME}
id: Iklan dalam: {TIME}
it: Pubblicità in: {TIME}
ja: 広告 {TIME}
ko: 관련 광고 : {TIME}
pt: Anúncio em: {TIME}
ru: Реклама в: {TIME}
zh: 广告： {TIME}
zh_tw: 廣告： {TIME}

# T_KEYBINDINGSCREEN_APPLY_CHANGES
source: Apply changes
de: Änderungen speichern
es: Aplicar cambios
fr: Appliquer les changements
id: Terapkan perubahan
it: Applica modifiche
ja: 変更を適用
ko: 변경 사항 적용
pt: Aplicar alterações
ru: Применить изменения
zh: 应用更改
zh_tw: 應用更改

# T_KEYBINDINGSCREEN_CANCEL_BINDING
source: Press ESC to cancel.
de: Drücke ESC, um abzubrechen.
es: Pulsa ESC para cancelar.
fr: Appuyez sur ESC pour annuler.
id: Tekan ESC untuk batal.
it: ESC per annullare.
ja: ESCを押してキャンセル。
ko: ESC를 눌러 취소하세요.
pt: Aperte ESC para cancelar.
ru: Нажми ESC для отмены.
zh: 按 ESC 键，可以取消。
zh_tw: 按 ESC 鍵，可以取消。

# T_KEYBINDINGSCREEN_CHANGE_BINDINGS
source: Click on a binding to change it. Press ESC to cancel.
de: Klick auf eine Belegung, um sie zu ändern. Drücke ESC, um abzubrechen.
es: Haz clic en una función para cambiar su tecla de acceso rápido. Pulsa ESC para cancelar.
fr: Cliquez sur un raccourci pour le modifier. Appuyez sur ESC pour annuler.
id: Klik bangunan untuk mengubahnya. Tekan ESC untuk batal.
it: Clicca su un’assegnazione per modificarla. ESC per annullare.
ja: 設定を変更するにはクリックしてください。ESCでキャンセル。
ko: 키를 클릭하여 변경하세요. ESC를 눌러 취소하세요.
pt: Clique em um atalho para modificá–lo. Aperte ESC para cancelar.
ru: Нажми на горячую клавишу, чтобы изменить ее. Нажми ESC для отмены.
zh: 点击快捷键组合，可对其更改。按 ESC 键，可以取消。
zh_tw: 點擊快速鍵組合，可對其更改。按 ESC 鍵，可以取消。

# T_KEYBINDINGSCREEN_CHOOSE_KEY
source: Choose a key to bind. Cancel with ESC.
de: Wähle eine Taste zum Belegen aus. Benutze ESC, um abzubrechen.
es: Elige la tecla de acceso rápido que quieres cambiar. Cancela con ESC.
fr: Choisissez une touche à lier. Appuyez sur ESC pour annuler.
id: Pilih tombol untuk dikombinasikan. Batalkan dengan ESC.
it: Scegli un tasto da assegnare. ESC per annullare.
ja: 設定するキーを選択してください。ESCでキャンセル。
ko: 연결할 키를 선택하세요. ESC로 취소하세요.
pt: Escolha uma tecla. Cancele com ESC.
ru: Выбери клавишу для действия. Нажми ESC для отмены.
zh: 选择一个键进行组合。用 ESC 键取消。
zh_tw: 選擇一個鍵進行組合。用 ESC 鍵取消。

# T_KEYBINDINGSCREEN_SAVECHANGES
source: Save changes?
de: Änderungen speichern?
es: ¿Guardar cambios?
fr: Sauvegarder les modifications ?
id: Simpan perubahan?
it: Salvare le modifiche?
ja: 変更を保存？
ko: 변경 사항 저장?
pt: Salvar alterações?
ru: Сохранить изменения?
zh: 要对更改进行保存吗？
zh_tw: 要對更改進行保存嗎？

# T_KEYBINDINGSCREEN_TITLE
source: Key bindings
de: Tastaturbelegung
es: Funciones a las que se puede acceder con teclas de acceso rápido
fr: Raccourcis clavier
id: Kombinasi tombol
it: Scorciatoie da tastiera
ja: キー設定
ko: 키 지정
pt: Teclas de atalho
ru: Привязка клавиш
zh: 快捷键组合
zh_tw: 快速鍵組合

# T_KEYBINDINGS_ALERTS_LOG
source: Warnings
de: Ereignisse
es: Registro de incidentes
fr: Journal des incidents
id: Log insiden
it: Registro incidenti
ja: イベントログ
ko: 사고 로그
pt: Incidentes
ru: Журнал происшествий
zh: 意外事件日志
zh_tw: 意外事件日誌
