Repository: Eol217/TMM
Catalog: assets/l10n/*.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, zh, zh_tw

# T_SCENARIO_BESIEGEMENT_QUEST_08_NAME
source: Defend the barracks.
de: Verteidige die Kaserne.
es: Defiende el barracón.
fr: Défendez les baraquements.
id: Pertahankan barak.
it: Difendi la caserma.
ja: 兵舎を守る。
ko: 병영을 지키세요.
pt: Defenda o quartel.
ru: Защити казармы.
zh: 守卫兵营。
zh_tw: 守衛兵營。

# T_SCENARIO_BESIEGEMENT_QUEST_09_DESC
source: The King‘s army hasn‘t arrived yet. We cannot wait any longer. For that we require the sharpest blades we can craft or the town will fall.
de: Der König ist immer noch nicht hier. Wir können nicht länger warten. Nun benötigen wir die schärfsten Klingen die wir herstellen können, sonst wird das Dorf fallen.
es: El ejército del rey aún no ha llegado. No podemos esperar más. Necesitamos las espadas más afiladas que podamos conseguir o la ciudad caerá.
fr: L'armée du roi n'est pas encore arrivée. Impossible d'attendre plus longtemps. Il va nous falloir les meilleures lames que cette ville puisse produire ou bien nous sommes fichus.
id: Pasukan Raja belum tiba juga. Kita tidak bisa menunggu lebih lama. Untuk itu kita perlu pedang-pedang paling tajam yang bisa kita buat, atau kota akan jatuh.
it: L'esercito del Re non si è ancora fatto vedere. Non possiamo attendere oltre. Avremo bisogno delle lame più affilate che siamo in grado di produrre, oppure la nostra città cadrà nelle mani dei nemici.
ja: 王様の軍隊はまだ到着していない。もうこれ以上待つことはできない。我々には自分たちで作れる一番鋭い刃物が必要だ、そうでなければこの町は陥落してしまう。
ko: 아직 왕의 군대가 도착하지 않았어요. 더 이상 기다릴 수 없어요. 가장 날카로운 검을 만들지 않으면 마을이 넘어갈 거에요.
pt: O exército do Rei ainda não chegou. Não podemos esperar mais. Por isso, solicitamos as lâminas mais afiadas que pudermos fabricar ou a cidade será tomada.
ru: Королевская армия пока еще не прибыла. Но мы не можем больше ждать. Изготовьте для нас острые клинки, или город падет!
zh: 陛下大军尚未到达。我们不能再等了。为此，把能打造出的最锋利的刀剑给我们，否则，此城必陷。
zh_tw: 陛下大軍尚未到達。我們不能再等了。為此，把能打造出的最鋒利的刀劍給我們，否則，此城必陷。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_01_DESC
source: Governor, the southeastern bandit camp is blocking the road to other towns. If we want more townies helping us, we need to destroy that camp in the southeast.
de: Statthalter, ein Banditenlager blockiert die Straßen zu anderen Dörfern. Wenn uns weitere Townies unterstützen sollen, müssen wir dieses Lager zerstören.
es: Gobernador, el campamento de bandidos del sudeste bloquea el camino hacia otras ciudades. Si queremos ayuda de otros townies, debemos destruirlo.
fr: Gouverneur, le camp de bandits au sud-est bloque la route menant aux autres villages. Si nous voulons l'aide d'autres habitants, nous devons détruire ce camp.
id: Tuan Gubernur, perkemahan bandit di sebelah tenggara menutup jalan ke kota-kota lain. Kalau kita mengharapkan bantuan lebih banyak townies, kita harus menghancurkan perkembahan di sebelah tenggara itu.
it: Governatore, l'accampamento sudorientale dei banditi sta bloccando la via che porta alle altre città. Se vogliamo che altri cittadini ci aiutino, dobbiamo distruggere quell'accampamento.
ja: 知事、南東の盗賊野営地が他の町への道を塞いでいます。ほかのタウニーたちの助けがもっと必要ならば南東の野営地を破壊する必要があります。
ko: 영주님, 남동쪽 강도 캠프가 마을로 오는 길을 막고 있어요. 더 많은 주민의 도움을 받으려면 남동쪽의 캠프를 쓰러트려야 해요.
pt: Governador, o acampamento sudeste dos bandidos está bloqueando a estrada para outras cidades. Se quisermos a ajuda de mais habitantes, temos que destruir aquele acampamento no sudeste.
ru: Губернатор, юго-восточный лагерь бандитов перекрывает дорогу к другим городам. Чтобы заручиться помощью их жителей, нам потребуется его уничтожить.
zh: 城主，东南方土匪营地，阻断通往其它城镇的路径。咱们要得到多城之助，就要捣毁这东南的土匪营地。
zh_tw: 城主，東南方土匪營地，阻斷通往其它城鎮的路徑。咱們要得到多城之助，就要搗毀這東南的土匪營地。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_01_END
source: The bandit camp has been destroyed! More townies can now assist us.
de: Das Banditenlager wurde zerstört! Nun ist die Straße frei, dass weitere Townies zu uns gelangen können.
es: ¡Hemos destruido el campamento de bandidos! Ahora pueden ayudarnos más townies.
fr: Le camp des bandits a été détruit ! Plus d'habitants pourront désormais nous aider.
id: Perkemahan bandit berhasil dihancurkan! Lebih banyak lagi townies bisa membantu kita sekarang.
it: L'accampamento dei banditi è stato distrutto! Adesso potranno accorrere in nostro aiuto molti altri cittadini.
ja: 盗賊の野営地が破壊されました！より多くのタウニーたちが助けてくれるようになりました。
ko: 강도 캠프를 파괴했어요! 이제 더 많은 주민들이 도와줄 거예요.
pt: O acampamento de bandidos foi destruído! Agora mais habitantes podem nos ajudar.
ru: Лагерь бандитов уничтожен! Теперь в нашем распоряжении еще больше горожан.
zh: 土匪营地已捣毁！咱们可得到多城之助了。
zh_tw: 土匪營地已搗毀！咱們可得到多城之助了。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_01_NAME
source: Destroy the southeastern bandit camp.
de: Zerstöre das Banditenlager im Südosten.
es: Destruye el campamento de bandidos del sudeste.
fr: Détruisez le camp des bandits au sud-est.
id: Hancurkan perkemahan bandit sebelah tenggara.
it: Distruggi l'accampamento sudorientale dei banditi.
ja: 南東の盗賊野営地を破壊する。
ko: 남동쪽 강도 캠프를 파괴하세요.
pt: Destrua o acampamento sudeste dos bandidos.
ru: Уничтожь юго-восточный лагерь бандитов.
zh: 捣毁土匪东南方营地。
zh_tw: 搗毀土匪東南方營地。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_02_DESC
source: We managed to locate the merchant, my lord. He is imprisoned at the camp near the river in the northwest.
de: Wir konnten den Händler finden, mein Herr. Er wird in dem Banditenlager in der Nähe des Flusses im Nordwesten festgehalten.
es: Hemos localizado al mercader, mi señor. Está encarcelado en el campamento cercano al río, al noroeste.
fr: Nous avons réussi à trouver le marchand, mon seigneur. Il est emprisonné au camp près de la rivière, au nord-est.
id: Kami berhasil menemukan si pedagang, Tuanku. Dia ditawan di perkemahan di dekat sungai di sebelah barat laut.
it: Siamo riusciti a trovare il mercante, milord. È tenuto prigioniero nell'accampamento accanto al fiume, a nordovest della città.
ja: 閣下、商人の居所がわかりました。彼は北東の川の近くにある野営地に囚われています。
ko: 영주님, 상인을 찾았습니다. 북서쪽 강 근처에 있는 캠프에 잡혀있어요.
pt: Conseguimos localizar o comerciante, milorde. Ele está preso no acampamento perto do rio, a noroeste.
ru: Мы нашли торговца, милорд. Он сидит в клетке в лагере у реки, что к северо-западу отсюда.
zh: 大人，我等设法寻到那个商人的踪迹。他被囚禁在西北河边的土匪营地。
zh_tw: 大人，我等設法尋到那個商人的蹤跡。他被囚禁在西北河邊的土匪營地。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_02_END
source: My lord, the merchant is safe again. From now on he will visit us regularly again.
de: Mein Herr, der Händler ist unversehrt. Er wird uns nun wieder regelmäßig besuchen und mit uns Handeln.
es: Mi señor, el mercader está a salvo. De ahora en adelante nos volverá visitará con regularidad.
fr: Mon seigneur, le marchand est sain et sauf. Il pourra nous rendre visite régulièrement à partir de maintenant.
id: Tuanku, sang pedagang sudah aman lagi. Mulai sekarang dia akan kembali mengunjungi kita secara berkala.
it: Milord, il mercante è sano e salvo! Da ora in poi ricomincerà a farci visita a intervalli regolari.
ja: 閣下、商人は再び救われました。今日から彼はまた定期的に訪れるでしょう。
ko: 영주님, 상인을 다시 구했어요. 이제부터 다시 정기적으로 찾아올 거예요.
pt: Milorde, o comerciante está a salvo de novo. De agora em diante ele vai nos visitar regularmente de novo.
ru: Милорд, торговец в безопасности. Отныне он будет регулярно к нам заглядывать.
zh: 大人，商人又安全了。从此以后，他会定期到我们这里来了。
zh_tw: 大人，商人又安全了。從此以後，他會定期到我們這裡來了。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_02_NAME
source: Destroy the northwestern bandit camp.
de: Zerstöre das Banditenlager im Nordwesten.
es: Destruye el campamento de bandidos del noroeste.
fr: Détruisez le camp des bandits au nord-ouest.
id: Hancurkan perkemahan bandit di sebelah barat laut.
it: Distruggi l'accampamento nordoccidentale dei banditi.
ja: 北東の盗賊野営地を破壊する。
ko: 북서쪽 강도 캠프를 파괴하세요.
pt: Destrua o acampamento noroeste dos bandidos.
ru: Уничтожь северо-западный лагерь бандитов.
zh: 捣毁土匪西北方营地。
zh_tw: 搗毀土匪西北方營地。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_03_DESC
source: My lord, the bandits equip themselves with tinder from the camp in the northeastern mountains. If we destroy it, they won‘t be able to set our buildings on fire anymore.
de: Mein Herr, die Banditen lagern ihren Zunder in dem nordöstlichen Lager in den Bergen. Wenn wir es zerstören, können die Banditen nicht mehr unsere Gebäude in Brand setzen.
es: Mi señor, los bandidos se aprovisionan de leña del campamento situado en las montañas del nordeste. Si lo destruimos, ya no podrán prender fuego a nuestros edificios.
fr: Mon seigneur, les bandits récupèrent du bois au camp situé dans les montagnes, au nord-est. Si nous le détruisons, ils ne pourront plus mettre le feu à nos bâtiments.
id: Tuanku, kaum bandit membawa rabuk dari perkemahan di pegunungan di sebelah timur laut. Kalau kita menghancurkannya, mereka takkan bisa lagi membakar bangunan-bangunan kita.
it: Milord, i banditi fanno incetta di legname nei dintorni dell'accampamento situato sulle montagne nordorientali. Se lo distruggeremo non saranno più in grado di dare fuoco ai nostri edifici.
ja: 閣下、盗賊たちは北東の山にある野営地から持ってきた火口を備えています。それを破壊すれば、彼らは我々の建物に火をつけることができなくなります。
ko: 영주님, 북서쪽 산의 캠프에서 강도들이 부싯돌을 갖추고 있어요. 캠프를 쓰러트리면 더 이상 우리 건물을 태우지 못할 거예요.
pt: Milorde, os bandidos conseguiram lenha do acampamento nas montanhas do nordeste. Se o destruirmos, eles não poderão mais incendiar nossos edifícios.
ru: Милорд, бандиты тащат трут из лагеря в горах, к северо-востоку отсюда. Если уничтожим лагерь, они больше не смогут поджигать наши здания.
zh: 大人，土匪装备的火绒，得自东北山区的营地。咱们要是将该营地捣毁，土匪就无法再火烧咱们的建筑物了。
zh_tw: 大人，土匪裝備的火絨，得自東北山區的營地。咱們要是將該營地搗毀，土匪就無法再火燒咱們的建築物了。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_03_NAME
source: Destroy the northeastern bandit camp.
de: Zerstöre das Banditenlager im Nordosten.
es: Destruye el campamento de bandidos del nordeste.
fr: Détruisez le camp des bandits au nord-est.
id: Hancurkan perkemahan bandit sebelah timur laut.
it: Distruggi l'accampamento nordorientale dei banditi.
ja: 北東の盗賊野営地を破壊する。
ko: 북서쪽 강도 캠프를 파괴하세요.
pt: Destrua o acampamento nordeste dos bandidos.
ru: Уничтожь северо-восточный лагерь бандитов.
zh: 捣毁土匪东北方营地。
zh_tw: 搗毀土匪東北方營地。

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_04_DESC
source: The main bandit camp is located in the southwest. Let us finally destroy it and we will force the bandits to surrender. Charge!
de: Dort im Südwesten ist das Hauptlager der Banditen. Lasst es uns endlich zerstören, das wird sie zum Aufgeben zwingen. Zum Angriff!
es: El campamento de bandidos principal está ubicado al suroeste. Destruyámoslo de una vez por todas para obligar a los bandidos a rendirse. ¡A la carga!
fr: Le camp principal des bandits se trouve au sud-ouest. Détruisons-le une bonne fois pour toute et nous forcerons les bandits à se rendre. Chargez !
id: Perkemahan utama para bandit ada di sebelah barat daya. Ayo kita hancurkan dan kita paksa mereka untuk menyerah. Serbu!
it: Il campo base dei banditi si trova a sudovest della città. Andiamo a distruggerlo e costringiamo i banditi alla resa. Carica!!!
ja: メインの盗賊野営地は南東に位置している。私たちが破壊して盗賊たちを降参させよう。突撃！
ko: 주 강도 캠프는 남서쪽에 있어요. 캠프를 쓰러트리고 강도를 항복시키세요. 돌격!
pt: O acampamento principal dos bandidos fica a sudoeste. Vamos destruí-lo de uma vez e isso forçará os bandidos a se renderem. Atacar!
ru: Главный лагерь бандитов находится к юго-западу от нас. Уничтожьте его, и они сдадутся. В атаку!
zh: 土匪的老窝，在西南方。咱们最后把它一捣毁，土匪就不得不降了。进攻！
zh_tw: 土匪的老窩，在西南方。咱們最後把它一搗毀，土匪就不得不降了。進攻！

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_04_NAME
source: Destroy the southwestern bandit camp.
de: Zerstöre das Banditenlager im Nordwesten.
es: Destruye el campamento de bandidos del suroeste.
fr: Détruisez le camp des bandits au sud-ouest.
id: Hancurkan perkemahan bandit sebelah barat daya.
it: Distruggi l'accampamento sudoccidentale dei banditi.
ja: 南東の盗賊野営地を破壊する。
ko: 남서쪽 강도 캠프를 파괴하세요.
pt: Destrua o acampamento sudoeste dos bandidos.
ru: Уничтожь юго-западный лагерь бандитов.
zh: 捣毁土匪西南方营地。
zh_tw: 搗毀土匪西南方營地。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_01_DESC
source: What a rude knight. My Lord, the economy in this town is basically devastated. When our soldiers have repelled the first waves of bandits, we should concentrate on ordering the population to produce some basic resources.
de: Welch unhöflicher Ritter. Mein Herr, die Wirtschaft in diesem Dorf ist praktisch am Boden. Sobald unsere tapferen Soldaten die ersten Wellen an Banditen vertrieben haben, sollten sie sich um die Produktion von Rohstoffen kümmern.
es: Qué caballero más grosero. Mi señor, la economía de la ciudad está arruinada. Cuando los soldados hayan repelido a la primera oleada de bandidos, debemos concentrarnos en ordenar a la población que produzca recursos básicos.
fr: Quel chevalier malpoli. Mon seigneur, l'économie est en ruines. Lorsque nos soldats auront repoussé les premières vagues de bandits, nous devrions ordonner à la population de produires des ressources de base.
id: Betapa kasar ksatria itu. Tuanku, perekonomian kota bisa dibilang hancur. Setelah serdadu kita berhasil menghalau gelombang pertama serangan para bandit, kita perlu memerintahkan penduduk untuk membuat beberapa sumber daya pokok.
it: Che cavaliere maleducato! Milord, l'economia della città è sostanzialmente devastata. Quando i nostri soldati avranno respinto i primi assalti dei banditi, dovremmo ordinare alla popolazione di produrre alcune risorse di base.
ja: なんて無礼な騎士なんでしょう。閣下、この町の経済は悲惨なことになっています。兵士たちが盗賊の第一波を撃退した時、私たちは人々に基本的な資源を生産するよう命令するべきだったのです。
ko: 정말 무래하군요. 이 마을의 경제는 기본적으로 무너졌어요. 군인들이 강도의 첫 번째 파상 공격을 물리치면 주민들에게 기본 자원을 생산하는 데 집중하라고 지시해야 해요.
pt: Que cavaleiro rude. Milorde, a economia desta cidade está praticamente devastada. Quando nossos soldados conseguirem afastar as primeiras ondas de bandidos, devemos nos concentrar em mandar a população produzir alguns recursos básicos.
ru: Какой грубый рыцарь. Милорд, экономика города практически уничтожена. Когда солдаты отобьют первые волны нападающих, нам нужно будет приказать местным жителям изготовить базовые ресурсы.
zh: 这个骑士好无礼。大人，本城经济已千疮百孔。咱们的兵士，已打退土匪的头几轮进攻，咱们应该集中力量，下令让民众生产基本物资。
zh_tw: 這個騎士好無禮。大人，本城經濟已千瘡百孔。咱們的兵士，已打退土匪的頭幾輪進攻，咱們應該集中力量，下令讓民眾生產基本物資。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_01_NAME
source: Produce planks.
de: Produziere Bretter.
es: Produce tablones.
fr: Produisez des planches.
id: Buatlah papan kayu.
it: Produci assi.
ja: 厚板を作る。
ko: 목재를 생산하세요.
pt: Produza tábuas.
ru: Произведи доски.
zh: 制造木板。
zh_tw: 製造木板。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_02_DESC
source: Very well my lord. We should start rebuilding the farm, because we are running low on food.
de: Ausgezeichnet mein Herr. Wir sollten mit dem Bau eines Bauernhofs beginnen, da wir nicht mehr viel Nahrung übrig haben.
es: Bueno, mi señor. Debemos empezar a reconstruir la granja, porque nos estamos quedando sin comida.
fr: Très bien, seigneur. Nous devrions rebâtir la ferme, car nous manquons de nourriture.
id: Baiklah, Tuanku. Sebaiknya kita mulai dengan membangun kembali pertanian, sebab persediaan makanan kita sudah menipis.
it: Bene, milord. Dovremmo fare in modo di ricostruire la fattoria perché stiamo rimanendo senza cibo.
ja: とてもよろしいですね、閣下。食料が少なくなってきているので農場を再度建て始めましょう。
ko: 훌륭해요. 식량이 부족하니 농장부터 다시 만들어야 해요.
pt: Muito bem, milorde. Devemos começar a reconstruir a cidade, porque nossa comida está acabando.
ru: Отлично, милорд. Теперь нужно восстановить ферму, у нас заканчивается еда.
zh: 很好，大人。咱们的粮食不多了，应该着手重建农场了。
zh_tw: 很好，大人。咱們的糧食不多了，應該著手重建農場了。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_03_DESC
source: Now we can produce bread again. But we should keep an eye on the attacking bandits and draft the population to be soldiers, when it‘s necessary.
de: Nun können wir wieder Brot produzieren. Aber wir sollten die Angriffe der Banditen im Auge behalten und die Bevölkerung wieder als Soldaten zuweisen, wenn nötig.
es: Ahora ya podemos volver a producir pan. Pero no podemos olvidarnos de los ataques de los bandidos y debemos alistar gente en el ejército cuando sea necesario.
fr: Nous pouvons désormais produire du pain à nouveau. Cependant, nous devrions rester à l'affût des bandits et enrôler la population comme soldats, si nécessaire.
id: Sekarang kita bisa membuat roti lagi. Tapi kita perlu berjaga-jaga terhadap serangan bandit dan memberlakukan wajib militer, kalau diperlukan.
it: Possiamo ricominciare a produrre pane. Ma dovremmo fare attenzione agli assalitori e insegnare alla popolazione a trasformarsi in soldati, quando ve ne sarà la necessità.
ja: さあ、やっとまたパンを作ることができるようになりました。しかし私たちは常に盗賊の襲撃に警戒し、必要な時には兵士を徴兵しなければなりません。
ko: 이제 빵을 다시 만들 수 있어요. 하지만 강도 공격에 주의하면서 필요할 때 군인으로 사용할 인원을 뽑아야 해요.
pt: Agora podemos produzir pão novamente. Mas devemos ficar de olho nos bandidos atacantes e convocar a população como soldados, quando for necessário.
ru: Мы снова можем печь хлеб. Но нужно следить за нападениями бандитов и призывать горожан в армию, когда необходимо.
zh: 如今咱们又能生产面包了。但咱们得时时留神土匪进攻，关键时刻征召民众入伍。
zh_tw: 如今咱們又能生產麵包了。但咱們得時時留神土匪進攻，關鍵時刻徵召民眾入伍。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_03_NAME
source: Produce bread.
de: Produziere Brot.
es: Produce pan.
fr: Produisez du pain.
id: Buatlah roti.
it: Produci pane.
ja: パンを作る。
ko: 빵을 생산하세요.
pt: Produza pão.
ru: Испеки хлеб.
zh: 生产面包。
zh_tw: 生產麵包。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_11_DESC
source: My governor, we could increase the soldiers efficiency when we provide them with brew.
de: Mein Statthalter, wir könnten die Effektivität der Soldaten erhöhen, wenn wir sie mit Gebräu versorgen.
es: Gobernador, podríamos aumentar la eficiencia de los soldados suministrándoles cerveza.
fr: Gouverneur, nous pourrions augmenter l'efficacité des soldats en leur fournissant de la boisson.
id: Tuanku, kita bisa meningkatkan efisiensi para serdadu dengan menyediakan bir untuk mereka.
it: Governatore, potremmo aumentare l'efficacia dei soldati fornendo loro della birra.
ja: 知事、兵士たちにビールを与えればもっと効率的に兵士を増やすことができます。
ko: 영주님, 맥주를 제공하여 군인의 효율을 높일 수 있어요.
pt: Meu governador, podemos aumentar a eficiência dos soldados se fornecermos cerveja a eles.
ru: Мой губернатор, мы можем увеличить эффективность солдат, снабжая их пивом.
zh: 大人，给兵士酒喝，可使其做事迅捷。
zh_tw: 大人，給兵士酒喝，可使其做事迅捷。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_12_DESC
source: We can increase the soldiers combat power even more, my Lord. All we need now are some sausages.
de: Wir können die Kampfkraft der Soldaten sogar noch weiter steigern. Alles was wir dafür benötigen sind Würstchen.
es: Aún podemos aumentar más la potencia combativa de los soldados, mi señor. Solo necesitamos salchichas.
fr: Nous pouvons améliorer encore plus la combativité des soldats, mon seigneur. Il nous faut juste quelques saucisses.
id: Daya tempur para serdadu bisa lebih ditingkatkan lagi, Tuanku. Untuk itu kita hanya perlu persediaan sosis.
it: Potremmo ulteriormente aumentare la potenza di combattimento dei soldati, milord. Ci servono solo delle salsicce.
ja: 兵士の戦闘力をさらに増やすことができます。そのために必要なのはソーセージです。
ko: 영주님, 군인의 전투력을 더 높일 수 있어요. 소시지만 있으면 돼요.
pt: Podemos aumentar ainda mais a força de combate dos soldados, milorde. Só precisamos de algumas salsichas.
ru: Мы можем сделать солдат еще сильнее, милорд. Для этого нам потребуются колбасы.
zh: 大人，咱们可以提高兵士战力。咱们此刻只需要些香肠。
zh_tw: 大人，咱們可以提高兵士戰力。咱們此刻只需要些香腸。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_21_DESC
source: Working and fighting all day long is making us very tired. Can we have a little break, my Lord? It would be great if the whole town would get a day off.
de: Tag ein, Tag aus kämpfen und arbeiten. Das macht uns ganz schön müde. Können wir vielleicht eine kleine Pause einlegen, mein Herr? Es wäre so schön, wenn die ganze Stadt einen Tag frei bekommen würde.
es: Tanto trabajar y combatir todo el día nos agota. ¿Podemos descansar un poco, mi señor? Sería genial un día libre para toda la ciudad.
fr: Travailler et combattre à tout bout de champs nous épuise. Pourrions-nous faire une petite pause, seigneur ? Ce serait formidable si toute la ville pouvait prendre une journée de congés.
id: Bekerja dan bertempur sepanjang hari telah menguras tenaga kami. Apakah kami boleh melepas lelah sejenak, Tuanku? Akan bagus sekali kalau seluruh kota diberi libur satu hari.
it: Lavorare e combattere tutto il giorno stanca, capo. Possiamo riposarci un po', milord? Sarebbe fantastico concedere un giorno di festa all'intera città.
ja: 一日中働いたり戦うことはとても疲れることです。閣下、少しだけ休みを頂けませんか？町全体で休日を取れると素晴らしいのですが。
ko: 하루 종일 일하고 싸우느라 모두 많이 지쳤어요. 영주님, 잠시 쉴 수 있을까요? 마을 전체가 하루만 쉬면 정말 좋을 거예요.
pt: Trabalhar e lutar o dia todo está nos deixando muito cansados. Podemos ter algum descanso, milorde? Seria ótimo se toda a cidade pudesse ter um dia de folga.
ru: Мы весь день то сражаемся, то работаем и очень устали. Можно нам немного отдохнуть, милорд? Всему городу очень не помешал бы выходной.
zh: 整日不是做工，就是厮杀，我等已很是疲惫。大人，小人可否略事休息？要是能让全镇休息一日，则再好不过。
zh_tw: 整日不是做工，就是廝殺，我等已很是疲憊。大人，小人可否略事休息？要是能讓全鎮休息一日，則再好不過。

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_21_NAME
source: Have no townie assigned to a job.
de: Habe keinen Townie einer Arbeit zugewiesen.
es: No tengas a ningún townie asignado a la tarea.
fr: Faites en sorte qu'aucun habitant soit assigné à une tâche.
id: Bebastugaskan semua townies.
it: Non assegnare i cittadini ad alcuna lavorazione.
ja: どのタウニーにも仕事を割り当てない。
ko: 주민 모두를 쉬게 하세요.
pt: Não tenha nenhum habitante designado para nenhuma tarefa.
ru: Сними с рабочих мест всех горожан.
zh: 给城里人人都放假。
zh_tw: 給城裡人人都放假。

# T_SCENARIO_HELPER_AVALANCHE_CHANGE_HIGH_NAME
source: Avalanche risk: High
de: Lawinenwarnung: Hoch
es: Riesgo de alud: alto
fr: Risque d'avalanche : élevé
id: Risiko longsor: Tinggi
it: Rischio valanghe: alto
ja: 雪崩リスク：高
ko: 산사태 위험: 높음
pt: Risco de avalanche: Alto
ru: Лавиноопасность: высокая
zh: 雪崩危险等级：高
zh_tw: 雪崩危險等級：高

# T_SCENARIO_HELPER_AVALANCHE_CHANGE_MED_NAME
source: Avalanche risk: Moderate
de: Lawinenwarnung: Mäßig
es: Riesgo de alud: moderado
fr: Risque d'avalanche : modéré
id: Risiko longsor: Sedang
it: Rischio valanghe: moderato
ja: 雪崩リスク：中
ko: 산사태 위험: 보통
pt: Risco de avalanche: Moderado
ru: Лавиноопасность: средняя
zh: 雪崩危险等级：中
zh_tw: 雪崩危險等級：中

# T_SCENARIO_HELPER_AVALANCHE_CHANGE_NO_NAME
source: Avalanche risk: Zero
de: Lawinenwarnung: Keine
es: Riesgo de alud: cero
fr: Risque d'avalanche : zéro
id: Risiko longsor: Nol
it: Rischio valanghe: nessuno
ja: 雪崩リスク：ゼロ
ko: 산사태 위험: 없음
pt: Risco de avalanche: Zero
ru: Лавиноопасность: нулевая
zh: 雪崩危险等级：无
zh_tw: 雪崩危險等級：無

# T_SCREENSHOT_FAILED_PERMISSIONS
source: Screenshot failed! Write permission for this app is not set.
de: Speichern fehlgeschlagen. Fehlende Schreibrechte für diese App.
es: ¡No se ha podido hacer una captura de pantalla! Los permisos de escritura de esta aplicación no están configurados.
fr: Échec de la capture d'écran ! Les droits d'écriture n'ont pas encore été autorisés pour cette app.
id: Tangkapan layar gagal! Izin menulis untuk app ini belum diberikan.
it: Screenshot non riuscito! Questa app non ha l'autorizzazione alla scrittura.
ja: スクリーンショット失敗！ このアプリには書き込みのパーミッションがセットされていません。
ko: 스크린샷 실패! 이 앱에 쓰기 권한이 설정되어 있지 않습니다.
pt: Falha na captura de tela! Ative permissão para o app salvar.
ru: Не удалось сделать снимок экрана! Приложению не были предоставлены права на запись.
zh: 截屏失败！ 本 APP 未设置写入权限。
zh_tw: 截屏失敗！ 本 APP 的寫入權限未設定。

# T_SCREENSHOT_SHARE_POPUP_TITLE
source: Screenshot taken
de: Screenshot erstellt
es: Pantallazo sacado
fr: Capture d'écran prise
id: Cuplikan gambar sudah dibuat
it: Screenshot scattati
ja: スクリーンショットが撮られました
ko: 스크린샷 캡쳐됨
pt: Captura de tela obtida
ru: Снимок сделан
zh: 截图成功
zh_tw: 截圖成功

# T_SHARE_ACHIEVEMENTS_SYNCH
source: Synchronize all achievements with Facebook?
de: Alle Errungenschaften mit Facebook synchronisieren?
es: ¿Sincronizar todos los logros con Facebook?
fr: Synchroniser tous les succès avec Facebook ?
id: Sinkronkan semua pencapaian dengan Facebook?
it: Sincronizzare tutti gli obiettivi con Facebook?
ja: Facebookに全てのアチーブメントを同期しますか？
ko: 모든 도전 과제를 Facebook과 동기화하시겠습니까?
pt: Sincronizar todas as conquistas com o Facebook?
ru: Синхронизировать все достижения с Facebook?
zh: 要和 Facebook 同步全部成就吗？
zh_tw: 要和 Facebook 同步全部成就嗎？
